<!DOCTYPE html><html lang="zh"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Tag: steempress - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/steempress/page/3/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="zh-Hans"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="/blog/images/favicon.svg"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-light.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Pencarian" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Tag</a></li><li class="is-active"><a href="#" aria-current="page">steempress</a></li></ul></nav></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-01T15:48:09.000Z">2019-03-01</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">21 minutes membaca (Sekitar 3161 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（一）/">【未来教育学】成年人需要什么样的STEM教育？（一）</a></h1><div class="content"><p></p><p><a href="https://steemit.com/created/cn-stem" target="_blank" rel="noreferrer noopener">#cn-stem</a> &#x6B63;&#x5F0F;&#x6210;&#x7ACB;&#x5DF2;&#x7ECF;&#x6709;&#x51E0;&#x4E2A;&#x6708;&#x4E86;&#xFF0C;&#x5927;&#x5BB6;&#x5199;&#x7684;&#x8BDD;&#x9898;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x6709;&#x7684;&#x786E;&#x5B9E;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x3001;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x6DF1;&#x5EA6;&#xFF0C;&#x5982;@aellly&#x74DC;&#x53D4;&#x5199;&#x7684;&#x201C;&#x7535;&#x8DEF;&#x8BFE;&#x201D;&#x7CFB;&#x5217;&#xFF0C;@honoru&#x7C73;&#x9AD8;&#x8C08;&#x6E38;&#x620F;&#x7F16;&#x7A0B;&#x7684;&#x516C;&#x76CA;&#x9879;&#x76EE;&#xFF0C;@julian2013&#x7684;&#x7535;&#x5B50;&#x5DE5;&#x7A0B;&#x5E08;&#x7CFB;&#x5217;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x4F46;&#x6574;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x8D28;&#x91CF;&#x4E0D;&#x7B97;&#x9AD8;&#xFF0C;&#x704C;&#x6C34;&#x7684;&#x6587;&#x7AE0;&#x6709;&#x4E00;&#x4E9B;&#xFF0C;&#x8BA9;&#x4EBA;&#x773C;&#x524D;&#x4E00;&#x4EAE;&#x7684;&#x6587;&#x7AE0;&#x5C11;&#xFF1B;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x4F5C;&#x8005;&#x7684;&#x6C34;&#x51C6;&#x4E0D;&#x8DB3;&#xFF0C;&#x4E5F;&#x6709;&#x6FC0;&#x52B1;&#x673A;&#x5236;&#x6216;&#x8005;&#x8BC4;&#x4EF7;&#x6807;&#x51C6;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p>&#x7C73;&#x9AD8;@honoru&#x5728;&#x6587;&#x7AE0;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5199;STEM&#x6587;&#x7AE0;&#x7684;&#x51E0;&#x79CD;&#x5EFA;&#x8BAE;&#xFF0C;&#x90FD;&#x662F;&#x5F88;&#x4E0D;&#x9519;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x6211;&#x8FD9;&#x91CC;&#x5E76;&#x4E0D;&#x6253;&#x7B97;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x5982;&#x4F55;&#x4E3A; @steemSTEM &#x6216; @cn-stem &#x5199;&#x6587;&#x7AE0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x662F;&#x60F3;&#x804A;&#x804A;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><h2 id="shui-xu-yao-stem-jiao-yu">&#x8C01;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;<a href="#shui-xu-yao-stem-jiao-yu"></a></h2><p></p><p></p><p>&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x63D0;&#x5230;&#x6216;&#x8BA8;&#x8BBA;STEM&#x6559;&#x80B2;&#x65F6;&#xFF0C;&#x5927;&#x591A;&#x662F;&#x5728;&#x8C08;&#x8BBA;&#x7ED9;<strong>&#x672A;&#x6210;&#x5E74;&#x4EBA;</strong>&#x7684;STEM&#x6216;&#x8005;STEAM&#xFF08;&#x52A0;&#x4E0A;&#x827A;&#x672F;/Art&#xFF09;&#x6559;&#x80B2;&#x3002;&#x76EE;&#x524D;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x5C0F;&#x5B66;&#x548C;&#x4E2D;&#x5B66;&#xFF0C;STEM&#x6559;&#x80B2;&#x8D8A;&#x6765;&#x8D8A;&#x666E;&#x53CA;&#xFF0C;&#x5546;&#x4E1A;&#x6027;&#x8D28;&#x7684;&#x57F9;&#x8BAD;&#x673A;&#x6784;&#x4E5F;&#x975E;&#x5E38;&#x591A;&#xFF0C;&#x9762;&#x5411;&#x7684;&#x4EBA;&#x7FA4;&#x662F;&#x4EE5;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4E3B;&#x3002;&#x9752;&#x5C11;&#x5E74;&#x65F6;&#x671F;&#xFF0C;&#x662F;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x548C;&#x5FC3;&#x667A;&#x7684;&#x91CD;&#x8981;&#x9636;&#x6BB5;&#xFF0C;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x662F;&#x5F88;&#x6709;&#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x6B64;&#x6587;&#x65E0;&#x987B;&#x591A;&#x8A00;&#x3002;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x5728;STEM&#x6559;&#x80B2;&#x65B9;&#x9762;&#x6709;&#x5341;&#x5206;&#x5B9D;&#x8D35;&#x7B2C;&#x4E00;&#x624B;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x4ECE;&#x6E38;&#x620F;&#x5165;&#x624B;&#x5E2E;&#x52A9;&#x5B69;&#x5B50;&#x3001;&#x6210;&#x5E74;&#x4EBA;&#x3001;&#x8001;&#x4EBA;&#x5B66;&#x4E60;&#x4FE1;&#x606F;&#x79D1;&#x6280;&#xFF0C;&#x975E;&#x5E38;&#x6709;&#x610F;&#x4E49;&#x3002;&#x6BD4;&#x5982;&#x7C73;&#x9AD8;&#x5728;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#xFF1A;&#x201C;<strong>&#x300C;&#x7236;&#x6BCD;&#x8207;&#x5B50;&#x5973;&#x4E00;&#x540C;&#x5B78;&#x7FD2;&#x300D;</strong>&#x662F;&#x6211;&#x5011;&#x7684;&#x57FA;&#x790E;&#x67B6;&#x69CB;&#xFF0C;STEM &#x672C;&#x8EAB;&#x5DF2;&#x5F88;&#x591A;&#x5143;&#x5316;&#xFF0C;&#x80FD;&#x5F15;&#x767C;&#x8208;&#x8DA3;&#xFF0C;&#x4E26;&#x4E14;&#x555F;&#x767C;&#x601D;&#x7DAD;&#x3002;&#x201D;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x7684;&#x7ECF;&#x9A8C;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x4E0D;&#x5149;&#x5B69;&#x5B50;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF0C;<strong>&#x6210;&#x5E74;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;STEM&#x6559;&#x80B2;&#xFF0C;&#x4E0D;&#x8FC7;&#x5728;&#x76EE;&#x6807;&#x3001;&#x65B9;&#x6CD5;&#x548C;&#x5185;&#x5BB9;&#x90FD;&#x53EF;&#x4EE5;&#x6709;&#x6240;&#x4E0D;&#x540C;</strong>&#x3002;&#x4E0D;&#x540C;&#x5E74;&#x9F84;&#x548C;&#x9886;&#x57DF;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF08;&#x5927;&#x5B66;&#x751F;&#x3001;&#x4E0D;&#x540C;&#x884C;&#x4E1A;&#x5DE5;&#x4F5C;&#x8005;&#x3001;&#x7BA1;&#x7406;&#x8005;&#x3001;&#x7814;&#x7A76;&#x8005;&#x3001;&#x9000;&#x4F11;&#x8001;&#x4EBA;&#xFF09;&#x9700;&#x8981;&#x7684;STEM&#x6559;&#x80B2;&#xFF0C;&#x5DEE;&#x5F02;&#x5F88;&#x5927;&#x3002;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#xFF0C;&#x6211;&#x60F3;&#x7B3C;&#x7EDF;&#x7684;&#x8C08;&#x4E00;&#x8C08;<strong>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x8FD9;&#x662F;&#x4E2A;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x91CC;&#x6CA1;&#x6CD5;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x4EC5;&#x662F;&#x629B;&#x7816;&#x5F15;&#x7389;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZrJXGVdgaSSv2Z1dhn%2F-LZrLYej0gwH5OgwV81C%2Fimage.png?alt=media&amp;token=ba053c7d-044a-49d8-8b78-b45f2a6e2ce9" alt=""><p></p><p></p><p style="text-align:center"><a href="https://en.wikipedia.org/wiki/Science" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; Science</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why">&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;Why&#xFF09;<a href="#cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why"></a></h2><p></p><p></p><p>&#x5F53;&#x524D;&#x6240;&#x8C13;&#x7684;&#x201C;&#x5FAE;&#x8BFE;&#x7A0B;&#x201D;&#x548C;&#x201C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x201D;&#x5F88;&#x591A;&#xFF0C;&#x8D28;&#x91CF;&#x8F83;&#x9AD8;&#x7684;&#x5982;Coursera&#x548C;&#x4E16;&#x754C;&#x8457;&#x540D;&#x9AD8;&#x6821;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#x4E5F;&#x5F88;&#x4E30;&#x5BCC;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x8BA4;&#x4E3A;&#x8001;&#x4EBA;&#x5B66;&#x4F1A;&#x6C49;&#x5B57;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x6216;&#x8005;&#x6210;&#x5E74;&#x4EBA;&#x5B66;&#x4E60;Python&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x5236;&#x4F5C;&#x7F51;&#x7AD9;&#x3001;App&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5E94;&#x7528;&#xFF0C;&#x6216;&#x8005;&#x5B8C;&#x6210;&#x5927;&#x5B66;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#xFF0C;&#x751A;&#x81F3;&#x62FF;&#x5230;&#x7406;&#x5DE5;&#x79D1;&#x7684;&#x201C;&#x5FAE;&#x5B66;&#x4F4D;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x6709;&#x6548;&#x7684;STEM&#x6559;&#x80B2;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x539F;&#x56E0;&#x662F;&#xFF0C;STEM&#x662F;&#x4E2A;&#x7B3C;&#x7EDF;&#x7684;&#x3001;&#x7EFC;&#x5408;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x81F3;&#x5C11;&#x5305;&#x542B;&#x4E86;&#x79D1;&#x5B66;&#xFF08;Science&#xFF09;&#x3001;&#x6280;&#x672F;&#xFF08;Technology&#xFF09;&#x3001;&#x5DE5;&#x7A0B;&#xFF08;Engineering&#xFF09;&#x3001;&#x6570;&#x5B66;&#xFF08;Math&#xFF09;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x4E2D;&#x56FD;&#x4E0D;&#x5B58;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#x4EE5;&#x6765;&#x5BF9;&#x8FD9;&#x51E0;&#x4E2A;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x7F3A;&#x4E4F;&#x6DF1;&#x5165;&#x3001;&#x7CFB;&#x7EDF;&#x3001;&#x76F4;&#x63A5;&#x7684;&#x7406;&#x89E3;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x4E9F;&#x9700;STEM&#x6559;&#x80B2;&#xFF0C;&#x5C24;&#x5176;&#x662F;<strong>&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><p>&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x6570;&#x5B66;&#x7684;&#x8BEF;&#x89E3;&#xFF0C;&#x6709;&#x65F6;&#x628A;&#x6570;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x7B97;&#x672F;&#x6216;&#x8005;&#x8BA1;&#x7B97;&#xFF0C;&#x628A;&#x4F1A;&#x89E3;&#x5E94;&#x7528;&#x9898;&#x5F53;&#x6210;&#x638C;&#x63E1;&#x4E86;&#x6570;&#x5B66;&#xFF0C;&#x5BF9;&#x6574;&#x4E2A;&#x6570;&#x5B66;&#x4F53;&#x7CFB;&#x6216;&#x6570;&#x5B66;&#x57FA;&#x7840;&#x7F3A;&#x4E4F;&#x7CFB;&#x7EDF;&#x8BA4;&#x8BC6;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x73B0;&#x5B9E;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;<strong>&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7EDD;&#x5BF9;&#x5D07;&#x62DC;&#x548C;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7247;&#x9762;&#x7406;&#x89E3;&#x7684;&#x51B2;&#x7A81;</strong>&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x5F15;&#x8D77;&#x4E25;&#x91CD;&#x793E;&#x4F1A;&#x540E;&#x679C;&#x3002;&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x6280;&#x672F;&#xFF0C;&#x6216;&#x8005;&#x7B3C;&#x7EDF;&#x5730;&#x79F0;&#x4E3A;&#x79D1;&#x6280;&#xFF1B;&#x6216;&#x8005;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x751F;&#x4EA7;&#x529B;&#x7684;&#x6765;&#x6E90;&#xFF1B;&#x6216;&#x8005;&#x4EC5;&#x8BA4;&#x4E3A;&#x79D1;&#x5B66;&#x4E3A;&#x4E00;&#x79CD;&#x667A;&#x529B;&#x6216;&#x6559;&#x5B66;&#x6D3B;&#x52A8;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5B9E;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x548C;&#x201C;&#x6570;&#x5B66;&#x201D;&#x7684;&#x8BEF;&#x89E3;&#x7684;&#x6839;&#x6E90;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#xFF0C;&#x5373;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934; &#x2014;&#x2014; <strong>&#x53E4;&#x5E0C;&#x814A;&#x7684;&#x201C;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x201D;</strong> &#x2014;&#x2014;&#x7684;&#x4E0D;&#x4E86;&#x89E3;&#xFF0C;&#x4EE5;&#x53CA;&#x53D7;&#x4E2D;&#x56FD;&#x201C;&#x7ECF;&#x4E16;&#x81F4;&#x7528;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><h3 id="1-shen-me-shi-ke-xue">1. &#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#xFF1F;<a href="#1-shen-me-shi-ke-xue"></a></h3><p></p><p></p><p>20&#x4E16;&#x7EAA;50&#x5E74;&#x4EE3;&#xFF0C;&#x82F1;&#x56FD;&#x79D1;&#x5B66;&#x53F2;&#x4E13;&#x5BB6;&#x674E;&#x7EA6;&#x745F;&#x63D0;&#x51FA;&#x8457;&#x540D;&#x7684;<strong>&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;</strong> &#x2014;&#x2014;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x66FE;&#x7ECF;&#x5728;&#x4E16;&#x754C;&#x9886;&#x5148;&#xFF0C;&#x800C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x5374;&#x672A;&#x80FD;&#x5728;&#x4E2D;&#x56FD;&#x4EA7;&#x751F;&#xFF1F;&#x201D;</p><p></p><p></p><p>&#x5BF9;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x7684;&#x56DE;&#x7B54;&#xFF0C;&#x8457;&#x4F5C;&#x5F88;&#x591A;&#xFF0C;&#x5982;&#x674E;&#x7EA6;&#x745F;&#x672C;&#x4EBA;&#x7684;&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;&#xFF0C;&#x4E00;&#x4E9B;&#x5728;&#x56FD;&#x5185;&#x8F83;&#x6D41;&#x884C;&#x7684;&#x8BFB;&#x672C;&#xFF0C;&#x5982;&#x9648;&#x5609;&#x6620;&#x7684;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;&#x3001;&#x5434;&#x56FD;&#x76DB;&#x7684;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#xFF0C;&#x4E5F;&#x7ED9;&#x51FA;&#x4E86;&#x6DF1;&#x5165;&#x7684;&#x89E3;&#x7B54;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x54F2;&#x5B66;&#x7CFB;&#x5434;&#x56FD;&#x76DB;&#x6559;&#x6388;&#x5728;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x4E2D;&#x7684;&#x5206;&#x6790;&#x6700;&#x503C;&#x5F97;&#x91CD;&#x89C6;&#xFF0C;&#x672C;&#x6587;&#x8FD9;&#x4E00;&#x8282;&#x7684;&#x89C2;&#x70B9;&#x591A;&#x53C2;&#x8003;&#x6B64;&#x4E66;&#x7684;&#x8BBA;&#x8BC1;&#x3002;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x8981;&#x56DE;&#x7B54;&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;&#xFF0C;&#x5FC5;&#x987B;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7ED9;&#x51FA;&#x4E00;&#x4E2A;&#x660E;&#x786E;&#x7684;&#x5B9A;&#x4E49;&#x3002;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x6709;&#x4E24;&#x79CD;&#x5F62;&#x6001;&#xFF1A;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x4E0E;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;&#x674E;&#x7EA6;&#x745F;&#x7684;&#x63D0;&#x95EE;&#x4E2D;&#x8BA4;&#x53EF;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6709;&#x53D1;&#x8FBE;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x5E94;&#x4E3A;&#x201C;&#x6280;&#x672F;&#x201D;&#x6216;&#x201C;&#x53D1;&#x660E;&#x201D;&#xFF0C;&#x800C;&#x975E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x6DF1;&#x5165;&#x63A2;&#x7A76;&#xFF0C;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7684;&#x4EBA;&#x6587;&#x73AF;&#x5883;&#xFF0C;&#x5E76;&#x4E0D;&#x5177;&#x6709;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#xFF09;&#x751F;&#x957F;&#x7684;&#x57FA;&#x56E0;&#x548C;&#x793E;&#x4F1A;&#x571F;&#x58E4;&#x7684;&#x5DEE;&#x5F02;&#xFF1B;&#x4E3A;&#x4E86;&#x660E;&#x786E;&#x7684;&#x5206;&#x6790;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x8BE2;&#x95EE;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6B27;&#x6D32;&#x6587;&#x660E;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p><strong><em>&#x897F;&#x65B9;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#xFF1A;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934;&#x5728;&#x4E8E;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5373;&#x7531;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x786E;&#x5B9A;&#x7684;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FFD;&#x6C42;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5185;&#x5728;&#x6027;&#x3001;&#x975E;&#x529F;&#x5229;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6700;&#x65E9;&#x7684;&#x5BF9;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x5373;&#x65AF;&#x5BBE;&#x8BFA;&#x838E;&#x8BF4;&#x7684;&#x201C;&#x81EA;&#x7531;&#x662F;&#x5BF9;&#x5FC5;&#x7136;&#x7684;&#x8BA4;&#x8BC6;&#x201D;&#xFF1B;&#x8FD9;&#x672C;&#x8D28;&#x4E0A;&#x662F;&#x5BF9;&#x201C;&#x6C38;&#x6052;&#x201D;&#x548C;&#x201C;&#x672C;&#x6027;&#x201D;&#xFF08;nature&#xFF09;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#xFF0C;&#x201C;&#x6709;&#x77E5;&#x5373;&#x6709;&#x5FB7;&#x201D;&#xFF0C;&#x201C;&#x65E0;&#x77E5;&#x5DF1;&#x7F3A;&#x5FB7;&#x201D;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x628A;&#x8FFD;&#x6C42;&#x77E5;&#x8BC6;&#x672C;&#x8EAB;&#x5F53;&#x6210;&#x6700;&#x9AD8;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x638C;&#x63E1;&#x529B;&#x91CF;&#x3001;&#x5BCC;&#x56FD;&#x5F3A;&#x5175;&#x7684;&#x624B;&#x6BB5;&#x3002;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x672C;&#x8EAB;&#x5E76;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x6C42;&#x529B;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x4EBA;&#x6587;&#x201D;&#xFF0C;&#x5E0C;&#x814A;&#x4EBA;&#x8BA4;&#x4E3A;&#x53EA;&#x6709;&#x901A;&#x8FC7;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#xFF08;&#x79D1;&#x5B66;&#xFF09;&#x624D;&#x80FD;&#x83B7;&#x5F97;&#x201C;&#x81EA;&#x7531;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#x8FD9;&#x4E00;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#xFF0C;&#x4E0E;&#x5F53;&#x65F6;&#x7684;&#x6E38;&#x7267;&#x3001;&#x822A;&#x6D77;&#x548C;&#x7ECF;&#x5546;&#x7684;&#x751F;&#x6D3B;&#x73AF;&#x5883;&#x76F8;&#x5339;&#x914D;&#x3002;&#x8FD9;&#x6709;&#x522B;&#x4E8E;&#x4E2D;&#x56FD;&#x57FA;&#x4E8E;&#x519C;&#x8015;&#x6587;&#x660E;&#x800C;&#x53D1;&#x5C55;&#x5904;&#x7684;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#x3002;&#x300A;&#x5927;&#x5B66;&#x300B;&#x7684;&#x201C;&#x516B;&#x6761;&#x76EE;&#x201D;&#x2014;&#x2014;&#x683C;&#x7269;&#x3001;&#x81F4;&#x77E5;&#x3001;&#x8BDA;&#x610F;&#x3001;&#x6B63;&#x5FC3;&#x3001;&#x4FEE;&#x8EAB;&#x3001;&#x9F50;&#x5BB6;&#x3001;&#x6CBB;&#x56FD;&#x3001;&#x5E73;&#x5929;&#x4E0B;&#x2014;&#x2014;&#x4E2D;&#xFF0C;&#x201C;&#x683C;&#x7269;&#x81F4;&#x77E5;&#x201D;&#x88AB;&#x653E;&#x5728;&#x6700;&#x521D;&#x7EA7;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6700;&#x9AD8;&#x7406;&#x60F3;&#x3002;&#x8FD9;&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E2D;&#xFF0C;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x4E3A;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x732E;&#x51FA;&#x751F;&#x547D;&#x76F8;&#x6BD4;&#xFF0C;&#x662F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x3002;&#x5373;&#x4FBF;&#x4E2D;&#x56FD;&#x4E5F;&#x6709;&#x58A8;&#x5B50;&#x8FD9;&#x6837;&#x5021;&#x5BFC;&#x5E73;&#x7B49;&#x3001;&#x5E76;&#x6709;&#x81EA;&#x7136;&#x63A2;&#x7D22;&#x5C1D;&#x8BD5;&#x7684;&#x5148;&#x8D24;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x5728;&#x5386;&#x53F2;&#x7684;&#x6F6E;&#x6D41;&#x4E2D;&#x88AB;&#x8FB9;&#x7F18;&#x5316;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4E0E;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5DEE;&#x522B;&#xFF0C;&#x662F;&#x4E2D;&#x56FD;&#x4E3A;&#x4F55;&#x6CA1;&#x6709;&#x8BDE;&#x751F;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x57FA;&#x56E0;&#x201D;&#x539F;&#x56E0;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x6240;&#x5728;&#x3002;&#x4E2D;&#x56FD;&#x6709;&#x6781;&#x4E3A;&#x5F3A;&#x5927;&#x7684;&#x201C;&#x5B66;&#x4EE5;&#x81F4;&#x7528;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5BF9;&#x4E8E;&#x5E0C;&#x814A;&#x4EBA;&#x8FFD;&#x6C42;&#x201C;&#x65E0;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x727A;&#x7272;&#x662F;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#xFF1B;&#x4E0D;&#x7406;&#x89E3;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x65E0;&#x7528;&#x7684;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x4E3A;&#x81EA;&#x5DF1;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x5E0C;&#x814A;&#x8BED;&#x5883;&#x4E0B;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x771F;&#x8C1B;&#x3002;</p><p></p><p></p><p>&#x6B63;&#x662F;&#x5728;&#x5BF9;&#x5185;&#x5728;&#x6027;&#x3001;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5FC5;&#x7136;&#x6027;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x300A;&#x51E0;&#x4F55;&#x539F;&#x672C;&#x300B;&#xFF0C;&#x5373;&#x6570;&#x5B66;&#x7684;&#x516C;&#x7406;&#x7CFB;&#x7EDF;&#x4E0E;&#x6F14;&#x7ECE;&#x6CD5;&#xFF0C;&#x8FD9;&#x662F;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7684;&#x201C;&#x6570;&#x5B66;&#x201D;&#xFF08;&#x7B97;&#x672F;&#xFF09;&#x6240;&#x4E0D;&#x5177;&#x5907;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E00;&#xFF1A;&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x7406;&#x6027;&#x4F20;&#x7EDF;&#x5728;&#x4E2D;&#x4E16;&#x7EAA;&#x51E0;&#x4E4E;&#x65AD;&#x7EDD;&#xFF0C;&#x4F46;&#x5E76;&#x672A;&#x5B8C;&#x5168;&#x6D88;&#x5931;&#xFF0C;&#x4ECE;&#x963F;&#x62C9;&#x4F2F;&#x7FFB;&#x8BD1;&#x56DE;&#x6765;&#x7684;&#x5E0C;&#x814A;&#x8457;&#x4F5C;&#xFF0C;&#x4E0E;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><ol><li>&#x57FA;&#x7763;&#x6559;&#x4F20;&#x7EDF;&#x4E0B;&#x8BDE;&#x751F;&#x7684;&#x201C;&#x5927;&#x5B66;&#x201D;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x81EA;&#x6CBB;&#x4E0E;&#x5B66;&#x672F;&#x8BA8;&#x8BBA;&#x7684;&#x57FA;&#x7840;&#x3002;</li><li>&#x795E;&#x5B66;&#x4E0E;&#x201C;&#x54F2;&#x5B66;-&#x79D1;&#x5B66;&#x201D;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x8BDE;&#x751F;&#x4E86;&#x201C;&#x7ECF;&#x9662;&#x54F2;&#x5B66;&#x201D;&#xFF08;&#x5373;&#x9AD8;&#x5EA6;&#x7406;&#x6027;&#x5316;&#x7684;&#x795E;&#x5B66;&#xFF09;&#xFF0C;&#x5E76;&#x5F15;&#x53D1;&#x4E86;&#x201C;&#x552F;&#x540D;&#x8BBA;&#x201D;&#x9769;&#x547D;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x50AC;&#x751F;&#x4E86;&#x201C;&#x4EBA;&#x7C7B;&#x4E2D;&#x5FC3;&#x4E3B;&#x4E49;&#x201D;&#x539F;&#x5219;&#x548C;&#x201C;&#x5F81;&#x670D;&#x81EA;&#x7136;&#x201D;&#x539F;&#x5219;&#x3002;</li></ol><p></p><p></p><p>&#x8FD9;&#x4F7F;&#x5F97;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E0B;&#x7684;&#x201D;&#x7406;&#x6027;&#x201C;&#x5F97;&#x4EE5;&#x4FDD;&#x5B58;&#xFF0C;&#x5E76;&#x4E14;&#x901A;&#x8FC7;&#x628A;&#x4EBA;&#x7F6E;&#x4E8E;&#x4E0A;&#x5E1D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x62E5;&#x6709;&#x81EA;&#x7531;&#x548C;&#x521B;&#x9020;&#x7684;&#x610F;&#x5FD7;&#xFF0C;&#x5728;&#x5F81;&#x670D;&#x548C;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x529B;&#x4E2D;&#x663E;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x5728;&#x552F;&#x540D;&#x8BBA;&#x6240;&#x8BBE;&#x5B9A;&#x7684;&#x6DF7;&#x4E71;&#x4E16;&#x754C;&#x4E2D;&#x4FDD;&#x62A4;&#x81EA;&#x5DF1;&#x3001;&#x5EFA;&#x7ACB;&#x79E9;&#x5E8F;&#x3002;&#x6B63;&#x5F0F;&#x51ED;&#x501F;&#x8FD9;&#x79CD;&#x201D;&#x6C42;&#x529B;&#x610F;&#x5FD7;&#x201C;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x4ECE;&#x201D;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x53D1;&#x5C55;&#x6210;&#x4E86;&#x201D;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E8C;&#xFF1A;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;</em></strong></p><p></p><p></p><p>&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x76F8;&#x6BD4;&#xFF0C;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x6709;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x4E00;&#x662F;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x80FD;&#x591F;&#x8F6C;&#x5316;&#x4E3A;&#x6280;&#x672F;&#xFF0C;&#x4ECE;&#x800C;&#x8F6C;&#x5316;&#x4E3A;&#x751F;&#x4EA7;&#x529B;&#xFF1B;&#x4E8C;&#x662F;&#x5B66;&#x79D1;&#x7684;&#x6570;&#x5B66;&#x5316;&#xFF0C;&#x5305;&#x62EC;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x5728;&#x5185;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x90FD;&#x4EE5;&#x6570;&#x5B66;&#x5316;&#x7684;&#x7A0B;&#x5EA6;&#x6765;&#x663E;&#x793A;&#x81EA;&#x8EAB;&#x5B66;&#x79D1;&#x7684;&#x6210;&#x719F;&#x5EA6;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5185;&#x5728;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x4E8E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x8868;&#x73B0;&#x4E3A;&#x4EBA;&#x4E0E;&#x81EA;&#x7136;&#x5730;&#x4F4D;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x4ECE;&#x8BA4;&#x8BC6;&#x3001;&#x8FFD;&#x968F;&#x548C;&#x6A21;&#x4EFF;&#x81EA;&#x7136;&#xFF0C;&#x8F6C;&#x4E3A;&#x6539;&#x9020;&#x3001;&#x5236;&#x9020;&#x81EA;&#x7136;&#x3002;&#x7B1B;&#x5361;&#x5C14;&#x7684;&#x4E3B;&#x4F53;&#x6027;&#x54F2;&#x5B66;&#x4E3A;&#x5176;&#x4EE3;&#x8868;&#xFF0C;&#x57F9;&#x6839;&#x5F3A;&#x8C03;&#x5BF9;&#x81EA;&#x7136;&#x7684;&#x5E72;&#x9884;&#x4E0E;&#x62F7;&#x95EE;&#xFF0C;&#x4F7F;&#x5F97;&#x53D7;&#x201D;&#x81EA;&#x7531;&#x610F;&#x5FD7;&#x201C;&#x63A7;&#x5236;&#x7684;&#x5B9E;&#x9A8C;&#x6210;&#x4E3A;&#x4E86;&#x89E3;&#x81EA;&#x7136;&#x3001;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x7684;&#x65B0;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#x81EA;&#x7136;&#x6570;&#x5B66;&#x5316;&#x7684;&#x4F20;&#x7EDF;&#x6765;&#x81EA;&#x67CF;&#x62C9;&#x56FE;&#x4E0E;&#x6BD5;&#x8FBE;&#x54E5;&#x62C9;&#x65AF;&#xFF0C;&#x5728;&#x8FD1;&#x4EE3;&#x5219;&#x7531;&#x54E5;&#x767D;&#x5C3C;&#x7EE7;&#x627F;&#x6258;&#x52D2;&#x5BC6;&#x7684;&#x5929;&#x6587;&#x5B66;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x4E3A;&#x5F00;&#x7AEF;&#xFF08;&#x300A;&#x5929;&#x4F53;&#x8FD0;&#x884C;&#x8BBA;&#x300B;&#xFF09;&#xFF0C;&#x5E76;&#x7ECF;&#x7531;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7684;&#x53D1;&#x5C55;&#x5927;&#x529F;&#x544A;&#x6210;&#xFF08;&#x300A;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x7684;&#x6570;&#x5B66;&#x539F;&#x7406;&#x300B;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x603B;&#x7ED3;&#x4E4B;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x4E24;&#x5E0C;&#x6587;&#x660E;&#xFF08;&#x5E0C;&#x814A;&#x548C;&#x5E0C;&#x4F2F;&#x6765;&#xFF09;&#x7ED3;&#x5408;&#x7684;&#x4EA7;&#x7269;&#xFF1A;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7684;&#x590D;&#x5174;&#xFF0C;&#x5E76;&#x7ECF;&#x53D7;&#x4E86;&#x57FA;&#x7763;&#x6559;&#x7684;&#x6D17;&#x793C;&#x3002;&#x51B3;&#x5B9A;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x51FA;&#x73B0;&#x7684;&#x6839;&#x672C;&#x57FA;&#x56E0;&#x662F;<strong>&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</strong>&#xFF0C;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x672A;&#x51FA;&#x73B0;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#x7684;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x201D;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x201C;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x201D;&#x4EC1;&#x7231;&#x201C; v.s. &#x201D;&#x81EA;&#x7531;&#x201C;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZtVb1zic9hh2dK_HQ_%2F-LZtlZ-A7yFFtjunnQXc%2Fimage.png?alt=media&amp;token=5f71ea51-f226-4faf-9a2a-b7774de6eff8" alt=""><p></p><p></p><p style="text-align:center"><strong>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;</strong>&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5173;&#x4E8E;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li></ul><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%80</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-17T15:42:12.000Z">2019-02-17</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes membaca (Sekitar 1380 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/">【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题</a></h1><div class="content"><h2 id="steem-server-xuan-ze-gong-ju">Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;<a href="#steem-server-xuan-ze-gong-ju"></a></h2><p>&#x521A;&#x624D;&#xFF0C;@liuzhixiang &#x53D1;&#x5E03;&#x4E86;<strong>Steem Server&#xFF08;&#x670D;&#x52A1;&#x5668;&#xFF09;&#x7684;&#x9009;&#x62E9;&#x5DE5;&#x5177;</strong>&#xFF08;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x4E00;&#x4E2A;&#x514D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;Steem &#x76F8;&#x5173;&#x5E94;&#x7528;&#x7684;&#x5DE5;&#x5177;</a>&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;<strong>busy&#xFF0C;steempeak</strong>&#x7B49;&#x7F51;&#x7AD9;&#x5728;*.steemit.com&#x88AB;&#x7981;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4FDD;&#x6301;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x76EE;&#x524D;&#x6B64;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x5728;<strong>Chrome&#x6D4F;&#x89C8;&#x5668;</strong>&#x4E2D;&#x8FD0;&#x884C;&#x3002;&#x7ECF;&#x5C0F;&#x8303;&#x56F4;&#x6D4B;&#x8BD5;&#xFF0C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x63A8;&#x9001;&#x7ED9;&#x66F4;&#x591A;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x5C1D;&#x8BD5;&#x3002;</p><p>&#x7ECF;&#x6751;&#x957F;@ericet&#x5EFA;&#x8BAE;&#xFF0C;&#x8FD9;&#x91CC;&#x5199;&#x4E00;&#x4E2A;&#x66F4;&#x7B80;&#x5355;&#x7684;&#x8BF4;&#x660E;&#x4E66;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7684;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#x548C;&#x4ED8;&#x51FA;&#xFF0C;&#x6B64;<a href="https://github.com/lzx215/steem-node-exchange-tool" target="_blank" rel="noreferrer noopener">Chrome&#x6269;&#x5C55;</a>&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4E3A;@liuzhixiang&#x6240;&#x6709;&#xFF0C;&#x672C;&#x6587;&#x4EC5;&#x5BF9;&#x4F7F;&#x7528;&#x6307;&#x5357;&#x505A;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#x548C;&#x89E3;&#x91CA;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt=""><br><i>&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;https://steem.com/</i><h2 id="an-zhuang-bu-zhou">&#x5B89;&#x88C5;&#x6B65;&#x9AA4;&#xFF1A;<a href="#an-zhuang-bu-zhou"></a></h2><h3 id="di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x4E0B;&#x8F7D;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu"></a></h3><p>&#x6253;&#x5F00;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x70B9;&#x51FB;<a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/steem-node-switch-v1.01.crx" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF08;&#x6253;&#x5305;&#x4E86;&#x9879;&#x76EE;&#x6E90;&#x6587;&#x4EF6;&#x4E2D;&#x7684;dist&#x4EE3;&#x7801;&#xFF09;</p><h3 id="di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu"></a></h3><ol><li>&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x5730;&#x5740;&#x680F;&#x8F93;&#x5165; <strong>chrome://extensions/</strong>&#xFF0C;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762;</li><li>&#x70B9;&#x51FB;&#x53F3;&#x4E0A;&#x89D2;&#x7684;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer Mode&#xFF09;&#x6309;&#x94AE;</strong>&#xFF0C;&#x5F00;&#x542F;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x56E0;&#x4E3A;&#x672C;&#x6269;&#x5C55;&#x4E3A;beta&#x7248;&#x672C;&#xFF0C;&#x672A;&#x6B63;&#x5F0F;&#x53D1;&#x5E03;&#xFF0C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF09;</li><li>&#x5C06;&#x7B2C;&#x4E00;&#x6B65;&#x4E2D;&#x4E0B;&#x8F7D;&#x7684;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF0C;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x7A97;&#x53E3;&#x3002;</strong>&#x4F1A;&#x5F39;&#x51FA;&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x70B9;&#x51FB;<strong>&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#xFF08;Add Extension&#xFF09;</strong>&#x3002;</li></ol><img src="https://ipfs.busy.org/ipfs/QmSK8BnZG7KMRtUsB5ooB9pZVUk9tbRyZ3T66nVKGsxuYf" alt=""><br><i>&#x542F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i> <img src="https://ipfs.busy.org/ipfs/QmYkvTFwFpJY1sUPV4EoToipyeCH7RQswGLF5o2CTPYJdD" alt=""><br><i>&#x5C06;CRX&#x62D6;&#x5165;&#x6269;&#x5C55;&#x9875;&#x9762;&#x4E2D;&#x95F4;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i> <img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvz1SeGU3uAp6ZMtBv%2F-LYvzDucEe5lroz7WdDY%2Fimage.png?alt=media&amp;token=19c2cb4d-fab1-41ec-9393-e0ffe61dc2b5" alt=""><br><i>&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#x65F6;&#x7684;&#x63D0;&#x9192;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i><p>&#x5B89;&#x88C5;&#x6210;&#x529F;&#x540E;&#xFF0C;<strong>&#x5730;&#x5740;&#x680F;&#x7684;&#x53F3;&#x4FA7;</strong>&#x4F1A;&#x51FA;&#x73B0;&#x4E00;&#x4E2A;<strong>Steem&#x56FE;&#x6807;&#x7684;&#x5DE5;&#x5177;</strong>&#x3002;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;<strong>&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x8BE5;&#x4E3A;&#x5F00;&#x542F;&#x72B6;&#x6001;</strong>&#x3002;</p><img src="https://ipfs.busy.org/ipfs/QmWGwdaHmJVqpAAYwNeeBW5CF4sE1RvwihorQrrUEq4F8L" alt=""><br><i>&#x5B89;&#x88C5;&#x6210;&#x529F;&#xFF0C;&#x5730;&#x5740;&#x680F;&#x53F3;&#x4FA7;&#x663E;&#x793A;&#x5DE5;&#x5177;&#x7684;Steem&#x56FE;&#x6807;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i> <img src="https://ipfs.busy.org/ipfs/QmVKRhe9pfkhrxakgqYnfwxreZ9L11HtUQjFT7RD8Goeqo" alt=""><br><i>&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x4E3A;&#x5F00;&#x542F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i><h3 id="di-san-bu-kai-shi-shi-yong-busy-huo-steempeak">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy&#x6216;steempeak<a href="#di-san-bu-kai-shi-shi-yong-busy-huo-steempeak"></a></h3><p>&#x70B9;&#x51FB;<strong>Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;</strong>&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#x3002;&#x5728;&#x7A97;&#x53E3;&#x4E2D;&#x70B9;&#x51FB;<strong>&#x6D4B;&#x901F;</strong>&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5F53;&#x524D;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF08;&#x901F;&#x5EA6;&#x4EE3;&#x8868;&#x8FDE;&#x63A5;&#x670D;&#x52A1;&#x5668;&#x6240;&#x7528;&#x7684;&#x65F6;&#x95F4;&#xFF08;&#x5355;&#x4F4D;&#xFF1A;&#x79D2;&#xFF09;&#xFF1B;&#x4E0B;&#x9762;&#x622A;&#x56FE;&#x4E2D;&#x6700;&#x5FEB;&#x7684;rpc.steemviz.com&#x8FDE;&#x63A5;&#x8017;&#x65F6;1.7s&#x3002;&#x8BF7;&#x9009;&#x62E9;&#x8FDE;&#x63A5;&#x65F6;&#x95F4;&#x6700;&#x5C0F;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF09;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvzVesFAxnNMGhrxi0%2F-LYw-L0eYNLO0UrRY5mi%2Fimage.png?alt=media&amp;token=b119a0c6-d5ce-46b1-bc0f-95f1bba1eb6c" alt=""><br><i>&#x670D;&#x52A1;&#x5668;&#x6D4B;&#x901F;&#x548C;&#x9009;&#x62E9;&#x7684;&#x9875;&#x9762;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i><br><p>&#x4E0B;&#x9762;&#xFF0C;&#x8BF7;&#x4F7F;&#x7528;busy&#x548C;steempeak&#x6109;&#x5FEB;&#x7684;&#x53D1;&#x5E16;&#x5427; &#x1F600;&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x6216;steempeak.com&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x6B63;&#x5E38;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x767B;&#x5F55;&#x3001;&#x67E5;&#x770B;feed&#x3001;&#x53D1;&#x5E16;&#x7B49;&#x64CD;&#x4F5C;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw5_F-3JfFeSAeeb9C%2Fimage.png?alt=media&amp;token=a7851e7a-716a-4db3-9a13-72731dcd77eb" alt=""><br><i>busy.org&#x7684;&#x622A;&#x56FE;</i> <img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw55VNo-V_5aaoE5V9%2Fimage.png?alt=media&amp;token=e6c6c822-2df7-4c6d-8442-2011710427a1" alt=""><br><i>steempeak.com&#x7684;&#x622A;&#x56FE;</i><h2 id="shuo-ming-ce-shi-he-yan-zheng">&#x8BF4;&#x660E;&#xFF1A;&#x6D4B;&#x8BD5;&#x548C;&#x9A8C;&#x8BC1;<a href="#shuo-ming-ce-shi-he-yan-zheng"></a></h2><ol><li><strong>&#x529F;&#x80FD;</strong>&#xFF1A;&#x76EE;&#x524D;&#x6CA1;&#x6709;&#x505A;&#x5B8C;&#x6574;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4EC5;&#x6D4B;&#x8BD5;&#x4E86;busy&#x548C;steempeak&#xFF0C;&#x9996;&#x9875;&#x53EF;&#x6253;&#x5F00;&#x3001;feed&#x529F;&#x80FD;&#x53EF;&#x7528;&#x3001;&#x53D1;&#x5E16;&#x53EF;&#x7528;&#x3002;&#x8BD5;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x505A;&#x8FDB;&#x4E00;&#x6B65;&#x6D4B;&#x8BD5;&#x3002;</li><li><strong>&#x5B89;&#x5168;&#x6027;</strong>&#xFF1A;@robertyan&#x5BF9;&#x6269;&#x5C55;&#x7684;&#x4EE3;&#x7801;&#x505A;&#x4E86;&#x9605;&#x8BFB;&#x548C;&#x5BA1;&#x67E5;&#xFF0C;&#x9879;&#x76EE;&#x4E2D;&#x672A;&#x53D1;&#x73B0;&#x6076;&#x610F;&#x4EE3;&#x7801;&#x548C;&#x4FE1;&#x606F;&#x6CC4;&#x9732;&#x98CE;&#x9669;&#x3002;&#x76EE;&#x524D;&#x7684;&#x552F;&#x4E00;&#x95EE;&#x9898;&#x662F;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7A0B;&#x5E8F;<strong>&#x5BF9;&#x6240;&#x6709;&#x57DF;&#x540D;&#x90FD;&#x662F;&#x542F;&#x7528;&#x7684;</strong>&#xFF0C;&#x5728;&#x6253;&#x5F00;&#x4EFB;&#x610F;&#x7F51;&#x9875;&#x65F6;&#x90FD;&#x4F1A;&#x8FD0;&#x884C;&#xFF0C;&#x4E4B;&#x540E;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x505A;&#x4E00;&#x4E2A;&#x8303;&#x56F4;&#x9650;&#x5B9A;&#x3001;&#x53EA;&#x5BF9;&#x767D;&#x540D;&#x5355;&#x5185;&#x7684;&#x7F51;&#x7AD9;&#x8D77;&#x4F5C;&#x7528;&#xFF1B;&#x4F46;&#x8FD9;&#x6837;&#x4F1A;&#x4E27;&#x5931;&#x4E00;&#x4E9B;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x6709;&#x65B0;&#x7684;dApp&#x53D1;&#x5E03;&#x65F6;&#x9700;&#x8981;&#x66F4;&#x6539;&#x767D;&#x540D;&#x5355;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x53D1;&#x5E03;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x3002;&#x6B64;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x4F1A;&#x518D;&#x505A;&#x4E00;&#x4E9B;&#x8BA8;&#x8BBA;&#xFF0C;<strong>&#x76EE;&#x524D;&#x7684;beta&#x7248;&#x4EC5;&#x7528;&#x4E8E;&#x6D4B;&#x8BD5;&#x548C;&#x8BD5;&#x7528;&#x662F;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x3002;</strong></li><li><strong>&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x4E0E;&#x6539;&#x8FDB;</strong>&#xFF1A;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x5728;&#x6587;&#x7AE0;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;</a>&#x3002;&#x76EE;&#x524D;&#x4E3B;&#x8981;&#x7684;&#x95EE;&#x9898;&#x662F;&#x6027;&#x80FD;&#x65B9;&#x9762;&#xFF0C;<strong>&#x81EA;&#x9009;&#x7684;Steem&#x670D;&#x52A1;&#x5668;&#x7684;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x6162;&#x3001;&#x7A33;&#x5B9A;&#x6027;&#x8F83;&#x5DEE;</strong>&#xFF0C;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x4E00;&#x822C;&#x3001;&#x7F51;&#x9875;&#x52A0;&#x8F7D;&#x7F13;&#x6162;&#xFF0C;@liuzhixiang&#x4E5F;&#x5728;&#x6B64;<a href="https://busy.org/@liuzhixiang/steem-api" target="_blank" rel="noreferrer noopener">&#x6587;&#x4E2D;</a>&#x7ED9;&#x51FA;&#x4E86;&#x6B64;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x7B54;&#x3002;</li></ol><p>&#x518D;&#x6B21;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x8BF7;&#x53CD;&#x9988;&#x7ED9;&#x4F5C;&#x8005;&#x6216;&#x548C;CN&#x533A;&#x7528;&#x6237;&#x8BA8;&#x8BBA;&#x3002;&#x5E0C;&#x671B;&#x672C;&#x6587;&#x7684;&#x4F7F;&#x7528;&#x5E2E;&#x52A9;&#x548C;&#x8BF4;&#x660E;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9; &#x1F61B;</p><h2>&#x5176;&#x4ED6;&#x5E38;&#x89C1;&#x95EE;&#x9898;</h2><h4 id="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"><a href="#&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;" class="headerlink" title="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"></a>&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;</h4><ol><li>&#x4E0B;&#x8F7D;&#x6587;&#x4EF6; <a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/chrome_steem.reg" target="_blank" rel="noopener">chrome_steem.reg</a> &#x5230;&#x672C;&#x5730;</li><li>&#x5173;&#x95ED;Chrome&#x6D4F;&#x89C8;&#x5668;</li><li>&#x53CC;&#x51FB;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;chrome_steem.reg&#xFF0C;&#x4F1A;&#x5C06;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;Chrome&#x6269;&#x5C55;&#xFF0C;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF08;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x5B89;&#x5168;&#x7684;&#xFF0C;&#x53EA;&#x505A;&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD9;&#x4E00;&#x4EF6;&#x4E8B;&#xFF09;</li><li>&#x91CD;&#x542F;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5230;chrome://extensions&#x4E2D;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;</li></ol><h5 id="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;</h5><blockquote><p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x5F53;&#x524D;&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD8;&#x6CA1;&#x6709;&#x4E0A;&#x4F20;&#x5230;Chrome&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x3002;&#x628A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x52A0;&#x5165;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x9632;&#x6B62;&#x5B83;&#x88AB;Chrome&#x81EA;&#x52A8;&#x7981;&#x7528;&#xFF0C;&#x4EE5;&#x4FBF;&#x987A;&#x5229;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x4E4B;&#x540E;&#x7B49;&#x6269;&#x5C55;&#x4E0A;&#x4F20;&#x5230;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x540E;&#xFF0C;&#x6B64;&#x95EE;&#x9898;&#x5E94;&#x8BE5;&#x4F1A;&#x6D88;&#x5931;&#x3002;</p></blockquote><p><br></p><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e6%b5%8f%e8%a7%88%e5%99%a8%e6%8f%92%e4%bb%b6%ef%bc%9asteem-server%e9%80%89%e6%8b%a9%e5%b7%a5%e5%85%b7</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-15T17:52:36.000Z">2019-02-15</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">6 minutes membaca (Sekitar 880 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】用requestly绕过-steemit-com/">【Steem指南】用requestly绕过*.steemit.com</a></h1><div class="content"><p></p><h2 id="rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server">&#x7ED5;&#x8FC7;*.steemit.com&#x7684;&#x7B56;&#x7565;&#xFF1A;&#x5BA2;&#x6237;&#x7AEF;&#x9009;&#x62E9;API Server<a href="#rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server"></a></h2><p></p><p></p><p>&#x5728;&#x524D;&#x6587;<a href="https://busy.org/@robertyan/steem-esteem-surfer" target="_blank" rel="noreferrer noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;eSteem Surfer&#x53D1;&#x5E16;</a>&#x63D0;&#x5230;&#x8FC7;&#x89E3;&#x51B3;&#x90E8;&#x5206;&#x5730;&#x533A;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;*.steemit.com&#x7684;&#x51E0;&#x79CD;&#x7B56;&#x7565;&#x3002;&#x5176;&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x4EE5;<strong>&#x201C;&#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house&#x201D;</strong>&#x3002;</p><p></p><p></p><p>&#x6628;&#x5929;&#x6839;&#x636E;&#x8FD9;&#x4E00;&#x7B56;&#x7565;&#xFF0C;&#x6211;&#x7528;<strong>GreaseMonkey&#xFF08;TamperMonkey&#xFF09;</strong>&#x521B;&#x5EFA;&#x4E86;<a rel="noreferrer noopener" href="https://github.com/think-in-universe/greasemoneky_scripts/blob/master/src/steem_api_redirect/steem_api_redirect.js" target="_blank">&#x91CD;&#x5B9A;&#x5411;XHR&#x548C;Fetch&#x7684;&#x811A;&#x672C;</a>&#xFF0C;&#x5C06;api.steem.com&#x7684;&#x8BF7;&#x6C42;&#x91CD;&#x5B9A;&#x5411;&#x5230;&#x522B;&#x7684;API Server&#xFF0C;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x6D4F;&#x89C8;busy&#x548C;steempeak&#x7684;feed&#x7B49;&#x3002;&#x4F46;&#x5728;&#x7528;steemconnect&#x767B;&#x5F55;&#x65F6;&#x4F1A;&#x9047;&#x5230;&#x201D;content-security-policy&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6240;&#x4EE5;&#x767B;&#x5F55;&#x4ECD;&#x7136;&#x5B58;&#x5728;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><h2 id="yong-requestly-rao-guo-steemitcom">&#x7528;requestly&#x7ED5;&#x8FC7;*.steemit.com<a href="#yong-requestly-rao-guo-steemitcom"></a></h2><p></p><p></p><p>&#x4ECA;&#x65E9;&#x770B;&#x5230; @liuzhixiang &#x53D1;&#x5E03;&#x7684;&#x57FA;&#x4E8E;requestly&#x7684;<a href="https://busy.org/@liuzhixiang/b5eeb58ce4558648" target="_blank" rel="noreferrer noopener">&#x4E0D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;busy.org&#x7684;&#x65B9;&#x6CD5;</a>&#xFF0C;&#x6211;&#x4EEC;&#x6D4B;&#x8BD5;&#x540E;&#x53D1;&#x73B0;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x4F7F;&#x7528;busy&#xFF0C;&#x5E76;&#x4E14;&#x4E5F;&#x89E3;&#x51B3;&#x4E86;steemconnect&#x767B;&#x5F55;&#x65F6;&#x65F6;&#x7684;&#x201D;content-security-policy&#x201D;&#x95EE;&#x9898;&#xFF0C;&#x975E;&#x5E38;&#x68D2;&#x1F44D; &#x5BF9;&#x7528;&#x6237;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#xFF0C;&#x975E;&#x5E38;&#x611F;&#x8C22;&#xFF01;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYm8I0Y8bh3svP6NP72%2F-LYm8IeWSELlw6Rolrgy%2Fimage.png?alt=media&amp;token=f58f4509-0852-45f7-abb6-5b55fe431c34" alt=""><br><i>image source: http://www.requestly.in/</i><p></p><p></p><p>&#x6211;&#x4EEC;&#x4F53;&#x9A8C;&#x540E;&#x53D1;&#x73B0;&#x914D;&#x7F6E;&#x7684;&#x6B65;&#x9AA4;&#x7565;&#x6709;&#x4E00;&#x4E9B;&#x7E41;&#x7410;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x5BF9;&#x6B65;&#x9AA4;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7528;&#x6237;&#x66F4;&#x5FEB;&#x4E0A;&#x624B;&#x3002;</p><p></p><p></p><h3 id="di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;requestly<a href="#di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly"></a></h3><p>@liuzhixiang &#x5728;&#x6587;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x5DE5;&#x5177;requestly&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x5F88;&#x591A;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#xFF0C;&#x529F;&#x80FD;&#x66F4;&#x7075;&#x6D3B;&#x5168;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x5E38;&#x89C1;&#x7684;&#x4E24;&#x79CD;&#x65B9;&#x6CD5;&#x5982;&#x4E0B;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x65B9;&#x6CD5;&#x4E8C;&#x3002;</p><p></p><p></p><ul><li><strong>&#x65B9;&#x6CD5;&#x4E00;</strong>&#xFF1A;&#x5BF9;&#x4E8E;Chrome&#x6216;&#x8005;Firefox&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x6253;&#x5F00;requestly&#x5B98;&#x7F51;&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x5B89;&#x88C5;&#xFF08;install&#xFF09;&#xFF0C;&#x6839;&#x636E;&#x6B65;&#x9AA4;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li><li><strong>&#x65B9;&#x6CD5;&#x4E8C;</strong>&#xFF1A;&#x5BF9;&#x4E8E;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;Chrome Store&#x7684;Chrome&#x7528;&#x6237;&#xFF0C;&#x70B9;&#x51FB;<a href="https://www.crx4chrome.com/go.php?d=350&amp;i=11&amp;p=1978&amp;s=1&amp;l=https%3A%2F%2Ff1.crx4chrome.com%2Fcrx.php%3Fi%3Dmdnleldcmiljblolnjhpnblkcekpdkpa%26v%3D19.2.1" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;crx&#x6587;&#x4EF6;&#x3002;&#x7528;&#x6D4F;&#x89C8;&#x5668;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762; chrome://extensions/&#xFF0C;&#x6253;&#x5F00;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer mode&#xFF09;</strong>&#xFF0C;&#x5C06;&#x4E0B;&#x8F7D;&#x5B8C;&#x6210;&#x7684;crx&#x6587;&#x4EF6;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x6D4F;&#x89C8;&#x5668;&#x7A97;&#x53E3;</strong>&#xFF0C;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li></ul><p></p><p></p><h3 id="di-er-bu-shang-chuan-requestly-gui-ze">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;<a href="#di-er-bu-shang-chuan-requestly-gui-ze"></a></h3><p></p><p></p><p>&#x5B89;&#x88C5;&#x5B8C;&#x6BD5;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;&#xFF0C;&#x800C;&#x4E0D;&#x7528;&#x624B;&#x52A8;&#x914D;&#x7F6E;&#x3002;</p><p></p><p></p><ol><li>&#x4ECE;<a href="https://raw.githubusercontent.com/think-in-universe/greasemoneky_scripts/master/src/steem_api_redirect/requestly_rules.txt" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;requestly&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF1B;</li><li>&#x70B9;&#x51FB;requestly&#x6309;&#x94AE;&#xFF0C;&#x6253;&#x5F00;requestly&#x7684;&#x672C;&#x5730;&#x914D;&#x7F6E;&#x9875;&#x9762;&#xFF08;<a href="https://app.requestly.in/rules/" target="_blank" rel="noreferrer noopener">https://app.requestly.in/rules/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#x89C4;&#x5219;&#x6309;&#x94AE;&#xFF0C;&#x9009;&#x62E9;&#x521A;&#x624D;&#x4E0B;&#x8F7D;&#x7684;&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF0C;&#x5B8C;&#x6210;&#x89C4;&#x5219;&#x4E0A;&#x4F20;&#x3002;&#x4F1A;&#x770B;&#x5230;&#x4E0B;&#x9762;&#x5217;&#x8868;&#x4E2D;&#x591A;&#x51FA;3&#x6761;&#x89C4;&#x5219;&#x3002;</li></ol><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYmBv1WtykETj_konIQ%2F-LYmBzYba3KrguDfdE0T%2Fimage.png?alt=media&amp;token=e199bf6e-a7f8-42da-8b71-30d0842144df" alt=""><br><i>image source: https://app.requestly.in/rules/</i><p></p><p></p><p>&#x5728;&#x89C4;&#x5219;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x4E86;<strong>anyx.io</strong>&#x4F5C;&#x4E3A;&#x9ED8;&#x8BA4;&#x7684;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x4E4B;&#x524D;&#x7684;&#x6D4B;&#x8BD5;&#x4E2D;&#x8BE5;&#x670D;&#x52A1;&#x5668;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x5176;&#x4ED6;&#x670D;&#x52A1;&#x5668;&#x7A0D;&#x5FEB;&#x3002;</p><p></p><p></p><h3 id="di-san-bu-kai-shi-shi-yong-busy">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy<a href="#di-san-bu-kai-shi-shi-yong-busy"></a></h3><p></p><p></p><p>&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x9875;&#x9762;&#xFF0C;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;&#xFF0C;feed&#x3001;power up&#x7B49;&#x529F;&#x80FD;&#x90FD;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;</p><p></p><p></p><h2 id="shuo-ming">&#x8BF4;&#x660E;<a href="#shuo-ming"></a></h2><p></p><p></p><ol><li>&#x518D;&#x6B21;&#x611F;&#x8C22; @liuzhixiang &#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x6709;&#x76F8;&#x5F53;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x672C;&#x6587;&#x4EC5;&#x662F;&#x5BF9;&#x539F;&#x6587;&#x7684;&#x6587;&#x6863;&#x8FDB;&#x884C;&#x4E86;&#x7B80;&#x5316;&#x3002;</li><li>&#x5F53;&#x524D;&#x7684;&#x65B9;&#x6CD5;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x8DB3;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x5F53;&#x524D;&#x7684;requestly&#x89C4;&#x5219;&#x652F;&#x6301;busy&#x8F83;&#x4E3A;&#x7A33;&#x5B9A;&#xFF0C;&#x5BF9;steempeak&#x7B49;&#x5B58;&#x5728;&#x95EE;&#x9898;&#x3002;&#x53EF;&#x4EE5;&#x5728;&#x4E4B;&#x540E;&#x6539;&#x8FDB;&#x6216;&#x5B8C;&#x5584;&#x3002;</li><li>&#x63A5;&#x4E0B;&#x6765;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x5F00;&#x5C55;&#x7684;&#x5DE5;&#x4F5C;&#x5305;&#x62EC;&#xFF1A;&#x5C01;&#x88C5;&#x6210;extension&#x3001;&#x8FDB;&#x4E00;&#x6B65;&#x652F;&#x6301;steempeak&#x3001;&#x81EA;&#x52A8;&#x9009;&#x62E9;&#x6216;&#x624B;&#x52A8;&#x914D;&#x7F6E;API server&#x8282;&#x70B9;&#x7B49;&#x3002;</li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e7%94%a8requestly%e7%bb%95%e8%bf%87-steemit-com</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-31T16:58:03.000Z">2019-01-31</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">17 minutes membaca (Sekitar 2487 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【跨文化活动】地球文明的星际对话-宇宙政治与宇宙语言/">【跨文化活动】地球文明的星际对话 | 宇宙政治与宇宙语言</a></h1><div class="content"><p>&#x4EBA;&#x7C7B;&#x662F;&#x4E00;&#x4E2A;&#x597D;&#x5947;&#x7684;&#x5B69;&#x5B50;&#xFF0C;&#x603B;&#x662F;&#x5E0C;&#x671B;&#x63A2;&#x7D22;&#x65E0;&#x9650;&#x4E16;&#x754C;/&#x5B87;&#x5B99;&#x4E2D;&#x7684;&#x5965;&#x79D8;&#x3002;&#x4E3A;&#x4E86;&#x5411;&#x5B87;&#x5B99;&#x4E4B;&#x5916;&#x5F20;&#x671B;&#x4E0E;&#x547C;&#x558A;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x7ECF;&#x505A;&#x4E86;&#x5F88;&#x591A;&#x5C1D;&#x8BD5;&#xFF0C;&#x4E0B;&#x9762;&#x662F;&#x8F83;&#x4E3A;&#x8457;&#x540D;&#x7684;&#x51E0;&#x6B21;&#x3002;</p><h2 id="&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;"><a href="#&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;" class="headerlink" title="&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;"></a>&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;<a href="#lv-hang-zhe-jin-chang-pian"></a></h2><p>1977&#x5E74;&#xFF0C;&#x65C5;&#x884C;&#x8005;1&#x53F7;&#x548C;2&#x53F7;&#x5206;&#x522B;&#x53D1;&#x5C04;&#xFF0C;&#x540C;&#x65F6;&#x643A;&#x5E26;&#x4E86;<strong>&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;</strong>&#xFF08;Voyager Golden Records&#xFF09;&#x3002;</p><p>&#x201C;&#x5531;&#x7247;&#x5185;&#x6536;&#x5F55;&#x4E86;&#x7528;&#x4EE5;&#x8868;&#x8FF0;&#x5730;&#x7403;&#x4E0A;<strong>&#x5404;&#x79CD;&#x6587;&#x5316;&#x53CA;&#x751F;&#x547D;&#x7684;&#x58F0;&#x97F3;&#x53CA;&#x56FE;&#x50CF;</strong>&#xFF0C;&#x4EE5;&#x671F;&#x5B87;&#x5B99;&#x4E2D;&#x5176;&#x4ED6;&#x5916;&#x661F;&#x9AD8;&#x667A;&#x6167;&#x751F;&#x7269;&#x53D1;&#x73B0;&#x3002;&#x65C5;&#x884C;&#x8005;&#x63A2;&#x6D4B;&#x5668;&#x5728;&#x8DDD;&#x4ECA;40000&#x5E74;&#x540E;&#xFF0C;&#x624D;&#x4F1A;&#x9760;&#x8FD1;&#x6700;&#x63A5;&#x8FD1;&#x5730;&#x7403;&#xFF08;1.6&#x5149;&#x5E74;&#xFF09;&#x7684;&#x6052;&#x661F;&#x3002;&#x63A2;&#x6D4B;&#x5668;&#x88AB;&#x6355;&#x83B7;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x4E0D;&#x5927;&#xFF0C;&#x56E0;&#x6B64;&#x5531;&#x7247;&#x7684;&#x6700;&#x7EC8;&#x76EE;&#x7684;&#x867D;&#x7136;&#x4ECD;&#x662F;&#x4E0E;&#x5916;&#x661F;&#x4EBA;&#x6C9F;&#x901A;&#xFF0C;&#x4F46;&#x5176;&#x5BF9;&#x4EBA;&#x7C7B;&#x4E0E;&#x5B87;&#x5B99;&#x4E4B;&#x95F4;&#x5173;&#x7CFB;&#x7684;&#x8C61;&#x5F81;&#x610F;&#x4E49;&#x66F4;&#x5927;&#x3002;&#x201D; &#x2014;&#x2014; <a href="https://zh.wikipedia.org/wiki/%E6%97%85%E8%A1%8C%E8%80%85%E9%87%91%E5%94%B1%E7%89%87" target="_blank" rel="noopener">Wikipedia &#x2013; &#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;</a></p><p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/5/56/The_Sounds_of_Earth_Record_Cover_-_GPN-2000-001978.jpg/600px-The_Sounds_of_Earth_Record_Cover_-_GPN-2000-001978.jpg" alt=""></p><p>from<a href="https://busy.org/exit?url=https%3A%2F%2Fzh.wikipedia.org%2Fwiki%2F%25E5%25A2%25A8%25E5%25AD%2590_(%25E4%25B9%25A6" target="_blank" rel="noopener"> </a>)<a href="https://zh.wikipedia.org/wiki/%E6%97%85%E8%A1%8C%E8%80%85%E9%87%91%E5%94%B1%E7%89%87" target="_blank" rel="noopener">Wikipedia &#x2013; &#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0</a></p><p>&#x201C;&#x59D4;&#x5458;&#x4F1A;&#x4E5F;&#x4E5F;&#x9009;&#x62E9;&#x591A;&#x79CD;<strong>&#x5927;&#x81EA;&#x7136;&#x7684;&#x58F0;&#x97F3;</strong>&#xFF0C;&#x5305;&#x62EC;&#x6ED1;&#x6D6A;&#x3001;&#x98CE;&#x3001;&#x96F7;&#x3001;&#x9E1F;&#x9E23;&#x3001;&#x9CB8;&#x9C7C;&#x6B4C;&#x58F0;&#x3001;&#x5176;&#x4ED6;&#x52A8;&#x7269;&#x53EB;&#x58F0;&#x7B49;&#xFF0C;&#x5E76;&#x6311;&#x9009;&#x6765;&#x81EA;<strong>&#x4E0D;&#x540C;&#x6587;&#x5316;&#x53CA;&#x5E74;&#x4EE3;&#x7684;&#x97F3;&#x4E50;</strong>&#x3001;&#x5730;&#x7403;&#x4EBA;&#x4F7F;&#x7528;55&#x79CD;&#x8BED;&#x8A00;&#xFF08;&#x6216;&#x65B9;&#x8A00;&#xFF09;&#x95EE;&#x5B89;&#x7684;&#x5F55;&#x97F3;&#x3002;&#x8FD9;&#x4E9B;&#x5F55;&#x97F3;&#x4EE5;&#x6BCF;&#x5206;&#x949F;16&#x2154;&#x8F6C;&#x7684;&#x901F;&#x5EA6;&#x64AD;&#x653E;&#x3002;&#x201D;[1] &#x5176;&#x4E2D;&#xFF0C;&#x4E2D;&#x6587;&#x4E50;&#x66F2;&#x7684;&#x6536;&#x5F55;&#x4E86;&#x53E4;&#x7434;&#x66F2;<strong>&#x300A;&#x6D41;&#x6C34;&#x300B;</strong>&#xFF08;&#x7531;&#x8457;&#x540D;&#x53E4;&#x7434;&#x5BB6;<strong>&#x7BA1;&#x5E73;&#x6E56;</strong>&#x6F14;&#x594F;&#xFF09;&#x3002;</p><h2 id="&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;"><a href="#&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;" class="headerlink" title="&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;"></a>&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;<a href="#xian-qu-zhe-du-jin-lv-ban"></a></h2><p>&#x5148;&#x4E8E;&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;&#x7684;&#x662F;&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x7247;&#xFF0C;&#x5148;&#x9A71;&#x8005;&#x63A2;&#x6D4B;&#x5668;&#x662F;&#x7B2C;&#x4E00;&#x4E2A;&#x79BB;&#x5F00;&#x592A;&#x9633;&#x7CFB;&#x7684;&#x4EBA;&#x9020;&#x7269;&#x4EF6;&#x3002;</p><p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/PPlaqueLarge.png/500px-PPlaqueLarge.png" alt=""></p><p>from <a href="https://zh.wikipedia.org/wiki/%E5%85%88%E9%A9%85%E8%80%85%E9%8D%8D%E9%87%91%E9%8B%81%E6%9D%BF" target="_blank" rel="noopener">Wikipedia &#x2013; &#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0</a></p><p>&#x76F8;&#x6BD4;&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;&#xFF0C;&#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;&#x7684;&#x5185;&#x5BB9;&#x8981;&#x7B80;&#x5355;&#x5F88;&#x591A;&#xFF0C;&#x4E3B;&#x8981;&#x5305;&#x62EC;&#x4E86;&#xFF1A;&#x6C22;&#x539F;&#x5B50;&#x5185;&#x81EA;&#x65CB;&#x8DC3;&#x8FC1;&#x3001;&#x4E00;&#x7537;&#x4E00;&#x5973;&#x753B;&#x50CF;&#x3001;&#x63A2;&#x6D4B;&#x5668;&#x7684;&#x8F6E;&#x5ED3;&#x3001;&#x592A;&#x9633;&#x76F8;&#x5BF9;&#x4E8E;&#x94F6;&#x6CB3;&#x7CFB;&#x4E2D;&#x5FC3;&#x53CA;14&#x9897;&#x8109;&#x51B2;&#x661F;&#x7684;&#x4F4D;&#x7F6E;&#x3001;&#x592A;&#x9633;&#x7CFB;&#xFF0C;&#x5927;&#x81F4;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x9605;&#x8BFB;&#x8005;&#x4E86;&#x89E3;&#x592A;&#x9633;&#x7CFB;&#x548C;&#x5730;&#x7403;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x4EE5;&#x53CA;&#x4EBA;&#x7C7B;&#x7684;&#x57FA;&#x672C;&#x5F62;&#x6001;[2]&#x3002;&#x4F5C;&#x4E3A;&#x4EBA;&#x7C7B;&#x7B2C;&#x4E00;&#x6B21;&#x5411;&#x57DF;&#x5916;&#x53D1;&#x9001;&#x4EBA;&#x7C7B;&#x548C;&#x592A;&#x9633;&#x7CFB;&#x8BAF;&#x606F;&#xFF0C;&#x5176;&#x610F;&#x4E49;&#x662F;&#x65E0;&#x6BD4;&#x91CD;&#x5927;&#x7684;&#x3002;</p><h2 id="&#x963F;&#x96F7;&#x897F;&#x535A;&#x4FE1;&#x606F;"><a href="#&#x963F;&#x96F7;&#x897F;&#x535A;&#x4FE1;&#x606F;" class="headerlink" title="&#x963F;&#x96F7;&#x897F;&#x535A;&#x4FE1;&#x606F;"></a>&#x963F;&#x96F7;&#x897F;&#x535A;&#x4FE1;&#x606F;<a href="#e-lei-xi-bo-xin-xi"></a></h2><p>&#x963F;&#x96F7;&#x897F;&#x535A;&#x5929;&#x6587;&#x53F0;&#xFF08;Arecibo Observatory&#xFF09;&#x4F4D;&#x4E8E;&#x6CE2;&#x591A;&#x9ECE;&#x5404;&#x7684;&#x963F;&#x96F7;&#x897F;&#x6C83;&#x5C71;&#x8C37;&#x4E2D;&#x5F00;&#x5149;&#xFF08;&#x5F00;&#x59CB;&#x89C2;&#x6D4B;&#xFF09;&#xFF0C;2016&#x5E74;&#x4E4B;&#x524D;&#x662F;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x5927;&#x7684;&#x5355;&#x9762;&#x53E3;&#x5F84;&#x5C04;&#x7535;&#x671B;&#x8FDC;&#x955C;&#x3002;1974&#x5E74;&#xFF0C;&#x4E3A;&#x5E86;&#x795D;&#x6539;&#x9020;&#x5B8C;&#x6210;&#xFF0C;&#x963F;&#x96F7;&#x897F;&#x535A;&#x671B;&#x8FDC;&#x955C;&#x5411;&#x8DDD;&#x79BB;&#x5730;&#x7403;25,000&#x5149;&#x5E74;&#x7684;&#x7403;&#x72B6;&#x661F;&#x56E2;M13&#x53D1;&#x9001;&#x4E86;&#x4E00;&#x4E32;&#x7531;1,679&#x4E2A;&#x4E8C;&#x8FDB;&#x5236;&#x6570;&#x5B57;&#x7EC4;&#x6210;&#x7684;&#x4FE1;&#x53F7;&#xFF0C;&#x79F0;&#x4E3A;<strong>&#x963F;&#x96F7;&#x897F;&#x535A;&#x4FE1;&#x606F;</strong>[3]&#x3002;(&#x4FE1;&#x606F;&#x672C;&#x8EAB;&#x6CA1;&#x6709;&#x989C;&#x8272;&#xFF0C;&#x989C;&#x8272;&#x662F;&#x4EBA;&#x4E3A;&#x6807;&#x6CE8;&#x7528;&#x4E8E;&#x533A;&#x5206;&#x7684;)</p><p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/23/Arecibo_message.png/300px-Arecibo_message.png" alt=""></p><p>from <a href="https://zh.wikipedia.org/wiki/%E9%98%BF%E9%9B%B7%E8%A5%BF%E5%8D%9A%E5%A4%A9%E6%96%87%E5%8F%B0" target="_blank" rel="noopener">Wikipedia &#x2013; &#x963F;&#x96F7;&#x897F;&#x535A;&#x5929;&#x6587;&#x53F0;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0</a></p><p>&#x5982;&#x679C;&#x4FE1;&#x606F;&#x88AB;&#x5730;&#x5916;&#x667A;&#x6167;&#x751F;&#x547D;&#x6240;&#x63A5;&#x6536;&#x5E76;&#x6B63;&#x786E;&#x89E3;&#x8BFB;&#xFF0C;&#x4F1A;&#x5F97;&#x5230;&#x5982;&#x4E0A;&#x56FE;&#x6240;&#x793A;&#x7684;&#x4FE1;&#x606F;&#xFF0C;&#x4ECE;&#x4E0A;&#x5230;&#x4E0B;&#x4F9D;&#x6B21;&#x4E3A;&#xFF1A;&#x7528;&#x4E8C;&#x8FDB;&#x5236;&#x8868;&#x793A;&#x7684;1-10&#x5341;&#x4E2A;&#x6570;&#x5B57;&#x3001;DNA&#x6240;&#x5305;&#x542B;&#x7684;&#x5316;&#x5B66;&#x5143;&#x7D20;&#x5E8F;&#x53F7;&#x3001;&#x6838;&#x82F7;&#x9178;&#x7684;&#x5316;&#x5B66;&#x5F0F;&#x3001;DNA&#x7684;&#x53CC;&#x87BA;&#x65CB;&#x5F62;&#x72B6;&#x3001;&#x4EBA;&#x7684;&#x5916;&#x5F62;&#x3001;&#x592A;&#x9633;&#x7CFB;&#x7684;&#x7EC4;&#x6210;&#x3001;&#x671B;&#x8FDC;&#x955C;&#x7684;&#x53E3;&#x5F84;&#x548C;&#x6CE2;&#x957F;&#x3002;&#x5411;&#x7403;&#x72B6;&#x661F;&#x56E2;M13&#x53D1;&#x9001;&#x4FE1;&#x606F;&#x7684;&#x539F;&#x56E0;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x6052;&#x661F;&#x5206;&#x5E03;&#x6BD4;&#x8F83;&#x5BC6;&#x96C6;&#xFF0C;&#x88AB;&#x5730;&#x5916;&#x667A;&#x6167;&#x751F;&#x547D;&#x63A5;&#x6536;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x8F83;&#x5927;[3]&#x3002;</p><h2 id="&#x672A;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5BF9;&#x5730;&#x5916;&#x4EA4;&#x6D41;&#xFF1F;"><a href="#&#x672A;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5BF9;&#x5730;&#x5916;&#x4EA4;&#x6D41;&#xFF1F;" class="headerlink" title="&#x672A;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5BF9;&#x5730;&#x5916;&#x4EA4;&#x6D41;&#xFF1F;"></a>&#x672A;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x5BF9;&#x5730;&#x5916;&#x4EA4;&#x6D41;&#xFF1F;<a href="#wei-lai-wo-men-ying-gai-ru-he-dui-di-wai-jiao-liu"></a></h2><p>&#x8FD1;&#x5E74;&#x6765;&#xFF0C;&#x968F;&#x7740;&#x300A;&#x4E09;&#x4F53;&#x300B;&#x7684;&#x6D41;&#x884C;&#x3001;&#x4EE5;&#x53CA;&#x970D;&#x91D1;&#x7684;&#x5BF9;&#x5916;&#x53D1;&#x5E03;&#x4FE1;&#x606F;&#x7684;&#x8B66;&#x544A;&#xFF0C;&#x56FD;&#x5185;&#x7684;&#x8206;&#x8BBA;&#x8BDD;&#x9898;&#x7EB7;&#x7EB7;&#x8868;&#x793A;&#x5E94;&#x505C;&#x6B62;&#x5BF9;&#x592A;&#x9633;&#x7CFB;&#x5916;&#x53D1;&#x5E03;&#x6D88;&#x606F;&#x3002;</p><p>&#x90A3;&#x4E48;&#xFF0C;&#x4EBA;&#x7C7B;&#x7A76;&#x7ADF;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x8FDB;&#x884C;&#x5730;&#x5916;&#x4EA4;&#x6D41;&#x5462;&#xFF1F;&#x662F;&#x5426;&#x5E94;&#x8BE5;&#x7EE7;&#x7EED;&#x5462;&#xFF1F;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x6765;&#x505A;&#x5462;&#xFF1F;</p><p>&#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;&#x4E0A;&#xFF0C;&#x9644;&#x5E26;&#x4E86;&#x5361;&#x7279;&#x603B;&#x7EDF;&#x548C;&#x65F6;&#x4EFB;&#x8054;&#x5408;&#x56FD;&#x79D8;&#x4E66;&#x957F;&#x5E93;&#x5C14;&#x7279;&#xB7;&#x74E6;&#x5C14;&#x5FB7;&#x6D77;&#x59C6;&#x7684;&#x4E66;&#x9762;&#x4FE1;&#x606F;[1]&#xFF0C;&#x5173;&#x4E8E;&#x53D1;&#x9001;&#x8FD9;&#x6761;&#x8BAF;&#x606F;&#x7684;&#x539F;&#x56E0;&#xFF1A;</p><blockquote><p>&#x6211;&#x4EEC;&#x628A;&#x8FD9;&#x4E2A;&#x8BAF;&#x606F;&#x6295;&#x653E;&#x5230;&#x5B87;&#x5B99;&#x2026;&#x2026;&#x5728;&#x94F6;&#x6CB3;&#x7CFB;&#x7684;&#x4E8C;&#x5343;&#x4EBF;&#x9897;&#x661F;&#x91CC;&#xFF0C;&#x4E00;&#x4E9B;&#x2026;&#x2026;&#x5E0C;&#x671B;&#x6709;&#x5F88;&#x591A;&#x2026;&#x2026;&#x6709;&#x4F4F;&#x4EBA;&#x7684;&#x884C;&#x661F;&#x6216;&#x8005;&#x592A;&#x7A7A;&#x65C5;&#x884C;&#x8005;&#x7684;&#x6587;&#x660E;&#x3002;&#x8981;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x6587;&#x660E;&#x6355;&#x83B7;&#x65C5;&#x884C;&#x8005;&#x63A2;&#x6D4B;&#x5668;&#x5E76;&#x660E;&#x767D;&#x5531;&#x7247;&#x91CC;&#x6536;&#x5F55;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x90A3;&#x4E48;&#x8FD9;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;&#x8BAF;&#x606F;&#xFF1A;&#x6211;&#x4EEC;&#x5C1D;&#x8BD5;&#x5728;&#x6211;&#x4EEC;&#x7684;&#x65F6;&#x5149;&#x91CC;&#x6D3B;&#x7740;&#xFF0C;&#x6216;&#x8BB8;&#x6709;&#x5929;&#x4F1A;&#x5728;&#x4F60;&#x4EEC;&#x7684;&#x65F6;&#x5149;&#x91CC;&#x6D3B;&#x7740;&#x3002;&#x6211;&#x4EEC;&#x671F;&#x671B;&#x603B;&#x6709;&#x4E00;&#x5929;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x6211;&#x4EEC;&#x6B63;&#x9762;&#x5BF9;&#x7684;&#x96BE;&#x9898;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x8054;&#x5408;&#x4E00;&#x8D77;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x94F6;&#x6CB3;&#x7CFB;&#x6587;&#x660E;&#x3002;&#x8FD9;&#x5F20;&#x5531;&#x7247;&#x4EE3;&#x8868;&#x6211;&#x4EEC;&#x7684;&#x5E0C;&#x671B;&#x3001;&#x6211;&#x4EEC;&#x7684;&#x51B3;&#x5FC3;&#x4E0E;&#x6211;&#x4EEC;&#x7684;&#x5584;&#x610F;&#x5728;&#x8FD9;&#x4E2A;&#x6D69;&#x701A;&#x7684;&#x5B87;&#x5B99;&#x3002;</p></blockquote><p>20&#x4E16;&#x7EAA;50~70&#x5E74;&#x4EE3;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x592A;&#x7A7A;&#x63A2;&#x7D22;&#x4E8B;&#x4E1A;&#x6B63;&#x5728;&#x871C;&#x6708;&#x671F;&#xFF0C;&#x5168;&#x7403;&#x5316;&#x4E5F;&#x5DF2;&#x7ECF;&#x8FDB;&#x5165;&#x65B0;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x62A2;&#x5148;&#x63A2;&#x7D22;&#x5B87;&#x5B99;&#xFF0C;&#x6210;&#x4E86;&#x5F3A;&#x56FD;&#x79EF;&#x6781;&#x601D;&#x8003;&#x548C;&#x53D1;&#x5C55;&#x7684;&#x6218;&#x7565;&#x3002;&#x5F53;&#x65F6;&#x7684;&#x63A2;&#x7D22;&#x8005;&#xFF0C;&#x7406;&#x60F3;&#x5730;&#x8BA4;&#x4E3A;&#xFF0C;&#x672A;&#x6765;&#x7684;&#x67D0;&#x4E00;&#x5929;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x548C;&#x90A3;&#x4E9B;&#x8BAF;&#x606F;&#x63A5;&#x53D7;&#x8005;&#x89C1;&#x9762;&#xFF0C;&#x5171;&#x540C;&#x6784;&#x5EFA;&#x4E00;&#x4E2A;&#x94F6;&#x6CB3;&#x7CFB;&#x6587;&#x660E;&#x3002;</p><p>&#x968F;&#x7740;&#x63A2;&#x7D22;&#x5730;&#x6DF1;&#x5165;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x4E8E;&#x592A;&#x7A7A;&#x63A2;&#x7D22;&#x7684;&#x6001;&#x5EA6;&#x4E5F;&#x5728;&#x4E0D;&#x65AD;&#x53D1;&#x751F;&#x53D8;&#x5316;&#x3002;&#x800C;&#x95EE;&#x9898;&#x7684;&#x5173;&#x952E;&#xFF0C;<strong>&#x9996;&#x5148;</strong>&#x5728;&#x4E8E;&#x6765;&#x8005;<strong>&#x662F;&#x201C;&#x654C;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x53CB;&#x201D;&#x3001;&#x662F;&#x201C;&#x5916;&#x60A3;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x5916;&#x4EA4;&#x201D;&#xFF0C;&#x5176;&#x6B21;</strong>&#x5219;&#x5728;&#x4E8E;<strong>&#x6C9F;&#x901A;&#x7684;&#x65B9;&#x5F0F;&#x548C;&#x8BED;&#x8A00;</strong>&#x3002;</p><h3 id="&#x654C;&#x8FD8;&#x662F;&#x53CB;&#xFF1F;"><a href="#&#x654C;&#x8FD8;&#x662F;&#x53CB;&#xFF1F;" class="headerlink" title="&#x654C;&#x8FD8;&#x662F;&#x53CB;&#xFF1F;"></a>&#x654C;&#x8FD8;&#x662F;&#x53CB;&#xFF1F;<a href="#di-hai-shi-you"></a></h3><p>&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x5B87;&#x5B99;&#x653F;&#x6CBB;&#x5B66;&#x95EE;&#x9898;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x4EBA;&#x7C7B;&#x662F;&#x5426;&#x6709;&#x6743;&#x529B;&#x4EE3;&#x8868;&#x6574;&#x4E2A;&#x5730;&#x7403;&#x8FDB;&#x884C;&#x5B87;&#x5B99;&#x653F;&#x6CBB;&#x7684;&#x51B3;&#x7B56;&#x5462;&#xFF1F;&#x4E0E;&#x5B87;&#x5B99;&#x6C9F;&#x901A;&#x662F;&#x6574;&#x4E2A;&#x5730;&#x7403;&#x7684;&#x8BAE;&#x9898;&#xFF0C;&#x672C;&#x8EAB;&#x662F;&#x6CDB;&#x7269;&#x79CD;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p>&#x8FD1;&#x6765;&#xFF0C;&#x56FD;&#x9645;&#x4E0A;&#xFF0C;&#x76EE;&#x524D;&#x4E00;&#x81F4;&#x540C;&#x610F;&#x4E0D;&#x5BF9;&#x5730;&#x5916;&#x6587;&#x660E;&#x7684;&#x4FE1;&#x53F7;&#x4F5C;&#x56DE;&#x5E94;&#xFF0C;&#x9664;&#x975E;&#x5927;&#x5BB6;&#x90FD;&#x89C9;&#x5F97;&#x5E94;&#x8BE5;&#x56DE;&#x5E94;&#x3002;&#x7B2C;&#x4E00;&#x662F;&#x7531;&#x4E8E;&#x5FC3;&#x7406;&#x4E0A;&#x5BF9;&#x672A;&#x77E5;&#x7684;&#x6050;&#x60E7;&#xFF0C;&#x4EE5;&#x53CA;&#x76F8;&#x5173;&#x53CD;&#x4E4C;&#x6258;&#x90A6;&#x6587;&#x5B66;&#x7684;&#x5F71;&#x54CD;&#xFF1B;&#x7B2C;&#x4E8C;&#x5219;&#x662F;&#x653F;&#x6CBB;&#x5B66;&#x5BF9;&#x5229;&#x76CA;&#x7684;&#x8003;&#x91CF;&#xFF0C;&#x81F3;&#x5C11;&#x5728;&#x521D;&#x6B65;&#x63A5;&#x89E6;&#x65F6;&#x4E0D;&#x5E94;&#x91C7;&#x53D6;&#x8FC7;&#x4E8E;&#x6FC0;&#x8FDB;&#x7684;&#x65B9;&#x5F0F;&#x3002;</p><p>&#x5B87;&#x5B99;&#x6587;&#x660E;&#x95F4;&#x7684;&#x63A5;&#x89E6;&#x65F6;&#xFF0C;&#x4E0E;&#x4E1C;&#x897F;&#x65B9;&#x6587;&#x660E;&#x7684;&#x63A5;&#x89E6;&#x9887;&#x4E3A;&#x76F8;&#x4F3C;&#x3002;&#x4E1C;&#x897F;&#x65B9;&#x6587;&#x660E;&#x7684;&#x76F4;&#x63A5;&#x6B63;&#x9762;&#x5BF9;&#x8BDD;&#xFF0C;&#x76F4;&#x5230;19&#x4E16;&#x7EAA;&#x672B;&#x671F;&#x624D;&#x5168;&#x9762;&#x5C55;&#x5F00;&#xFF0C;&#x5728;&#x6B64;&#x4E4B;&#x524D;&#x901A;&#x8FC7;&#x9646;&#x5730;&#x3001;&#x6D77;&#x6D0B;&#x65E0;&#x6570;&#x524D;&#x4EBA;&#x7684;&#x6587;&#x660E;&#x4EA4;&#x6D41;&#xFF0C;&#x5BF9;&#x4E8E;&#x53CC;&#x65B9;&#x6587;&#x660E;&#x7684;&#x53D1;&#x5C55;&#x90FD;&#x8D77;&#x5230;&#x4E86;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4E0D;&#x540C;&#x5B87;&#x5B99;&#x6587;&#x660E;&#x95F4;&#x7684;&#x63A5;&#x89E6;&#x8FDC;&#x8FDC;&#x6BD4;&#x8FD9;&#x4F1A;&#x56F0;&#x96BE;&#xFF0C;&#x4F46;&#x6050;&#x6015;&#x4E5F;&#x5C06;&#x91C7;&#x53D6;&#x7684;&#x7C7B;&#x4F3C;&#x7684;&#x65B9;&#x5F0F;&#xFF1A;&#xFF08;1&#xFF09;&#x4EE5;&#x4E00;&#x79CD;&#x201C;&#x96FE;&#x91CC;&#x770B;&#x82B1;&#x201D;&#x7684;&#x65B9;&#x5F0F;&#x5F00;&#x7AEF;&#xFF0C;&#x4EE5;&#x5C04;&#x7535;&#x671B;&#x8FDC;&#x955C;&#x3001;&#x5F15;&#x529B;&#x6CE2;&#x89C2;&#x6D4B;&#x7B49;&#x4E3A;&#x57FA;&#x7840;&#xFF0C;&#x91C7;&#x53D6;&#x89C2;&#x5BDF;&#x4E3A;&#x4E3B;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x5F85;&#x5230;&#x4FE1;&#x606F;&#x66F4;&#x4E3A;&#x5145;&#x5206;&#x548C;&#x8BE6;&#x5B9E;&#x65F6;&#x624D;&#x5F00;&#x5C55;&#x6B63;&#x9762;&#x800C;&#x79EF;&#x6781;&#x7684;&#x63A2;&#x7D22;&#x6001;&#x52BF;&#xFF1B;&#xFF08;2&#xFF09;&#x4E0E;&#x6B64;&#x540C;&#x65F6;&#x53D1;&#x5C55;&#x5730;&#x7403;&#x6587;&#x660E;&#x79D1;&#x6280;&#xFF0C;&#x5E76;&#x62D3;&#x5C55;&#x5728;&#x592A;&#x9633;&#x7CFB;&#x7684;&#x751F;&#x5B58;&#x7A7A;&#x95F4;&#xFF0C;&#x4E5F;&#x6B63;&#x662F;&#x6211;&#x4EEC;&#x5728;&#x5F00;&#x5C55;&#x7684;&#x5B87;&#x5B99;&#x6B96;&#x6C11;&#x8BA1;&#x5212;&#x3002;</p><h3 id="&#x6C9F;&#x901A;&#x8BED;&#x8A00;&#x4E0E;&#x65B9;&#x5F0F;&#xFF1F;"><a href="#&#x6C9F;&#x901A;&#x8BED;&#x8A00;&#x4E0E;&#x65B9;&#x5F0F;&#xFF1F;" class="headerlink" title="&#x6C9F;&#x901A;&#x8BED;&#x8A00;&#x4E0E;&#x65B9;&#x5F0F;&#xFF1F;"></a>&#x6C9F;&#x901A;&#x8BED;&#x8A00;&#x4E0E;&#x65B9;&#x5F0F;&#xFF1F;<a href="#gou-tong-yu-yan-yu-fang-shi"></a></h3><p>&#x4E00;&#x79CD;&#x5B87;&#x5B99;&#x901A;&#x7528;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x662F;&#x5B87;&#x5B99;&#x8BED;&#x8A00;&#x5B66;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x8BAE;&#x9898;&#x3002;</p><p><strong>&#x6570;&#x5B66;&#x8BED;&#x8A00;&#x3001;&#x56FE;&#x50CF;&#x8BED;&#x8A00;</strong>&#xFF0C;&#x662F;&#x76EE;&#x524D;&#x4EBA;&#x4EEC;&#x8BA4;&#x4E3A;&#x6700;&#x4E3A;&#x901A;&#x7528;&#x7684;&#x51E0;&#x79CD;&#x65B9;&#x5F0F;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x52FE;&#x80A1;&#x5B9A;&#x7406;&#xFF08;&#x6BD5;&#x8FBE;&#x54E5;&#x62C9;&#x65AF;&#x5B9A;&#x7406;&#xFF09;&#x662F;&#x4E00;&#x79CD;&#x53EF;&#x80FD;&#x6781;&#x4E3A;&#x901A;&#x7528;&#x7684;&#x6570;&#x5B66;&#x53D1;&#x73B0;&#x3002;&#x5728;&#x4E0A;&#x9762;&#x7684;&#x65C5;&#x884C;&#x8005;&#x3001;&#x5148;&#x9A71;&#x8005;&#x7684;&#x4ECB;&#x7ECD;&#x4E2D;&#xFF0C;&#x4E5F;&#x63D0;&#x53CA;&#x4E86;&#x8F83;&#x591A;&#x57FA;&#x4E8E;&#x56FE;&#x7247;&#x7684;&#x6C9F;&#x901A;&#x3002;</p><p>&#x5BF9;&#x4E8E;&#x8DE8;&#x8BED;&#x8A00;&#x7684;&#x4EA4;&#x6D41;&#xFF0C;&#x6709;&#x7814;&#x7A76;&#x8005;&#x8BA4;&#x4E3A;&#xFF0C;&#x4E3A;&#x4E86;&#x4E0E;&#x5916;&#x661F;&#x4EBA;&#x6C9F;&#x901A;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x5B66;&#x4F1A;&#x5982;&#x4F55;&#x4E0E;&#x5730;&#x7403;&#x4E0A;&#x5176;&#x4ED6;&#x7684;&#x667A;&#x6167;&#x751F;&#x7269;&#x6C9F;&#x901A;&#xFF0C;&#x6BD4;&#x5982;&#x6D77;&#x8C5A;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x4E9B;&#x7528;&#x82F1;&#x8BED;&#x4E0E;&#x6D77;&#x8C5A;&#x6C9F;&#x901A;&#x7684;&#x9879;&#x76EE;&#x6B63;&#x5728;&#x5F00;&#x5C55;&#x4E4B;&#x4E2D;&#x3002;</p><p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/d/d2/Pythagorean.svg/440px-Pythagorean.svg.png" alt=""></p><p><a href="https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence" target="_blank" rel="noopener">Wikipedia &#x2013; Communication with extraterrestrial intelligence</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0</a></p><h2 id="&#x53C2;&#x8003;&#x6587;&#x732E;"><a href="#&#x53C2;&#x8003;&#x6587;&#x732E;" class="headerlink" title="&#x53C2;&#x8003;&#x6587;&#x732E;"></a>&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><ol><li><a href="https://zh.wikipedia.org/wiki/%E6%97%85%E8%A1%8C%E8%80%85%E9%87%91%E5%94%B1%E7%89%87" target="_blank" rel="noopener">Wikipedia &#x2013; &#x65C5;&#x884C;&#x8005;&#x91D1;&#x5531;&#x7247;</a></li><li><a href="https://zh.wikipedia.org/wiki/%E5%85%88%E9%A9%85%E8%80%85%E9%8D%8D%E9%87%91%E9%8B%81%E6%9D%BF" target="_blank" rel="noopener">Wikipedia &#x2013; &#x5148;&#x9A71;&#x8005;&#x9540;&#x91D1;&#x94DD;&#x677F;</a></li><li><a href="https://zh.wikipedia.org/wiki/%E9%98%BF%E9%9B%B7%E8%A5%BF%E5%8D%9A%E5%A4%A9%E6%96%87%E5%8F%B0" target="_blank" rel="noopener">Wikipedia &#x2013; &#x963F;&#x96F7;&#x897F;&#x535A;&#x5929;&#x6587;&#x53F0;</a></li><li><a href="https://en.wikipedia.org/wiki/Communication_with_extraterrestrial_intelligence" target="_blank" rel="noopener">Wikipedia &#x2013; Communication with extraterrestrial intelligence</a></li><li><a href="https://cosmosmagazine.com/space/don-t-open-et-communications-researchers-say" target="_blank" rel="noopener">Don&#x2019;t open ET communications, researchers say</a></li></ol><hr><p><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : <a href="https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e8%b7%a8%e6%96%87%e5%8c%96%e6%b4%bb%e5%8a%a8%e3%80%91%e5%9c%b0%e7%90%83%e6%96%87%e6%98%8e%e7%9a%84%e6%98%9f%e9%99%85%e5%af%b9%e8%af%9d-%e5%ae%87%e5%ae%99%e6%94%bf%e6%b2%bb%e4%b8%8e" target="_blank" rel="noopener">https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e8%b7%a8%e6%96%87%e5%8c%96%e6%b4%bb%e5%8a%a8%e3%80%91%e5%9c%b0%e7%90%83%e6%96%87%e6%98%8e%e7%9a%84%e6%98%9f%e9%99%85%e5%af%b9%e8%af%9d-%e5%ae%87%e5%ae%99%e6%94%bf%e6%b2%bb%e4%b8%8e</a></em></p><hr><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-31T09:45:00.000Z">2019-01-31</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">28 minutes membaca (Sekitar 4239 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【黑客之道】番外-墨子（一）：奇人/">【黑客之道】番外 | 墨子（一）：奇人</a></h1><div class="content"><p></p><p>&#x672C;&#x6587;&#x4E3A;&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;&#x7684;&#x756A;&#x5916;&#x300A;&#x58A8;&#x5B50;&#x4E4B;&#x5947;&#x300B;&#x7684;&#x7B2C;&#x4E00;&#x7BC7;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x516B;&#x4E00;&#x516B;&#x8D85;&#x7EA7;&#x9ED1;&#x5BA2;<strong>&#x58A8;&#x7FDF;</strong>&#x7684;&#x751F;&#x5E73;&#x3002;</p><p></p><p></p><p>&#x5F53;&#x4ECA;&#x5929;&#x4E0B;&#x662F;&#x201C;&#x6D88;&#x8D39;&#x793E;&#x4F1A;&#x201D;&#xFF0C;&#x8F7B;&#x677E;&#x5A31;&#x4E50;&#x641E;&#x602A;&#x7684;&#x6545;&#x4E8B;&#x66F4;&#x53D7;&#x4EBA;&#x559C;&#x7231;&#xFF0C;&#x771F;&#x6B63;&#x7684;&#x5723;&#x8D24;&#x82F1;&#x96C4;&#x7684;&#x4F20;&#x8BF4;&#x53CD;&#x800C;&#x6E6E;&#x6CA1;&#x65E0;&#x95FB;&#x3002;&#x58A8;&#x5B50;&#x4E0E;&#x90A3;&#x4E9B;&#x559C;&#x95FB;&#x4E50;&#x89C1;&#x7684;&#x4E3B;&#x89D2;&#x4E00;&#x6837;&#xFF0C;&#x65E2;&#x6709;&#x4F20;&#x5947;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x53C8;&#x6709;&#x6770;&#x51FA;&#x7684;&#x529F;&#x7EE9;&#xFF0C;&#x66F4;&#x662F;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x7684;&#x810A;&#x6881;&#xFF0C;&#x503C;&#x5F97;&#x540E;&#x6765;&#x8005;&#x7EC6;&#x7EC6;&#x54C1;&#x5473;&#x3001;&#x4FEF;&#x9996;&#x5B66;&#x4E60;&#x4E0E;&#x53D1;&#x594B;&#x8D85;&#x8D8A;&#x3002;</p><p></p><p></p><h2 id="mo-jia-shi-zu">&#x58A8;&#x5BB6;&#x59CB;&#x7956;<a href="#mo-jia-shi-zu"></a></h2><p></p><p></p><p>&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6709;&#x201C;&#x4E09;&#x6559;&#x4E5D;&#x6D41;&#x201D;&#x7684;&#x8BF4;&#x6CD5;&#xFF08;&#x4E3B;&#x8981;&#x6D41;&#x884C;&#x4E8E;&#x660E;&#x6E05;&#xFF09;&#xFF1A;&#x201C;&#x4E09;&#x6559;&#x201D;&#x6307;&#x5112;&#x6559;&#x3001;&#x9053;&#x6559;&#x3001;&#x4F5B;&#x6559;&#x3002;&#x201C;&#x4E5D;&#x6D41;&#x201D;&#x6307;&#x5112;&#x5BB6;&#x3001;&#x9053;&#x5BB6;&#x3001;&#x9634;&#x9633;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x540D;&#x5BB6;&#x3001;&#x58A8;&#x5BB6;&#x3001;&#x7EB5;&#x6A2A;&#x5BB6;&#x3001;&#x6742;&#x5BB6;&#x3001;&#x519C;&#x5BB6;&#x3002;&#x5BF9;&#x4E8E;&#x5112;&#x91CA;&#x9053;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5927;&#x81F4;&#x4E86;&#x89E3;&#x5176;&#x601D;&#x60F3;&#x7684;&#x6838;&#x5FC3;&#xFF08;&#x4F46;&#x901A;&#x5E38;&#x4E5F;&#x4E86;&#x89E3;&#x5F97;&#x5E76;&#x4E0D;&#x7CBE;&#x6DF1;&#xFF09;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x9634;&#x9633;&#x3001;&#x6CD5;&#x3001;&#x540D;&#x3001;&#x58A8;&#x3001;&#x7EB5;&#x6A2A;&#x3001;&#x6742;&#x3001;&#x519C;&#x5404;&#x5BB6;&#xFF0C;&#x4EBA;&#x4EEC;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x7565;&#x77E5;&#x76AE;&#x6BDB;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x5176;&#x4E2D;&#xFF0C;&#x9634;&#x9633;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x58A8;&#x5BB6;&#x7684;&#x77E5;&#x540D;&#x5EA6;&#x7565;&#x9AD8;&#xFF0C;&#x8FD9;&#x5F97;&#x76CA;&#x4E8E;&#x5927;&#x4F17;&#x6587;&#x5316;&#x7684;&#x5F71;&#x89C6;&#x6587;&#x5B66;&#x4F5C;&#x54C1;&#x7B49;&#x7684;&#x4F20;&#x64AD;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x9EC4;&#x6613;&#x7684;&#x300A;&#x5BFB;&#x79E6;&#x8BB0;&#x300B;&#x4E2D;&#x51FA;&#x573A;&#x8FC7;&#x7684;&#x5C31;&#x6709;&#xFF0C;&#x6CD5;&#x5BB6;&#x7684;&#x674E;&#x65AF;&#x3001;&#x97E9;&#x975E;&#xFF0C;&#x9634;&#x9633;&#x5BB6;&#x7684;&#x90B9;&#x884D;&#x548C;&#x4ED6;&#x7684;&#x4E94;&#x884C;&#x5B66;&#x8BF4;&#xFF0C;&#x58A8;&#x5BB6;&#x7684;&#x201C;&#x517C;&#x7231;&#x201D;&#x3001;&#x201C;&#x975E;&#x653B;&#x201C;&#xFF0C;&#x58A8;&#x5BB6;&#x949C;&#x5B50;&#x3001;&#x201C;&#x58A8;&#x5BB6;&#x5251;&#x6CD5;&#x201D;&#x3002;&#x5C31;&#x540E;&#x4E16;&#x7684;&#x5F71;&#x54CD;&#x800C;&#x8A00;&#xFF0C;&#x6CD5;&#x5BB6;&#x968F;&#x7740;&#x5916;&#x5112;&#x5185;&#x6CD5;&#x7684;&#x4F20;&#x7EDF;&#x4E8B;&#x5B9E;&#x4E0A;&#x88AB;&#x5E1D;&#x56FD;&#x7684;&#x7EDF;&#x6CBB;&#x8005;&#x5EF6;&#x7EED;&#x4F7F;&#x7528;&#xFF1B;&#x9634;&#x9633;&#x4E94;&#x884C;&#x5B66;&#x8BF4;&#x88AB;&#x8463;&#x4EF2;&#x8212;&#x7B49;&#x5438;&#x6536;&#xFF0C;&#x5728;&#x53D6;&#x540D;&#x3001;&#x533B;&#x5B66;&#x3001;&#x98CE;&#x6C34;&#x7B49;&#x4F20;&#x7EDF;&#x4E2D;&#x4E5F;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF1B;&#x58A8;&#x5BB6;&#x5219;&#x4F3C;&#x4E4E;&#x53EA;&#x9690;&#x8EAB;&#x4E8E;&#x521B;&#x4F5C;&#x7684;&#x4F5C;&#x54C1;&#x4E2D;&#x4E86;&#xFF0C;&#x8FD1;&#x671F;&#x7684;&#x5982;&#x7535;&#x5F71;&#x300A;&#x58A8;&#x653B;&#x300B;&#x3001;&#x52A8;&#x6F2B;&#x300A;&#x79E6;&#x65F6;&#x660E;&#x6708;&#x300B;&#x3001;&#x6E38;&#x620F;&#x300A;&#x8F69;&#x8F95;&#x5251;&#x7CFB;&#x5217;&#x300B;&#xFF08;&#x300A;&#x67AB;&#x4E4B;&#x821E;&#x300B;&#x3001;&#x300A;&#x9ED1;&#x9F99;&#x821E;&#x516E;&#x4E91;&#x98DE;&#x626C;&#x300B;&#x3001;&#x300A;&#x82CD;&#x4E4B;&#x6D9B;&#x300B;&#xFF09;&#x7B49;&#x7B49;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXUe00hcF8tlpWEmtQs%2F-LXUfp_MhYlMhSL7OP6U%2Fimage.png?alt=media&amp;token=24344a73-4c8a-4057-9512-d72bbeda95ac" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E8%BB%92%E8%BD%85%E5%8A%8D%E8%82%86_%E9%BB%91%E9%BE%8D%E8%88%9E%E5%85%AE%E9%9B%B2%E9%A3%9B%E6%8F%9A" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x8F69;&#x8F95;&#x5251;&#x8086; &#x9ED1;&#x9F99;&#x821E;&#x516E;&#x4E91;&#x98DE;&#x626C;</a><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener"> </a>| <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x58A8;&#x5BB6;&#x5728;&#x5148;&#x79E6;&#x65F6;&#x671F;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#xFF0C;&#x4E0E;&#x5112;&#x5BB6;&#x5E76;&#x79F0;&#x201C;&#x663E;&#x5B66;&#x201D;&#xFF0C;&#x6709;&#x201C;<strong>&#x975E;&#x5112;&#x5373;&#x58A8;</strong>&#x201D;&#x4E4B;&#x79F0;&#x3002;&#x6C49;&#x6B66;&#x4EE5;&#x540E;&#xFF0C;&#x72EC;&#x5C0A;&#x5112;&#x672F;&#xFF0C;&#x58A8;&#x5BB6;&#x7684;&#x5370;&#x8BB0;&#x5728;&#x6587;&#x660E;&#x4E2D;&#x6E10;&#x6E10;&#x53D8;&#x7684;&#x6DE1;&#x8584;&#x3002;&#x4F46;&#x58A8;&#x5B50;&#x7684;&#x7CBE;&#x795E;&#x548C;&#x5B66;&#x8BF4;&#xFF0C;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x88AB;&#x9057;&#x5FD8;&#xFF0C;&#x76F4;&#x5230;&#x4ECA;&#x65E5;&#x4ECD;&#x7136;&#x6709;&#x65E0;&#x7A77;&#x7684;&#x5149;&#x5F69;&#x4E0E;&#x529B;&#x91CF;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x516B;&#x5366;&#x524D;&#x8F88;&#x201C;&#x58A8;&#x5B50;&#x201D;&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#xFF08;&#x751F;&#x5352;&#x5E74;&#x4E0D;&#x8BE6;&#xFF09;&#xFF0C;&#x540D;&#x7FDF;&#xFF08;d&#xED;&#xFF09;&#xFF0C;&#x6625;&#x79CB;&#x672B;&#x671F;&#x6218;&#x56FD;&#x521D;&#x671F;&#x5B8B;&#x56FD;&#x4EBA;&#xFF0C;&#x5B8B;&#x56FD;&#x8D35;&#x65CF;&#x76EE;&#x5937;&#x7684;&#x540E;&#x4EE3;&#xFF0C;&#x751F;&#x524D;&#x62C5;&#x4EFB;&#x5B8B;&#x56FD;&#x5927;&#x592B;&#x3002;&#x58A8;&#x5B50;&#x51FA;&#x751F;&#x65F6;&#x5BB6;&#x65CF;&#x5DF2;&#x7ECF;&#x6CA1;&#x843D;&#xFF0C;&#x5E73;&#x6C11;&#x51FA;&#x8EAB;&#xFF0C;&#x5E74;&#x5C11;&#x65F6;&#x505A;&#x8FC7;&#x7267;&#x7AE5;&#x548C;&#x6728;&#x5DE5;&#xFF0C;&#x540C;&#x60C5;&#x201C;<a href="https://baike.baidu.com/item/%E5%86%9C%E4%B8%8E%E5%B7%A5%E8%82%86%E4%B9%8B%E4%BA%BA" target="_blank" rel="noreferrer noopener">&#x519C;&#x4E0E;&#x5DE5;&#x8086;&#x4E4B;&#x4EBA;</a>&#x201D;&#x3002;&#x58A8;&#x5B50;&#x4F20;&#x95FB;&#x4E2D;&#x66FE;&#x7ECF;&#x5E08;&#x4ECE;&#x5112;&#x8005;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x4E60;&#x6CBB;&#x56FD;&#x4E4B;&#x9053;&#x3002;&#x4F46;&#x58A8;&#x5B50;&#x53CD;&#x5BF9;&#x5112;&#x5BB6;&#x793C;&#x4E50;&#x7684;&#x7E41;&#x5197;&#x89C4;&#x77E9;&#x4E0E;&#x94FA;&#x5F20;&#x6D6A;&#x8D39;&#x3001;&#x4EE5;&#x53CA;&#x5BF9;&#x5F85;&#x547D;&#x8FD0;&#x548C;&#x9B3C;&#x795E;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x6545;&#x800C;&#x521B;&#x7ACB;&#x58A8;&#x5B66;&#xFF0C;&#x5728;&#x5404;&#x5730;&#x8BB2;&#x5B66;&#x3002;</p><p></p><p></p><p>&#x201C;<strong>&#x6625;&#x79CB;&#x65E0;&#x4E49;&#x6218;</strong>&#x201D;&#x3002;&#x5F53;&#x65F6;&#x8D35;&#x65CF;&#x4E4B;&#x95F4;&#x4E0D;&#x65AD;&#x5730;&#x8FDB;&#x884C;&#x6B8B;&#x9177;&#x7684;&#x63A0;&#x593A;&#x6218;&#x4E89;&#x3002;&#x58A8;&#x5B50;&#x62A8;&#x51FB;&#x8BF8;&#x4FAF;&#x7684;&#x7A77;&#x5962;&#x6781;&#x6B32;&#x7684;&#x653F;&#x6CBB;&#x3001;&#x65E0;&#x4F11;&#x6B62;&#x7684;&#x6218;&#x4E89;&#x3001;&#x540C;&#x60C5;&#x5E73;&#x6C11;&#x7684;&#x75BE;&#x82E6;&#xFF0C;&#x83B7;&#x53D6;&#x4E86;&#x8BB8;&#x591A;&#x6709;&#x8BC6;&#x4E4B;&#x58EB;&#x7684;&#x652F;&#x6301;&#x3002;&#x58A8;&#x5B50;&#x5E7F;&#x6536;&#x95E8;&#x5F92;&#xFF0C;&#x9010;&#x6E10;&#x5F62;&#x6210;&#x4E86;<strong>&#x58A8;&#x5BB6;&#x5B66;&#x6D3E;</strong>&#x548C;&#x7EC4;&#x7EC7;&#x4E25;&#x5BC6;&#x7684;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x5B66;&#x8BF4;&#x7684;&#x6838;&#x5FC3;&#x4E3B;&#x5F20;&#x662F;&#x201C;<strong>&#x517C;&#x7231;</strong>&#x201D;&#xFF0C;&#x8BA4;&#x4E3A;&#x4EBA;&#x4E0E;&#x4EBA;&#x5E76;&#x65E0;&#x5DEE;&#x522B;&#xFF0C;&#x5929;&#x4E0B;&#x4E4B;&#x6240;&#x4EE5;&#x4E71;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x4E4B;&#x95F4;&#x7F3A;&#x4E4F;&#x65E0;&#x5206;&#x522B;&#x7684;&#x7231;&#xFF0C;&#x53EA;&#x8981;&#x4EBA;&#x4EEC;&#x5E73;&#x7B49;&#x4E92;&#x7231;&#x3001;&#x89C6;&#x4EBA;&#x5982;&#x5DF1;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x6709;&#x4E0D;&#x5B5D;&#x6148;&#x3001;&#x76D7;&#x8D3C;&#x3001;&#x4FB5;&#x593A;&#x4E4B;&#x4E8B;&#x3002;&#x56E0;&#x4E3A;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x201C;<strong>&#x975E;&#x653B;</strong>&#x201D;&#xFF1A;&#x517C;&#x7231;&#x5929;&#x4E0B;&#xFF0C;&#x653E;&#x5F03;&#x6218;&#x4E89;&#xFF0C;&#x4EE5;&#x4E3A;&#x653B;&#x4F10;&#x662F;&#x4E0D;&#x4E49;&#x4E14;&#x4E0D;&#x5229;&#x7684;&#x4E8B;&#x3002;&#x8FD9;&#x4E00;&#x5B66;&#x8BF4;&#x5373;&#x65F6;&#x5728;&#x73B0;&#x4EE3;&#x4E5F;&#x5177;&#x6709;&#x7406;&#x60F3;&#x4E3B;&#x4E49;&#x8272;&#x5F69;&#xFF0C;&#x4F46;&#x5176;&#x9488;&#x5BF9;&#x201C;&#x6625;&#x79CB;&#x201D;&#x4E71;&#x4E16;&#x63D0;&#x51FA;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5177;&#x6709;&#x6DF1;&#x5207;&#x7684;&#x65F6;&#x4EE3;&#x80CC;&#x666F;&#x548C;&#x5B9E;&#x9645;&#x529F;&#x7528;&#xFF0C;&#x6545;&#x800C;&#x5F97;&#x5230;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x652F;&#x6301;&#x3002;&#x5173;&#x4E8E;&#x201C;&#x517C;&#x7231;&#x201D;&#x548C;&#x201C;&#x975E;&#x653B;&#x201D;&#x7B49;&#x601D;&#x60F3;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x4F1A;&#x7EE7;&#x7EED;&#x804A;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B66;&#x867D;&#x7136;&#x5728;&#x540E;&#x4E16;&#x9010;&#x6E10;&#x843D;&#x5BDE;&#xFF0C;&#x4F46;&#x5728;&#x5F53;&#x65F6;&#x4E0E;&#x5112;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x9053;&#x5BB6;&#x3001;&#x540D;&#x5BB6;&#x3001;&#x9634;&#x9633;&#x5BB6;&#x7B49;&#x5404;&#x6D3E;&#x5B66;&#x8BF4;&#x4E89;&#x950B;&#x3001;&#x76F8;&#x4E92;&#x5E94;&#x8BC1;&#xFF0C;&#x5171;&#x540C;&#x4FC3;&#x8FDB;&#x4E86;&#x534E;&#x590F;&#x65E9;&#x671F;&#x667A;&#x6167;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5F85;&#x5230;&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#xFF0C;&#x80E1;&#x9002;&#x3001;&#x6881;&#x542F;&#x8D85;&#x3001;&#x4EFB;&#x7EE7;&#x6108;&#x3001;&#x51AF;&#x53CB;&#x5170;&#x7B49;&#x5B66;&#x8005;&#xFF0C;&#x4ECE;&#x58A8;&#x5B66;&#x7684;&#x5B9E;&#x7528;&#x4E3B;&#x4E49;&#x548C;&#x58A8;&#x5B50;&#x7684;&#x632F;&#x4E16;&#x6551;&#x655D;&#x7CBE;&#x795E;&#x4E2D;&#x91CD;&#x65B0;&#x53D1;&#x73B0;&#x4E86;&#x6551;&#x6CBB;&#x4E2D;&#x56FD;&#x7684;&#x5E0C;&#x671B;&#xFF0C;&#x58A8;&#x5B66;&#x53C8;&#x9010;&#x6E10;&#x5F15;&#x8D77;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x91CD;&#x89C6;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E00;&#x5947;&#xFF1A;<strong>&#x601D;&#x60F3;&#x4E4B;&#x5DE8;&#x4EBA;</strong>&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXUJKNWUBYR0Zxj2ZTi%2F-LXUJj95Z1UzA2Wczk-U%2Fimage.png?alt=media&amp;token=21b1a105-b767-43ab-a5e1-d256f331f5d8" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x58A8;&#x5B50;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="bai-ke-quan-shu-shi-de-ren-wu">&#x767E;&#x79D1;&#x5168;&#x4E66;&#x5F0F;&#x7684;&#x4EBA;&#x7269;<a href="#bai-ke-quan-shu-shi-de-ren-wu"></a></h2><p></p><p></p><p>&#x58A8;&#x5B50;&#x662F;&#x5BF9;&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;&#x6240;&#x63CF;&#x7ED8;&#x7684;&#x7406;&#x60F3;&#x4E0E;&#x5B9E;&#x8DF5;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x58A8;&#x5B50;&#x96C6;&#x201C;&#x4EC1;&#x201D;&#x3001;&#x201C;&#x667A;&#x201D;&#x3001;&#x201C;&#x52C7;&#x201D;&#x4E8E;&#x4E00;&#x8EAB;&#xFF0C;&#x5E76;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x672F;&#x201D;&#x3001;&#x201C;&#x5668;&#x201D;&#x4E8E;&#x4E00;&#x5B97;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x5F3A;&#x8C03;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF0C;&#x5F3A;&#x8C03;&#x5173;&#x6CE8;&#x4EBA;&#x4EBA;&#x5E73;&#x7B49;&#x4E92;&#x7231;&#xFF0C;&#x53CD;&#x5BF9;&#x56FD;&#x5BB6;&#x548C;&#x8D35;&#x65CF;&#x7684;&#x66B4;&#x529B;&#x4E0E;&#x8D2A;&#x5A6A;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x4EC1;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x521B;&#x9020;&#x7CFB;&#x7EDF;&#x7684;&#x58A8;&#x5BB6;&#x601D;&#x60F3;&#xFF0C;&#x521B;&#x7ACB;&#x58A8;&#x5BB6;&#x7EC4;&#x7EC7;&#xFF0C;&#x53D6;&#x5F97;&#x4E86;&#x60CA;&#x4EBA;&#x7684;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#xFF0C;&#x6709;&#x5982;&#x98DE;&#x9E22;&#x3001;&#x57CE;&#x9632;&#x5175;&#x5668;&#x7B49;&#x53D1;&#x660E;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x667A;</strong>&#x201D;&#xFF1B;&#x201C;&#x58A8;&#x95E8;&#x591A;&#x52C7;&#x58EB;&#x201D;&#xFF0C;&#x58A8;&#x5BB6;&#x5F1F;&#x5B50;&#x201C;&#x7686;&#x53EF;&#x4F7F;&#x8D74;&#x706B;&#x8E48;&#x5203;&#xFF0C;&#x6B7B;&#x4E0D;&#x8FD8;&#x8E35;&#xFF0C;&#x5316;&#x4E4B;&#x6240;&#x81F4;&#x4E5F;&#x201D;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x52C7;</strong>&#x201D;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x7684;&#x884C;&#x4E3A;&#x4EE5;&#x201C;&#x517C;&#x7231;&#x201D;&#x4E3A;&#x6838;&#x5FC3;&#x7684;&#x58A8;&#x5B66;&#x4E3A;&#x6307;&#x5BFC;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x9053;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x4F20;&#x64AD;&#x58A8;&#x5B66;&#x3001;&#x5EFA;&#x7ACB;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x3001;&#x5584;&#x4E8E;&#x903B;&#x8F91;&#x3001;&#x7406;&#x6027;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x8003;&#x3001;&#x6B66;&#x827A;&#x9AD8;&#x5F3A;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x672F;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x521B;&#x9020;&#x4E86;&#x5927;&#x91CF;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#xFF0C;&#x76F4;&#x63A5;&#x670D;&#x52A1;&#x4E8E;&#x58A8;&#x8005;&#x7684;&#x201C;&#x975E;&#x653B;&#x201D;&#x7B49;&#x884C;&#x4E3A;&#xFF0C;&#x5236;&#x6B62;&#x695A;&#x56FD;&#x4F10;&#x5B8B;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x5668;</strong>&#x201D;&#x3002;</p><p></p><p></p><p>&#x6309;&#x7167;&#x73B0;&#x4EE3;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x58A8;&#x5B50;&#x662F;&#x6218;&#x56FD;&#x65F6;&#x671F;&#x8457;&#x540D;&#x7684;<strong>&#x601D;&#x60F3;&#x5BB6;&#x3001;&#x6559;&#x80B2;&#x5BB6;&#x3001;&#x79D1;&#x5B66;&#x5BB6;&#x3001;&#x519B;&#x4E8B;&#x5BB6;</strong>&#xFF0C;&#x8FD8;&#x8981;&#x52A0;&#x4E0A;<strong>&#x653F;&#x6CBB;&#x5BB6;&#x3001;&#x5916;&#x4EA4;&#x5BB6;&#x3001;&#x793E;&#x4F1A;&#x6D3B;&#x52A8;&#x5BB6;&#x3001;&#x53D1;&#x660E;&#x5BB6;</strong>&#xFF0C;&#x5176;&#x601D;&#x60F3;&#x6210;&#x679C;&#x7684;&#x95E8;&#x7C7B;&#x4E4B;&#x4E30;&#x5BCC;&#xFF0C;&#x4EE4;&#x540E;&#x4E16;&#x60CA;&#x53F9;&#x3002;&#x4ED6;&#x529B;&#x884C;&#x201C;&#x517C;&#x7231;&#x201D;&#x3001;&#x201C;&#x975E;&#x653B;&#x201D;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x4F1F;&#x5927;&#x7684;&#x548C;&#x5E73;&#x4E3B;&#x4E49;&#x8005;&#xFF0C;&#x601D;&#x60F3;&#x5149;&#x8292;&#x95EA;&#x8000;&#x81F3;&#x4ECA;&#xFF1B;&#x4ED6;&#x5728;&#x54F2;&#x5B66;&#x4E0A;&#x7684;&#x5EFA;&#x6811;&#xFF0C;&#x4EE5;&#x8BA4;&#x8BC6;&#x8BBA;&#x548C;&#x903B;&#x8F91;&#x5B66;&#x6700;&#x4E3A;&#x7A81;&#x51FA;&#xFF0C;&#x8FDC;&#x8D85;&#x540C;&#x4EE3;&#x7684;&#x8BF8;&#x5B50;&#x767E;&#x5BB6;&#x3002;&#x9664;&#x4E86;&#x4EBA;&#x6587;&#x3001;&#x54F2;&#x5B66;&#x601D;&#x60F3;&#x4E4B;&#x5916;&#xFF0C;&#x58A8;&#x5B50;&#x5728;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x9886;&#x57DF;&#x4E5F;&#x6709;&#x60CA;&#x4EBA;&#x6210;&#x679C;&#xFF0C;&#x5728;&#x529B;&#x7684;&#x4F5C;&#x7528;&#x3001;&#x6760;&#x6746;&#x539F;&#x7406;&#x3001;&#x5149;&#x7EBF;&#x76F4;&#x5C04;&#x3001;&#x5149;&#x5F71;&#x5173;&#x7CFB;&#x3001;&#x5C0F;&#x5B54;&#x6210;&#x50CF;&#x3001;&#x70B9;&#x7EBF;&#x9762;&#x4F53;&#x5706;&#x6982;&#x5FF5;&#x7B49;&#x4F17;&#x591A;&#x9886;&#x57DF;&#x90FD;&#x6709;&#x7CBE;&#x6DF1;&#x9020;&#x8BE3;&#xFF0C;&#x521B;&#x4E0B;&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5386;&#x53F2;&#x7B2C;&#x4E00;&#x201D;&#xFF0C;&#x4ECA;&#x4EBA;&#x751A;&#x81F3;&#x9001;&#x7ED9;&#x4E86;&#x4ED6;&#x4E00;&#x4E2A;&#x201C;&#x79D1;&#x5723;&#x201D;&#x79F0;&#x53F7;&#x3002;&#x58A8;&#x5B50;&#x751A;&#x81F3;&#x63D0;&#x51FA;&#x8FC7;&#x201C;&#x6C11;&#x9009;&#x201D;&#x5929;&#x5B50;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;<strong>&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#x5D07;&#x5C1A;&#x7684;&#x201C;&#x6C11;&#x4E3B;&#x4E0E;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5728;&#x58A8;&#x5B50;&#x8FD9;&#x91CC;&#x90FD;&#x80FD;&#x627E;&#x5230;&#x840C;&#x82BD;</strong>&#xFF0C;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#x3002;</p><p></p><p></p><p>&#x6309;&#x7167;&#x73B0;&#x4EE3;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x58A8;&#x5B50;&#x6216;&#x8BB8;&#x6709;&#x8D44;&#x683C;&#x83B7;&#x5F97;&#x8BFA;&#x8D1D;&#x5C14;&#x201C;&#x6587;&#x5B66;&#x5956;&#x201D;&#x3001;&#x201C;&#x7269;&#x7406;&#x5B66;&#x5956;&#x201D;&#x3001;&#x201C;&#x548C;&#x5E73;&#x5956;&#x201D;&#xFF08;&#x8003;&#x8651;&#x5230;&#x58A8;&#x5B50;&#x5BF9;&#x201C;&#x5229;&#x201D;&#x7684;&#x9610;&#x8FF0;&#xFF0C;&#x53EF;&#x80FD;&#x4E5F;&#x5305;&#x62EC;&#x201D;&#x7ECF;&#x6D4E;&#x5B66;&#x5956;&#x201D;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x6570;&#x5B66;&#x7684;&#x201C;&#x83F2;&#x5C14;&#x5179;&#x5956;&#x201D;&#x7B49;&#x3002;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x8FBE;&#x82AC;&#x5947;&#x201D;&#x5F0F;&#x7684;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x5F0F;&#x7684;&#x4EBA;&#x7269;&#xFF0C;&#x4E14;&#x6BD4;&#x8FBE;&#x82AC;&#x5947;&#x5C1A;&#x65E9;&#x4E86;&#x5C06;&#x8FD1;&#x4E24;&#x5343;&#x5E74;&#x3002;&#x540E;&#x6765;&#x58A8;&#x5B66;&#x51E0;&#x4E4E;&#x65AD;&#x7EDD;&#xFF0C;&#x6709;&#x8D56;&#x4E8E;&#x9053;&#x6559;&#x845B;&#x6D2A;&#x5728;<strong>&#x300A;&#x795E;&#x4ED9;&#x4F20;&#x300B;</strong>&#x4E2D;&#x4FDD;&#x5B58;&#x58A8;&#x5B50;53&#x7BC7;&#x624D;&#x6D41;&#x4F20;&#x4E0B;&#x6765;&#xFF1B;&#x5728;&#x62B1;&#x6734;&#x5B50;&#x845B;&#x6D2A;&#x770B;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x662F;&#x795E;&#x4ED9;&#x4E00;&#x822C;&#x7684;&#x4EBA;&#x7269;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E8C;&#x5947;&#xFF1A;<strong>&#x5168;&#x80FD;&#x4E4B;&#x5947;&#x624D;</strong></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXXhAZLYbnqZmm4GK4G%2F-LXXhidWI0MKOR5w-W1E%2Fimage.png?alt=media&amp;token=5989a98f-1c6a-4aa0-b3ed-2b346fb6fbe8" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%88%97%E5%A5%A5%E7%BA%B3%E5%A4%9A%C2%B7%E8%BE%BE%C2%B7%E8%8A%AC%E5%A5%87" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x8FBE;&#x82AC;&#x5947;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="xia-zhi-da-zhe">&#x4FA0;&#x4E4B;&#x5927;&#x8005;<a href="#xia-zhi-da-zhe"></a></h2><p></p><p></p><p>&#x9C81;&#x8FC5;&#x8BF4;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x4E4B;&#x5F92;&#x4E3A;&#x4FA0;&#x3002;&#x201D; &#x6709;&#x4EBA;&#x8BF4;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x4EFB;&#x4FA0;&#x7684;&#x5B97;&#x5E08;&#x201D;&#xFF0C;&#x4E5F;&#x6709;&#x4EBA;&#x8BF4;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x9ED1;&#x793E;&#x4F1A;&#x7684;&#x9F3B;&#x7956;&#x201D;&#x3002;</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x6B66;&#x4FA0;&#x4E2D;&#x8BF4;&#xFF1A;&#x201C;&#x4FA0;&#x4E4B;&#x5927;&#x8005;&#xFF0C;&#x4E3A;&#x56FD;&#x4E3A;&#x6C11;&#x3002;&#x201D; &#x58A8;&#x5B50;&#x7684;&#x4FA0;&#xFF0C;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x5176;<strong>&#x4EBA;&#x683C;&#x4E0E;&#x7CBE;&#x795E;&#x4E4B;&#x4F1F;&#x5927;</strong>&#xFF0C;&#x5176;&#x6B21;&#x662F;&#x6709;<strong>&#x201D;&#x884C;&#x4FA0;&#x4ED7;&#x4E49;&#x201C;&#x7684;&#x80FD;&#x529B;</strong>&#x3002;</p><p></p><p></p><p>&#x6881;&#x542F;&#x8D85;&#x5728;&#x300A;&#x58A8;&#x5B50;&#x5B66;&#x6848;&#x300B;&#x4E2D;&#x5C31;&#x66FE;&#x8BF4;&#x8FC7;&#xFF1A;&#x201C;&#x8BBA;&#x5230;&#x4EBA;&#x683C;&#xFF0C;&#x58A8;&#x5B50;&#x771F;&#x7B97;&#x5343;&#x53E4;&#x7684;&#x5927;&#x5B9E;&#x884C;&#x5BB6;&#xFF0C;&#x4E0D;&#x60DF;&#x5728;&#x4E2D;&#x56FD;&#x65E0;&#x4EBA;&#x80FD;&#x6BD4;&#xFF0C;&#x6C42;&#x8BF8;&#x4E16;&#x754C;&#x4E5F;&#x662F;&#x5C11;&#x89C1;&#x7684;&#x3002;&#x201D; &#x58A8;&#x5B50;&#x548C;&#x4ED6;&#x7684;&#x5B66;&#x6D3E;&#x4EE5;&#x4F1F;&#x5927;&#x7684;&#x81EA;&#x6211;&#x727A;&#x7272;&#x7CBE;&#x795E;&#xFF0C;&#x5BF9;&#x53CD;&#x5BF9;&#x4FB5;&#x7565;&#x6218;&#x4E89;&#x7684;&#x6B63;&#x4E49;&#x4E8B;&#x4E1A;&#x505A;&#x51FA;&#x4E86;&#x51FA;&#x8272;&#x7684;&#x8D21;&#x732E;&#x3002;&#x4E00;&#x8D2F;&#x900D;&#x9065;&#x653E;&#x4EFB;&#x7684;&#x5E84;&#x5B50;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x79F0;&#x8D5E;&#x201C;&#x58A8;&#x5B50;&#x771F;&#x5929;&#x4E0B;&#x4E4B;&#x597D;&#x4E5F;&#xFF0C;&#x5C06;&#x6C42;&#x4E4B;&#x4E0D;&#x5F97;&#x4E5F;&#xFF0C;&#x867D;&#x67AF;&#x69C1;&#x4E0D;&#x820D;&#x4E5F;&#xFF0C;&#x624D;&#x58EB;&#x4E5F;&#x592B;&#xFF01;&#x201D;(&#x300A;&#x5E84;&#x5B50;&#xB7;&#x5929;&#x4E0B;&#x300B;&#x7BC7;) &#x751A;&#x81F3;&#x8FDE;&#x654C;&#x89C6;&#x4ED6;&#xFF0C;&#x9A82;&#x4ED6;&#x4E3A;&#x201C;&#x79BD;&#x517D;&#x201D;&#x7684;&#x5B5F;&#x5B50;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#xFF1A;&#x201C;<strong>&#x6469;&#x9876;&#x653E;&#x8E35;&#xFF0C;&#x5229;&#x5929;&#x4E0B;&#x4E3A;&#x4E4B;&#xFF01;</strong>&#x201D;(&#x300A;&#x5B5F;&#x5B50;&#xB7;&#x544A;&#x5B50;&#x4E0B;&#x300B;)</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x884C;&#x4FA0;&#x4ED7;&#x4E49;&#x4F9D;&#x8D56;&#x4E8E;<strong>&#xFF08;1&#xFF09;&#x6B66;&#x529B;&#xFF08;2&#xFF09;&#x7EC4;&#x7EC7;&#xFF08;3&#xFF09;&#x6280;&#x672F;</strong>&#x3002;&#x58A8;&#x5BB6;&#x5F1F;&#x5B50;&#x5F88;&#x591A;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#xB7;&#x516C;&#x8F93;&#x300B;&#x5199;&#x5230;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x4E4B;&#x8BF4;&#x695A;&#x738B;&#x66F0;&#xFF1A;&#x2018;&#x81E3;&#x4E4B;&#x5F1F;&#x5B50;&#x79BD;&#x6ED1;&#x5398;&#x7B49;&#x4E09;&#x767E;&#x4EBA;&#x2019;&#x201D;&#xFF0C;&#x300A;&#x6DEE;&#x5357;&#x738B;&#x4E66;&#x300B;&#x201C;&#x4EA6;&#x8C13;&#x58A8;&#x5B50;&#x670D;&#x5F79;&#x8005;&#x767E;&#x516B;&#x5341;&#x4EBA;&#xFF0C;&#x7686;&#x53EF;&#x4F7F;&#x8D74;&#x706B;&#x8E48;&#x5203;&#xFF0C;&#x6B7B;&#x4E0D;&#x65CB;&#x8E35;&#x201D;&#x3002;&#x201C;<a href="https://zh.wikipedia.org/wiki/%E9%89%85%E5%AD%90" target="_blank" rel="noreferrer noopener">&#x949C;&#x5B50;</a>&#x201D;&#x662F;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x7684;&#x9886;&#x8896;&#xFF0C;&#x9886;&#x5BFC;&#x58A8;&#x8005;&#x5E2E;&#x52A9;&#x5F31;&#x56FD;&#x62B5;&#x5FA1;&#x4FB5;&#x7565;&#x6218;&#x4E89;&#xFF08;&#x5982;&#x7535;&#x5F71;&#x300A;&#x58A8;&#x653B;&#x300B;&#x6240;&#x63CF;&#x7ED8;&#x7684;&#xFF09;&#x3002;&#x4ED6;&#x4EEC;&#x65E2;&#x638C;&#x63E1;&#x57FA;&#x672C;&#x7684;&#x52C7;&#x6B66;&#x80FD;&#x529B;&#xFF08;&#x5982;&#x5251;&#x672F;&#xFF09;&#xFF0C;&#x4E5F;&#x638C;&#x63E1;&#x4E86;&#x5F53;&#x65F6;&#x6700;&#x5148;&#x8FDB;&#x7684;&#x9632;&#x5FA1;&#x6280;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#xFF08;&#x5982;&#x57CE;&#x9632;&#x673A;&#x68B0;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x79E6;&#x6C49;&#x4EE5;&#x540E;&#xFF0C;&#x58A8;&#x5B66;&#x4E0D;&#x518D;&#x662F;&#x663E;&#x5B66;&#xFF0C;&#x4F46;&#x58A8;&#x5B66;&#x7684;&#x5F71;&#x54CD;&#x4E00;&#x76F4;&#x6D41;&#x4F20;&#x7740;&#xFF0C;&#x5E76;&#x672A;&#x6D88;&#x5931;&#xFF0C;&#x5B83;&#x6210;&#x4E3A;&#x4E00;&#x79CD;&#x5728;&#x91CE;&#x7684;&#x3001;&#x6D41;&#x884C;&#x4E8E;&#x793E;&#x4F1A;&#x4E0B;&#x5C42;&#x7684;&#x601D;&#x6F6E;&#x3002;&#x79E6;&#x6C49;&#x4EE5;&#x540E;&#xFF0C;&#x793E;&#x4F1A;&#x4E0A;&#x4E0D;&#x65AD;&#x51FA;&#x73B0;&#x201C;&#x6E38;&#x4FA0;&#x201D;&#x3001;&#x201C;&#x4EFB;&#x4FA0;&#x201D;&#x4E00;&#x6D41;&#x4EBA;&#x7269;&#xFF0C;&#x4ED6;&#x4EEC;&#x63D0;&#x5021;&#x6276;&#x5F31;&#x6D4E;&#x8D2B;&#xFF0C;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#xFF0C;&#x5403;&#x82E6;&#x8010;&#x52B3;&#xFF0C;&#x91CD;&#x4FE1;&#x4E49;&#xFF0C;&#x96C6;&#x4F53;&#x4E2D;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x53CB;&#x7231;&#x4E92;&#x52A9;&#xFF0C;&#x8FD9;&#x7C7B;&#x601D;&#x60F3;&#x548C;&#x4EF7;&#x503C;&#x89C2;&#x4E00;&#x76F4;&#x53D7;&#x5230;&#x4EBA;&#x6C11;&#x7684;&#x79F0;&#x8D5E;&#x3002;&#x8FD9;&#x7C7B;&#x6C11;&#x95F4;&#x56E2;&#x4F53;&#x5386;&#x4EE3;&#x672A;&#x66FE;&#x4E2D;&#x65AD;&#xFF0C;&#x663E;&#x7136;&#x4E0E;&#x58A8;&#x5BB6;&#x6709;&#x8F83;&#x6DF1;&#x7684;&#x6E0A;&#x6E90;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E09;&#x5947;&#xFF1A;<strong>&#x4EFB;&#x4FA0;&#x4E4B;&#x5B97;&#x5E08;</strong></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXXr0AswvaZbj5U17tK%2F-LXXsRcoQq601qUDC5T-%2Fimage.png?alt=media&amp;token=ef618a46-d449-4b4c-ab76-98f8bcf1339d" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%8A%8D_(%E4%B8%AD%E5%9C%8B)" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x5251;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="ke-xue-zhi-sheng">&#x79D1;&#x5B66;&#x4E4B;&#x5723;<a href="#ke-xue-zhi-sheng"></a></h2><p></p><p></p><p>2016&#x5E74;8&#x6708;16&#x65E5;&#xFF0C;&#x4E16;&#x754C;&#x9996;&#x9897;&#x91CF;&#x5B50;&#x79D1;&#x5B66;&#x5B9E;&#x9A8C;&#x536B;&#x661F;&#x53D1;&#x5C04;&#x5347;&#x7A7A;&#xFF0C;&#x547D;&#x540D;&#x4E3A;&#x201C;<strong>&#x58A8;&#x5B50;&#x53F7;</strong>&#x201D;&#x3002;&#x8FD9;&#x662F;&#x4E3A;&#x4E86;&#x7EAA;&#x5FF5;&#x58A8;&#x5B50;&#x5728;&#x7269;&#x7406;&#x5B66;&#x5C24;&#x5176;&#x662F;&#x5149;&#x5B66;&#x9886;&#x57DF;&#x7684;&#x7A81;&#x51FA;&#x6210;&#x5C31;&#xFF0C;&#x5728;&#x4ED6;&#x6240;&#x8457;&#x7684;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x4E2D;&#x5F52;&#x7EB3;&#x51FA;&#x201C;<a href="https://zh.wikipedia.org/wiki/%E5%85%89%E5%AD%B8%E5%8F%B2#%E6%88%98%E5%9B%BD%E6%97%B6%E6%9C%9F" target="_blank" rel="noreferrer noopener">&#x5149;&#x5B66;&#x516B;&#x6761;</a>&#x201D;&#x3002;&#x58A8;&#x5B50;&#x8FDB;&#x884C;&#x4E86;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x65E9;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E5%B0%8F%E5%AD%94%E6%88%90%E5%83%8F" target="_blank" rel="noreferrer noopener">&#x5C0F;&#x5B54;&#x6210;&#x50CF;</a>&#x5B9E;&#x9A8C;&#xFF0C;&#x6700;&#x5148;&#x53D1;&#x73B0;&#x4E86;&#x5149;&#x6CBF;&#x76F4;&#x7EBF;&#x4F20;&#x64AD;&#x8FD9;&#x4E00;&#x5149;&#x5B66;&#x9886;&#x57DF;&#x6700;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x539F;&#x7406;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x5149;&#x901A;&#x4FE1;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x4E3B;&#x8981;&#x7531;&#x5B66;&#x8005;&#x548C;&#x5DE5;&#x5320;&#x7EC4;&#x6210;&#xFF0C;&#x6781;&#x5176;&#x6CE8;&#x91CD;&#x5B9E;&#x8DF5;&#x548C;&#x884C;&#x52A8;&#x3002;&#x5728;&#x957F;&#x671F;&#x7684;&#x52B3;&#x52A8;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x58A8;&#x5B50;&#x79EF;&#x7D2F;&#x4E86;&#x4E30;&#x5BCC;&#x7684;&#x54F2;&#x5B66;&#x548C;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF1A;&#x58A8;&#x5B50;&#x5EFA;&#x7ACB;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7B2C;&#x4E00;&#x4E2A;<strong>&#x903B;&#x8F91;&#x5B66;</strong>&#x4F53;&#x7CFB;&#x2014;&#x2014;&#x201C;&#x4E09;&#x8868;&#x201D;&#x4F53;&#x7CFB;&#x3002;&#x5E76;&#x5728;<strong>&#x529B;&#x5B66;&#x3001;&#x51E0;&#x4F55;&#x5B66;&#x3001;&#x4EE3;&#x6570;&#x5B66;&#x3001;&#x5149;&#x5B66;</strong>&#x7B49;&#x65B9;&#x9762;&#xFF0C;&#x90FD;&#x6709;&#x91CD;&#x5927;&#x8D21;&#x732E;&#xFF0C;&#x662F;&#x8BF8;&#x5B50;&#x6240;&#x671B;&#x5C18;&#x83AB;&#x53CA;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x58A8;&#x5B50;&#x5728;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x5730;&#x9610;&#x8FF0;&#x4E86;&#x7ECF;&#x5178;&#x529B;&#x5B66;&#x4E2D;&#x529B;&#x7684;&#x6982;&#x5FF5;&#x548C;&#x529B;&#x77E9;&#x539F;&#x7406;&#xFF0C;&#x63D0;&#x51FA;&#x201C;&#x529B;&#x201D;&#x3001;&#x201C;&#x52A8;&#x201D;&#x4E0E;&#x201C;&#x6B62;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#x3002;&#x5173;&#x4E8E;&#x6760;&#x6746;&#x539F;&#x7406;&#xFF0C;&#x4EA6;&#x63D0;&#x51FA;&#x4E86;&#x201C;&#x91CD;&#x201D;&#x3001;&#x201C;&#x6743;&#x201D;&#xFF08;&#x529B;&#xFF09;&#x3001;&#x201C;&#x79F0;&#x5934;&#x201D;&#xFF08;&#x91CD;&#x81C2;&#xFF09;&#x3001;&#x201C;&#x79F0;&#x5C3E;&#x201D;&#xFF08;&#x529B;&#x81C2;&#xFF09;&#x7B49;&#x6982;&#x5FF5;&#x3002;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x201C;&#x7AEF;&#x201D;&#x3001;&#x201C;&#x5C3A;&#x201D;&#x3001;&#x201C;&#x533A;&#x201D;&#x3001;&#x201C;&#x7A74;&#x201D;&#x7B49;&#x6982;&#x5FF5;&#xFF0C;&#x5927;&#x81F4;&#x76F8;&#x5F53;&#x4E8E;&#x8FD1;&#x4EE3;&#x51E0;&#x4F55;&#x5B66;&#x4E0A;&#x7684;&#x70B9;&#x3001;&#x7EBF;&#x3001;&#x9762;&#x3001;&#x4F53;&#x3002;&#x58A8;&#x5B50;&#x548C;&#x4ED6;&#x7684;&#x5B66;&#x751F;&#x505A;&#x4E86;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x65E9;&#x7684;&#x5C0F;&#x5B54;&#x6210;&#x50CF;&#x5B9E;&#x9A8C;&#xFF0C;&#x5728;&#x5F53;&#x65F6;&#x5C31;&#x77E5;&#x9053;&#x4E86;&#x5149;&#x7684;&#x76F4;&#x7EBF;&#x4F20;&#x64AD;&#x3002;&#x4ED6;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;<strong>&#x201C;&#x7C92;&#x5B50;&#x8BBA;&#x201D;</strong>&#x7684;&#x96CF;&#x5F62;&#xFF0C;&#x5173;&#x4E8E;&#x201C;&#x7AEF;&#x201D;&#x7684;&#x8BBA;&#x8FF0;&#xFF0C;&#x6307;&#x51FA;&#x201C;&#x7AEF;&#x201D;&#x662F;&#x4E0D;&#x5360;&#x6709;&#x7A7A;&#x95F4;&#x7684;&#xFF0C;&#x662F;&#x7269;&#x4F53;&#x4E0D;&#x53EF;&#x518D;&#x7EC6;&#x5206;&#x7684;&#x6700;&#x5C0F;&#x5355;&#x4F4D;&#x3002;[1]</p><p></p><p></p><p>&#x4E2D;&#x897F;&#x65B9;&#x78B0;&#x649E;&#x4EE5;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x7684;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#x53D7;&#x540E;&#x4E16;&#x5B66;&#x8005;&#x9887;&#x591A;&#x8D5E;&#x8A89;&#x3002;&#x6881;&#x542F;&#x8D85;&#x8BC4;&#x4EF7;&#x8BF4;&#xFF1A;&#x201C;&#x5728;&#x543E;&#x56FD;&#x53E4;&#x7C4D;&#x4E2D;&#x6B32;&#x6C42;&#x4E0E;&#x4ECA;&#x4E16;&#x6240;&#x8C13;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x76F8;&#x60AC;&#x5951;&#x8005;&#xFF0C;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x800C;&#x5DF2;&#xFF0C;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x800C;&#x5DF2;&#x77E3;&#x3002;&#x201D; &#x8521;&#x5143;&#x57F9;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x4E2D;&#x897F;&#x65B9;&#x78B0;&#x649E;&#x4EE5;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x7684;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#x53D7;&#x540E;&#x4E16;&#x5B66;&#x8005;&#x9887;&#x591A;&#x8D5E;&#x8A89;&#x3002;&#x8521;&#x5143;&#x57F9;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x5148;&#x79E6;&#x552F;&#x58A8;&#x5B50;&#x9887;&#x6CBB;&#x79D1;&#x5B66;&#x201D;&#x3002;&#x674E;&#x7EA6;&#x745F;&#x5728;&#x300A;&#x4E2D;&#x56FD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x53F2;&#x300B;&#x4E2D;&#x8FD9;&#x6837;&#x8BC4;&#x4EF7;&#x58A8;&#x5BB6;&#x7684;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6210;&#x5C31;&#xFF1A;&#x201C;&#x5B8C;&#x5168;&#x4FE1;&#x8D56;&#x4EBA;&#x7C7B;&#x7406;&#x6027;&#x7684;&#x58A8;&#x5BB6;&#xFF0C;&#x660E;&#x786E;&#x5960;&#x5B9A;&#x4E86;&#x5728;&#x4E9A;&#x6D32;&#x53EF;&#x4EE5;&#x6210;&#x4E3A;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x7684;&#x4E1C;&#x897F;&#x201D;&#x3001;&#x201C;&#x58A8;&#x5BB6;&#x601D;&#x60F3;&#x6240;&#x9075;&#x5FAA;&#x7684;&#x8DEF;&#x7EBF;&#x5982;&#x679C;&#x7EE7;&#x7EED;&#x53D1;&#x5C55;&#x4E0B;&#x53BB;&#xFF0C;&#x53EF;&#x80FD;&#x5DF2;&#x7ECF;&#x4EA7;&#x751F;&#x6B27;&#x51E0;&#x91CC;&#x5FB7;&#x5F0F;&#x7684;&#x51E0;&#x4F55;&#x5B66;&#x4E86;&#x3002;&#x201D;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x56DB;&#x5947;&#xFF1A;<strong>&#x79D1;&#x5B66;&#x4E4B;&#x5148;&#x5723;</strong></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXY4I5KFFMefeAX3dBc%2F-LXY4jNQYJPDkU76WD8o%2Fimage.png?alt=media&amp;token=2a4ed68f-55e3-4a4e-ba69-aa6705fbae83" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E9%87%9D%E5%AD%94%E7%9B%B8%E6%A9%9F" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x9488;&#x5B54;&#x76F8;&#x673A;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="hei-ke-jing-shen">&#x9ED1;&#x5BA2;&#x7CBE;&#x795E;<a href="#hei-ke-jing-shen"></a></h2><p></p><p></p><p>&#x58A8;&#x4FBF;&#x662F;&#x9ED1;&#x3002;&#x8BF4;<strong>&#x58A8;&#x8005;</strong>&#x662F;<strong>&#x9ED1;&#x5BA2;</strong>&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x6781;&#x5176;&#x81EA;&#x7136;&#x7684;&#x3002;&#x58A8;&#x8005;&#x4E5F;&#x786E;&#x5B9E;&#x6709;&#x6781;&#x5F3A;&#x7684;&#x521B;&#x9020;&#x6027;&#x548C;&#x5B9E;&#x8DF5;&#x7CBE;&#x795E;&#xFF0C;&#x9664;&#x4E86;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#xFF0C;&#x8FD8;&#x6709;&#x5927;&#x91CF;&#x7684;&#x53D1;&#x660E;&#x521B;&#x9020;&#x3002;&#x58A8;&#x5B50;&#x662F;&#x638C;&#x63E1;&#x4E86;&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x7684;&#x521B;&#x9020;&#x8005;&#x3002;</p><p></p><p></p><p>&#x6839;&#x636E;<a href="https://baike.baidu.com/item/%E5%A2%A8%E5%AD%90/245" target="_blank" rel="noreferrer noopener">&#x767E;&#x5EA6;&#x767E;&#x79D1; &#x2013; &#x58A8;&#x5B50;</a>&#xFF0C;&#x58A8;&#x5B50;&#x82B1;&#x8D39;&#x4E86;3&#x5E74;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x7CBE;&#x5FC3;&#x7814;&#x5236;&#x51FA;&#x4E00;&#x79CD;&#x80FD;&#x591F;&#x98DE;&#x884C;&#x7684;&#x6728;&#x9E1F;&#xFF08;&#x98CE;&#x7B5D;&#x3001;&#x7EB8;&#x9E22;&#xFF09;&#xFF0C;&#x6210;&#x4E3A;&#x53E4;&#x4EE3;&#x98CE;&#x7B5D;&#x7684;&#x521B;&#x59CB;&#x4EBA;[2]&#x3002;&#x8FD9;&#x5C55;&#x73B0;&#x4E86;&#x58A8;&#x5B50;&#x7CBE;&#x5999;&#x7684;&#x521B;&#x9020;&#x529B;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x4E0D;&#x4F46;&#x7740;&#x529B;&#x4E8E;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x66F4;&#x662F;&#x5341;&#x5206;&#x6CE8;&#x91CD;&#x6280;&#x672F;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x58A8;&#x5B50;&#x5C06;&#x90A3;&#x4E9B;&#x80FD;&#x591F;<strong>&#x963B;&#x6B62;&#x6218;&#x4E89;&#x3001;&#x8DF5;&#x884C;&#x517C;&#x7231;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x4F5C;&#x4E3A;&#x6700;&#x9AD8;&#x7684;&#x8FFD;&#x6C42;</strong>&#x3002;</p><p></p><p></p><p>&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x5236;&#x9020;&#x8F66;&#x8F86;&#x7684;&#x80FD;&#x624B;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x4E0D;&#x5230;&#x4E00;&#x65E5;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x9020;&#x51FA;&#x8F7D;&#x91CD;30&#x77F3;&#x7684;&#x8F66;&#x5B50;&#x3002;&#x4ED6;&#x6240;&#x9020;&#x7684;&#x8F66;&#x5B50;&#x8FD0;&#x884C;&#x8FC5;&#x901F;&#x53C8;&#x7701;&#x529B;&#xFF0C;&#x4E14;&#x7ECF;&#x4E45;&#x8010;&#x7528;&#xFF0C;&#x4E3A;&#x5F53;&#x65F6;&#x7684;&#x4EBA;&#x4EEC;&#x6240;&#x8D5E;&#x8D4F;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x51E0;&#x4E4E;&#x8C19;&#x719F;&#x4E86;&#x5F53;&#x65F6;&#x5404;&#x79CD;&#x5175;&#x5668;&#x3001;&#x673A;&#x68B0;&#x548C;&#x5DE5;&#x7A0B;&#x5EFA;&#x7B51;&#x7684;&#x5236;&#x9020;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x6709;&#x4E0D;&#x5C11;&#x521B;&#x9020;&#x3002;&#x5728;&#x300A;&#x58A8;&#x5B50;&#x300B;&#x4E00;&#x4E66;&#x4E2D;&#x7684;&#x201C;&#x5907;&#x57CE;&#x95E8;&#x201D;&#x3001;&#x201C;&#x5907;&#x6C34;&#x201D;&#x3001;&#x201C;&#x5907;&#x7A74;&#x201D;&#x3001;&#x201C;&#x5907;&#x86FE;&#x201C;&#x3001;&#x201C;&#x8FCE;&#x654C;&#x7960;&#x201D;&#x3001;&#x201C;&#x6742;&#x5B88;&#x201D;&#x7B49;&#x7BC7;&#x4E2D;&#xFF0C;&#x4ED6;&#x8BE6;&#x7EC6;&#x5730;&#x4ECB;&#x7ECD;&#x548C;&#x9610;&#x8FF0;&#x4E86;&#x57CE;&#x95E8;&#x7684;&#x60AC;&#x95E8;&#x7ED3;&#x6784;&#xFF0C;&#x57CE;&#x95E8;&#x548C;&#x57CE;&#x5185;&#x5916;&#x5404;&#x79CD;&#x9632;&#x5FA1;&#x8BBE;&#x65BD;&#x7684;&#x6784;&#x9020;&#xFF0C;&#x5F29;&#x3001;&#x6854;&#x69D4;&#x548C;&#x5404;&#x79CD;&#x653B;&#x5B88;&#x5668;&#x68B0;&#x7684;&#x5236;&#x9020;&#x5DE5;&#x827A;&#xFF0C;&#x4EE5;&#x53CA;&#x6C34;&#x9053;&#x548C;&#x5730;&#x9053;&#x7684;&#x6784;&#x7B51;&#x6280;&#x672F; [2]&#x3002; &#x4ED6;&#x6240;&#x8BBA;&#x53CA;&#x7684;&#x8FD9;&#x4E9B;&#x5668;&#x68B0;&#x548C;&#x8BBE;&#x65BD;&#xFF0C;&#x5BF9;&#x540E;&#x4E16;&#x7684;&#x519B;&#x4E8B;&#x6D3B;&#x52A8;&#x6709;&#x7740;&#x5F88;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x7684;&#x5668;&#x68B0;&#x5236;&#x9020;&#x6280;&#x672F;&#xFF0C;<strong>&#x72B9;&#x5728;&#x5DE5;&#x5320;&#x7684;&#x7956;&#x5148;&#x9C81;&#x73ED;&#xFF08;&#x5373;&#x516C;&#x8F93;&#x73ED;&#x6216;&#x516C;&#x8F93;&#x822C;&#xFF09;&#x4E4B;&#x4E0A;</strong>&#x3002;&#x201C;&#x58A8;&#x5B50;&#x4E3A;&#x4E86;&#x6253;&#x6D88;&#x695A;&#x738B;&#x653B;&#x5B8B;&#x4E4B;&#x610F;&#xFF0C;&#x4FBF;&#x548C;&#x516C;&#x8F93;&#x822C;&#x5728;&#x695A;&#x738B;&#x9762;&#x524D;&#x8BD5;&#x6F14;&#x4E91;&#x68AF;&#x653B;&#x57CE;&#x548C;&#x9632;&#x5FA1;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x58A8;&#x5B50;&#x89E3;&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x8170;&#x5E26;&#x6765;&#xFF0C;&#x5F2F;&#x4F5C;&#x5F27;&#x5F62;&#xFF0C;&#x7B97;&#x662F;&#x57CE;&#xFF0C;&#x7528;&#x4E9B;&#x6728;&#x7247;&#x4F5C;&#x4E3A;&#x653B;&#x5B88;&#x7684;&#x5668;&#x68B0;&#x3002;&#x516C;&#x8F93;&#x822C;&#x7528;&#x4E86;&#x4E5D;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x8FDB;&#x653B;&#x4E86;&#x4E5D;&#x6B21;&#xFF0C;&#x90FD;&#x88AB;&#x58A8;&#x5B50;&#x51FB;&#x9000;&#x3002;&#x516C;&#x8F93;&#x822C;&#x653B;&#x57CE;&#x7684;&#x5668;&#x68B0;&#x7528;&#x5C3D;&#x4E86;&#xFF0C;&#x800C;&#x58A8;&#x5B50;&#x9632;&#x5B88;&#x7684;&#x529E;&#x6CD5;&#x5374;&#x8FD8;&#x6709;&#x4F59;&#x3002;&#x201D;&#xFF08;&#x300A;&#x58A8;&#x5B50;&#xB7;&#x516C;&#x8F93;&#x300B;&#xFF09;&#x5F53;&#x7136;&#xFF0C;&#x516C;&#x8F93;&#x73ED;&#x4E5F;&#x662F;&#x4E00;&#x4F4D;&#x503C;&#x5F97;&#x5C0A;&#x656C;&#x7684;&#x521B;&#x9020;&#x8005;&#x3002;&#x5B63;&#x7FA1;&#x6797;&#x8BF4;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x9C81;&#x73ED;&#xFF0C;&#x5584;&#x56FD;&#x53CC;&#x5723;&#x201D;&#x3002;</p><p></p><p></p><p>&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#xFF0C;&#x4E0D;&#x4F46;&#x80FD;&#x591F;&#x521B;&#x9020;&#x65B0;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x591F;&#x5E94;&#x7528;&#x4ED6;&#x4EEC;&#x6765;&#x5B9E;&#x73B0;&#x201C;&#x4E49;&#x201D;&#x4E4B;&#x6240;&#x5728;&#xFF0C;&#x5E94;&#x7528;&#x6280;&#x672F;&#x800C;&#x975E;&#x88AB;&#x6280;&#x672F;&#x6240;&#x63A7;&#x3002;&#x58A8;&#x5B50;&#x7528;&#x81EA;&#x5DF1;&#x601D;&#x60F3;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x521B;&#x9020;&#x5B9E;&#x73B0;&#x4E86;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3001;&#x58A8;&#x5BB6;&#x7684;&#x5B97;&#x65E8;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E94;&#x5947;&#xFF1A;<strong>&#x9ED1;&#x5BA2;&#x4E4B;&#x5178;&#x8303;</strong></p><p></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXYC1WI6lshn3h3Mgro%2F-LXYDgyRIeNTWdqhOgrE%2Fimage.png?alt=media&amp;token=03105200-f828-41a0-9e75-1bc1cb079f7d" alt=""><p></p><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E4%BA%91%E6%A2%AF" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x4E91;&#x68AF;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ol><li><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x58A8;&#x5B50;</a></li><li><a href="https://baike.baidu.com/item/%E5%A2%A8%E5%AD%90/245" target="_blank" rel="noreferrer noopener">&#x767E;&#x5EA6;&#x767E;&#x79D1; &#x2013; &#x58A8;&#x5B50;</a></li><li><a href="https://zh.wikipedia.org/zh-hans/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x58A8;&#x5B50;&#xFF08;&#x4E66;&#xFF09;</a></li><li>&#x845B;&#x6D2A;&#xFF0C;&#x300A;&#x795E;&#x4ED9;&#x4F20;&#x300B;</li><li>&#x6881;&#x542F;&#x8D85;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#x5B66;&#x6848;&#x300B;</li><li>&#x4EFB;&#x7EE7;&#x6108;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#x4E0E;&#x58A8;&#x5BB6;&#x300B;</li><li><a href="https://www.moziwang.com/archives/400" target="_blank" rel="noreferrer noopener">&#x58A8;&#x5B50;&#xFF1A;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x60B2;&#x6467;&#x7684;&#x7406;&#x5DE5;&#x7537;</a></li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%91%e7%95%aa%e5%a4%96-%e5%a2%a8%e5%ad%90%ef%bc%88%e4%b8%80%ef%bc%89%ef%bc%9a%e5%a5%87%e4%ba%ba</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-24T17:35:57.000Z">2019-01-24</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">37 minutes membaca (Sekitar 5608 kata)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【黑客之道】序-2-真正的问题解决者/">【黑客之道】序 - #2 真正的问题解决者</a></h1><div class="content"><p></p><p>&#x9ED1;&#x5BA2;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x521B;&#x9020;&#x8005;&#xFF1B;&#x4E0E;&#x5176;&#x4ED6;&#x7684;&#x521B;&#x9020;&#x8005;&#x6216;&#x521B;&#x4F5C;&#x8005;&#x7C7B;&#x4F3C;&#xFF08;&#x5982;&#xFF1A;&#x4F5C;&#x5BB6;&#x3001;&#x4F5C;&#x66F2;&#x5BB6;&#x3001;&#x753B;&#x5BB6;&#x3001;&#x96D5;&#x5851;&#x5BB6;&#x3001;&#x5EFA;&#x7B51;&#x5E08;&#x7B49;&#xFF09;&#xFF0C;&#x5177;&#x5907;<strong>&#x76EE;&#x7684;&#x6027;&#xFF0C;&#x4E5F;&#x5373;&#x89E3;&#x51B3;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x4F8B;&#x5982;&#x300A;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x300B;&#x4E3A;&#x63CF;&#x7ED8;&#x793E;&#x4F1A;&#x98CE;&#x8C8C;&#x7684;&#x6062;&#x5F18;&#x53F2;&#x8BD7;&#xFF0C;&#x300A;&#x547D;&#x8FD0;&#x4EA4;&#x54CD;&#x66F2;&#x300B;&#x8D5E;&#x7F8E;&#x4E0E;&#x547D;&#x8FD0;&#x7684;&#x6597;&#x4E89;&#xFF0C;&#x201C;&#x54C0;&#x60BC;&#x57FA;&#x7763;&#x201D;&#x4E3A;&#x5723;&#x5F7C;&#x5F97;&#x5927;&#x6559;&#x5802;&#x800C;&#x5851;&#x9020;&#xFF0C;&#x201C;&#x957F;&#x57CE;&#x201D;&#x5219;&#x4E3A;&#x62B5;&#x5FA1;&#x5317;&#x65B9;&#x6E38;&#x7267;&#x6C11;&#x65CF;&#x6240;&#x5EFA;&#x3002;</p><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#xFF0C;&#x662F;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x7684;&#x6838;&#x5FC3;&#xFF0C;&#x4E5F;&#x662F;&#x6280;&#x672F;&#x548C;&#x827A;&#x672F;&#x7684;&#x6838;&#x5FC3;&#x3002;&#x751A;&#x81F3;&#x5BF9;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x827A;&#x672F;&#xFF0C;&#x5C31;&#x80FD;&#x7834;&#x5F00;&#x4EBA;&#x751F;&#x7684;&#x91CD;&#x91CD;&#x56F0;&#x5883;&#xFF0C;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x6216;&#x8BB8;&#x4E5F;&#x80FD;&#x591F;&#x5F70;&#x663E;&#x3002;</p><p></p><p></p><p>&#x4E8E;&#x662F;&#xFF0C;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#xFF0C;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x60F3;&#x4E0E;&#x667A;&#x6167;&#xFF1A;<strong>&#x5982;&#x4F55;&#x7528;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x89E3;&#x51B3;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><h2 id="1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"><strong>1. &#x4EBA;&#x751F;&#x610F;&#x4E49;&#x4E0E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong><a href="#1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"></a></h2><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;</strong></p><p></p><p></p><p>&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8FD9;&#x603B;&#x4E0D;&#x6613;&#x56DE;&#x7B54;&#xFF0C;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x6807;&#x51C6;&#x7B54;&#x6848;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x5C31;&#x53D8;&#x5F97;&#x591A;&#x5F69;&#x3001;&#x6709;&#x4E86;&#x6781;&#x5927;&#x7684;&#x81EA;&#x7531;&#xFF1B;&#x4F46;&#x81EA;&#x7531;&#x548C;&#x7EB7;&#x7E41;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x832B;&#x7136;&#x4E0E;&#x65E0;&#x63AA;&#x3002;&#x5173;&#x4E8E;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x591A;&#x79CD;&#x89E3;&#x91CA;&#xFF0C;&#x4EE5;&#x4E0B;&#x4E3A;&#x51E0;&#x7C7B;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x4EAB;&#x4E50;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x8FD9;&#x6D69;&#x5927;&#x7684;&#x7EA2;&#x5C18;&#x4E4B;&#x4E2D;&#xFF0C;&#x540D;&#x5229;&#x6743;&#x60C5;&#x3001;&#x5B5C;&#x5B5C;&#x4EE5;&#x6C42;&#xFF0C;&#x201C;&#x9EC4;&#x91D1;&#x5C4B;&#x201D;&#x3001;&#x201C;&#x989C;&#x5982;&#x7389;&#x201D;&#x3001;&#x201C;&#x5343;&#x949F;&#x7C9F;&#x201D;&#xFF0C;&#x4E0D;&#x4E00;&#x800C;&#x8DB3;&#xFF1B;</li><li><strong>&#x81EA;&#x8D4B;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x53EF;&#x4EE5;&#x81EA;&#x6211;&#x8D4B;&#x4E88;&#x7684;&#x3001;&#x4E0D;&#x53D7;&#x62D8;&#x675F;&#x7684;&#xFF0C;&#x610F;&#x4E49;&#x53EF;&#x4EE5;&#x6709;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#xFF0C;&#x5929;&#x4E0B;&#x65E0;&#x6211;&#x3001;&#x4F55;&#x6765;&#x5C71;&#x6C34;&#xFF1B;</li><li><strong>&#x8BC1;&#x9053;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x4E43;&#x662F;&#x7EF4;&#x62A4;&#x4E16;&#x95F4;&#x6B63;&#x6CD5;&#x3001;&#x6216;&#x63A2;&#x6C42;&#x667A;&#x6167;&#x4E0E;&#x771F;&#x7406;&#x3001;&#x6216;&#x63A8;&#x52A8;&#x4EBA;&#x7C7B;&#x53D1;&#x5C55;&#xFF0C;&#x6B64;&#x4E43;&#x5929;&#x9053;&#x6240;&#x6388;&#xFF0C;&#x65F6;&#x4E0D;&#x6211;&#x5F85;&#x3001;&#x820D;&#x8EAB;&#x8BC1;&#x6CD5;&#xFF1B;</li><li><strong>&#x89E3;&#x8131;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x89E3;&#x8131;&#x4E8E;&#x4FD7;&#x5C18;&#x4E4B;&#x5916;&#xFF0C;&#x522B;&#x6709;&#x6D1E;&#x5929;&#x3001;&#x6E21;&#x4EBA;&#x6E21;&#x5DF1;&#x3002;</li></ol><p></p><p></p><p><strong>&#x201C;&#x5112;&#x201D;&#x3001;&#x201C;&#x6CD5;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;</strong>&#x5BF9;&#x6B64;&#x7684;&#x770B;&#x6CD5;&#x751A;&#x4E3A;&#x4E0D;&#x540C;&#xFF1A;&#x201C;&#x5112;&#x6CD5;&#x201D;&#x91CD;&#x201C;&#x6CBB;&#x4E16;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x5C1A;&#x201C;&#x81EA;&#x7136;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;&#x4E3B;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF08;&#x7565;&#x8FD1;&#x4F3C;&#x4E8E;&#x201C;&#x535A;&#x7231;&#x201D;&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#xFF09;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x7ED3;&#x679C;&#x8FD8;&#x662F;&#x8FC7;&#x7A0B;</strong></p><p></p><p></p><p>&#x5C31;&#x4E16;&#x4FD7;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x7ED3;&#x679C;&#x548C;&#x8FC7;&#x7A0B;</strong>&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x83B7;&#x5F97;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x7ED3;&#x679C;&#x8BBA;</strong>&#xFF1A;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x5373;&#x6B64;&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x89E3;&#x51B3;&#x4E86;&#x4F55;&#x79CD;&#x95EE;&#x9898;&#x6216;&#x6311;&#x6218;&#x3002;&#x8B6C;&#x5982;&#x5B54;&#x5B50;&#x5F00;&#x521B;&#x5112;&#x5BB6;&#x5B66;&#x6D3E;&#x4EE5;&#x6551;&#x6CBB;&#x4E71;&#x4E16;&#xFF0C;&#x4F3D;&#x5229;&#x7565;&#x5960;&#x57FA;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#xFF0C;&#x8D1D;&#x591A;&#x82AC;&#x4E4B;&#x300A;&#x547D;&#x8FD0;&#x300B;&#x300A;&#x5408;&#x5531;&#x300B;&#x4EA4;&#x54CD;&#x66F2;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x4E3A;&#x4EBA;&#x751F;&#x4E30;&#x5BCC;&#x7684;&#x201C;&#x9057;&#x4EA7;&#x201D;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x6781;&#x5176;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x5EFA;&#x7ACB;&#x4E86;&#x4E0D;&#x673D;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x5BF9;&#x4E8E;&#x666E;&#x901A;&#x4EBA;&#xFF0C;&#x5219;&#x4E5F;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x751F;&#x5B58;&#x7684;&#x8BF8;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x4E1A;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x7231;&#x60C5;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x3001;&#x4E8B;&#x4E1A;&#x3001;&#x4EBA;&#x751F;&#x4F7F;&#x547D;&#x7B49;&#x7B49;&#xFF0C;&#x7406;&#x6027;&#x5E94;&#x5BF9;&#x548C;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x53EF;&#x5706;&#x6EE1;&#x3002;</li><li><strong>&#x8FC7;&#x7A0B;&#x8BBA;</strong>&#xFF1A;&#x7ED3;&#x679C;&#x8BBA;&#x6216;&#x76EE;&#x7684;&#x8BBA;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x6027;&#xFF0C;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x90FD;&#x6709;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#x548C;&#x7CBE;&#x786E;&#x7684;&#x7406;&#x6027;&#x3002;&#x4F46;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6587;&#x5316;&#x3001;&#x4EA4;&#x5F80;&#x3001;&#x6E38;&#x620F;&#x3001;&#x72EC;&#x5904;&#x7B49;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x4E0D;&#x603B;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#xFF1B;<a href="https://en.wikipedia.org/wiki/J%C3%BCrgen_Habermas" target="_blank" rel="noreferrer noopener">&#x54C8;&#x8D1D;&#x9A6C;&#x65AF;</a>&#x8BA4;&#x4E3A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x201C;&#x751F;&#x6D3B;&#x4E16;&#x754C;&#x201D;&#x88AB;&#x8D27;&#x5E01;&#x548C;&#x6743;&#x529B;&#x6240;&#x652F;&#x914D;&#xFF0C;&#x6B63;&#x5728;&#x4E27;&#x5931;&#x751F;&#x6D3B;&#x7684;&#x610F;&#x4E49;&#x548C;&#x81EA;&#x7531;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x7ED3;&#x679C;&#x8BBA;&#x3001;&#x529F;&#x5229;&#x8BBA;&#x7684;&#x53CD;&#x9A73;&#x3002;&#x4EE5;&#x7ECF;&#x5386;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x5728;&#x65F6;&#x95F4;&#x548C;&#x7A7A;&#x95F4;&#x4E2D;&#x7545;&#x6E38;&#xFF0C;&#x53EF;&#x4EE5;&#x81EA;&#x8D4B;&#x7ED3;&#x679C;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#x7ED3;&#x679C;&#xFF1B;&#x4F53;&#x9A8C;&#x4EBA;&#x751F;&#x7684;&#x65C5;&#x7A0B;&#x672C;&#x8EAB;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x751F;&#x76EE;&#x7684;&#x3002;</li></ol><p></p><p></p><p>&#x4E0D;&#x53EF;&#x5206;&#x5272;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x547D;<strong>&#x65E2;&#x6709;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x90E8;&#x5206;&#x3001;&#x4E5F;&#x6709;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x90E8;&#x5206;</strong>&#x3002;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x4EF7;&#x503C;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF0C;&#x6807;&#x51C6;&#x8F83;&#x4E3A;&#x4E2A;&#x4EBA;&#x5316;&#x3001;&#x672C;&#x571F;&#x5316;&#x3001;&#x65F6;&#x4EE3;&#x5316;&#xFF1B;&#x6240;&#x8C13;&#x4F53;&#x9A8C;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x65E0;&#x76EE;&#x7684;&#x4E4B;&#x4F53;&#x9A8C;&#xFF0C;&#x4F46;&#x90FD;&#x662F;&#x751F;&#x547D;&#x7684;&#x65C5;&#x884C;&#x3002;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x522B;&#x4EBA;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x7410;&#x788E;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x5F7B;&#x5E95;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x62D9;&#x52A3;&#xFF0C;&#x7531;&#x6B64;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x4EF7;&#x503C;&#x4FBF;&#x6709;&#x4E00;&#x4E9B;&#x5DEE;&#x5F02;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x89E3;&#x51B3;&#x4EBA;&#x751F;&#x4E2D;&#x7684;&#x95EE;&#x9898;</strong></p><p></p><p></p><p><strong>&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x7684;&#x4E0D;&#x540C;&#x9636;&#x6BB5;&#x9762;&#x4E34;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F8B;&#x5982;&#x5B66;&#x4E60;&#x3001;&#x601D;&#x8003;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x7B49;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x751F;&#x4E4B;&#x8DEF;&#x4E5F;&#x4F1A;&#x9047;&#x5230;&#x8BF8;&#x591A;&#x574E;&#x5777;&#xFF1B;&#x8BBE;&#x8BA1;&#x8FD9;&#x4E9B;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x662F;&#x4EBA;&#x751F;&#x65C5;&#x9014;&#x7684;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;</strong></p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5927;&#x5C0F;&#x3001;&#x591A;&#x5C11;&#x3001;&#x597D;&#x574F;&#xFF0C;&#x53EF;&#x4EE5;&#x8861;&#x91CF;&#x4ED6;&#x7684;&#x521B;&#x4F5C;&#x7684;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#x3002;&#x6709;&#x4E9B;&#x201C;&#x5320;&#x201D;&#x624D;&#xFF0C;&#x7CBE;&#x901A;&#x6280;&#x827A;&#x3001;&#x6280;&#x6CD5;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x4F46;<strong>&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x9009;&#x62E9;&#x4E0E;&#x89E3;&#x51B3;&#x7B56;&#x7565;</strong>&#x7F3A;&#x4E4F;&#x601D;&#x8003;&#x548C;&#x63A2;&#x7A76;&#xFF0C;&#x56E0;&#x6B64;&#x65E0;&#x6CD5;&#x6210;&#x4E3A;<strong>&#x201C;&#x5C06;&#x201D;&#x624D;</strong>&#xFF0C;&#x4EE5;&#x53CA;<strong>&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;</strong>&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x9009;&#x62E9;&#x6BD4;&#x52AA;&#x529B;&#x66F4;&#x91CD;&#x8981;&#x201D;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x51B3;&#x7B56;&#x667A;&#x6167;&#xFF0C;&#x52AA;&#x529B;&#x662F;&#x6267;&#x884C;&#x80FD;&#x529B;&#xFF1B;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x4E24;&#x8005;&#x90FD;&#x662F;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x3002;</strong>&#x5728;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x9009;&#x62E9;&#x8868;&#x73B0;&#x4E3A;&#x9009;&#x53D6;&#x6B63;&#x786E;&#x7684;&#x3001;&#x6709;&#x4EF7;&#x503C;&#x3001;&#x6709;&#x673A;&#x4F1A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x52AA;&#x529B;&#x8868;&#x73B0;&#x4E3A;&#x6709;&#x6548;&#x3001;&#x9AD8;&#x8D28;&#x91CF;&#x3001;&#x5FEB;&#x901F;&#x5730;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x6218;&#x7565;&#xFF0C;&#x6267;&#x884C;&#x662F;&#x6218;&#x672F;&#x3002;</strong></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&amp;token=a2ef3670-de9d-44c1-986a-0ccda871dab8" alt=""><i>How to Solve It by George Polya</i><p></p><p></p><p style="text-align:center"><a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/How_to_Solve_It" target="_blank">from Wikipedia &#x2013; How to Solve It</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><h2 id="2-yan-zhi-jie-jue-shen-me-wen-ti-what-why">2. &#x8A00;&#x5FD7;&#xFF1A;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF08;What &amp; Why&#xFF09;<a href="#2-yan-zhi-jie-jue-shen-me-wen-ti-what-why"></a></h2><p></p><p></p><p>&#x201C;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;</strong>&#x201D;&#xFF0C;&#x4E0D;&#x8BBA;&#x5BF9;&#x4E8E;&#x7814;&#x7A76;&#x8005;&#x3001;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x8FD8;&#x662F;&#x4F5C;&#x5BB6;&#x3001;&#x521B;&#x4E1A;&#x8005;&#xFF0C;&#x90FD;&#x662F;<strong>&#x6700;&#x91CD;&#x8981;&#x7684;&#x8BFE;&#x9898;&#x4E4B;&#x4E00;</strong>&#x3002;&#x4ECE;&#x5C0F;&#x7684;&#x65B9;&#x9762;&#x770B;&#x5305;&#x62EC;&#x53D1;&#x73B0;&#x6311;&#x6218;&#x6216;&#x5371;&#x673A;&#x3001;&#x627E;&#x5230;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4ECE;&#x5927;&#x7684;&#x65B9;&#x9762;&#x5219;&#x662F;&#x770B;&#x5230;&#x65F6;&#x4EE3;&#x548C;&#x6587;&#x660E;&#x7684;&#x8D8B;&#x52BF;&#x3001;&#x4ECE;&#x4E8B;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x4E1A;&#x3002;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x51B3;&#x7B56;&#x8FC7;&#x7A0B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x5230;&#x6218;&#x7565;&#x9AD8;&#x5EA6;&#x6765;&#x56DE;&#x7B54;&#x3002;</strong></p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x201C;&#x95EE;&#x9898;&#x201D;&#x7684;&#x9009;&#x62E9;&#x6216;&#x8BC6;&#x522B;&#xFF0C;&#x5E76;&#x4E0D;&#x4EC5;&#x662F;&#x8BF4;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x5DE5;&#x7A0B;&#x6216;&#x4EA7;&#x54C1;&#x4E2D;&#xFF0C;&#x53D1;&#x73B0;&#x5177;&#x4F53;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x800C;&#x662F;&#x4ECE;&#x4EF7;&#x503C;&#x521B;&#x9020;&#x7684;&#x89D2;&#x5EA6;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x5B87;&#x5B99;&#x3001;&#x4E16;&#x754C;&#x548C;&#x793E;&#x4F1A;&#x7684;&#x5E9E;&#x5927;&#x65F6;&#x7A7A;&#x4E2D;&#xFF0C;&#x654F;&#x9510;&#x7684;&#x8BC6;&#x522B;&#x8981;&#x8BBE;&#x8BA1;&#x54EA;&#x79CD;&#x7CFB;&#x7EDF;&#x3001;&#x5B9E;&#x73B0;&#x54EA;&#x79CD;&#x6280;&#x672F;&#x7A81;&#x7834;&#xFF0C;&#x8FD9;&#x662F;&#x6781;&#x5176;&#x5177;&#x6709;&#x6311;&#x6218;&#x7684;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x725B;&#x987F;&#x800C;&#x8A00;&#xFF0C;&#x4E13;&#x6CE8;&#x4E8E;&#x5BF9;&#x5723;&#x7ECF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x8FD8;&#x662F;&#x5C1D;&#x8BD5;&#x7528;&#x6570;&#x5B66;&#x539F;&#x7406;&#x89E3;&#x51B3;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x9047;&#x5230;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x4FBF;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x9009;&#x62E9;&#xFF1B;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x55C5;&#x89C9;&#x4E0E;&#x54C1;&#x4F4D;&#xFF08;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x3001;&#x5929;&#x6587;&#x5B66;&#x3001;&#x7269;&#x7406;&#x5B66;&#xFF09;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5B9E;&#x529B;&#xFF08;&#x6570;&#x5B66;&#x80FD;&#x529B;&#x3001;&#x5FAE;&#x79EF;&#x5206;&#x3001;&#x5B9E;&#x9A8C;&#x8BBE;&#x8BA1;&#xFF09;&#x6620;&#x8BC1;&#x4E86;&#x5929;&#x624D;&#x4E4B;&#x4E3A;&#x5929;&#x624D;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9700;&#x8981;&#x683C;&#x5C40;&#x3001;&#x5FD7;&#x5411;&#x4E0E;&#x667A;&#x6167;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x77E5;&#x9053;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</strong></p><p></p><p></p><p>&#x5F53;&#x4EE3;&#x7684;&#x5F88;&#x591A;&#x4E2D;&#x56FD;&#x7A0B;&#x5E8F;&#x5458;&#x5E38;&#x81EA;&#x79F0;&#x4E3A;<strong>&#x201C;&#x7801;&#x519C;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x6709;&#x81EA;&#x5632;&#x5E7D;&#x9ED8;&#x7684;&#x6210;&#x5206;&#x3001;&#x4E5F;&#x53EF;&#x80FD;&#x6709;&#x88AB;&#x8D2C;&#x635F;&#x7684;&#x80A1;&#x4EFD;&#x3002;&#x5F88;&#x591A;&#x56FD;&#x5BB6;&#x5411;&#x6765;&#x91CD;&#x201C;&#x519C;&#x201D;&#x7684;&#xFF08;&#x201C;&#x58EB;&#x519C;&#x5DE5;&#x5546;&#x201D;&#xFF09;&#xFF0C;&#x672A;&#x5FC5;&#x5C31;&#x662F;&#x8D2C;&#x79F0;&#xFF0C;&#x4F46;&#x503C;&#x5F97;&#x8B66;&#x60D5;&#x7684;&#x53EF;&#x80FD;&#x662F;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x81EA;&#x6211;&#x5B9A;&#x4F4D;&#x7684;&#x5C40;&#x9650;&#x3002;&#x81EA;&#x79F0;&#x4E3A;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x8F83;&#x591A;&#x662F;&#x4F01;&#x4E1A;&#x6216;&#x7EC4;&#x7EC7;&#x5185;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x4ED6;&#x4EEC;&#x6309;&#x7167;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x7684;&#x8BBE;&#x8BA1;&#x6765;&#x5B9E;&#x73B0;&#x4EE3;&#x7801;&#xFF0C;&#x662F;&#x201C;&#x5B9E;&#x73B0;&#x8005;&#x201D;&#xFF08;implementor&#xFF09;&#x800C;&#x975E;&#x201C;&#x601D;&#x60F3;&#x8005;&#x201D;&#xFF0C;&#x8FD9;&#x5E26;&#x6765;&#x8BF8;&#x591A;&#x9690;&#x60A3;&#x3002;&#x5931;&#x53BB;&#x4E86;&#x601D;&#x8003;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x8BC6;&#x522B;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x72B9;&#x5982;&#x4EBA;&#x5931;&#x53BB;&#x4E86;&#x5927;&#x8111;&#xFF0C;&#x53EA;&#x6709;&#x624B;&#x811A;&#xFF1B;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;<strong>&#x4EBA;&#x88AB;&#x6280;&#x672F;&#x6240;&#x7528;&#xFF0C;&#x800C;&#x975E;&#x8FD0;&#x7528;&#x6280;&#x672F;</strong>&#x3002;</p><p></p><p></p><p>&#x9ED1;&#x5BA2;&#x5219;&#x4E0D;&#x540C;&#xFF0C;<strong>&#x9ED1;&#x5BA2;&#x4EE5;&#x521B;&#x9020;&#x6280;&#x672F;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x57FA;&#x672C;&#x5DE5;&#x4F5C;</strong>&#xFF0C;&#x4E0D;&#x5C40;&#x9650;&#x4E8E;&#x7EC4;&#x7EC7;&#x548C;&#x4F01;&#x4E1A;&#x5185;&#x7684;&#x65E5;&#x5E38;&#x4EFB;&#x52A1;&#xFF0C;&#x6709;&#x5F00;&#x9614;&#x7684;&#x89C6;&#x91CE;&#x548C;&#x575A;&#x5B9E;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;<strong>&#x9876;&#x7EA7;&#x9ED1;&#x5BA2;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x548C;&#x601D;&#x8003;&#x7684;&#x7EF4;&#x5EA6;&#xFF0C;&#x5E38;&#x5E38;&#x76F4;&#x51FB;&#x4EA7;&#x4E1A;&#x548C;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x5173;&#x952E;&#x8282;&#x70B9;</strong>&#x3002;&#x300A;&#x6D6A;&#x6F6E;&#x4E4B;&#x5DC5;&#x300B;&#x4F5C;&#x8005;&#x5434;&#x519B;&#x6839;&#x636E;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x6717;&#x9053;&#x5BF9;&#x7269;&#x7406;&#x5B66;&#x884C;&#x4E1A;&#x7684;&#x5206;&#x7EA7;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;<a href="http://blog.sina.com.cn/s/blog_13158c7b50102x7yj.html" target="_blank" rel="noreferrer noopener">&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x5206;&#x7EA7;&#x65B9;&#x6CD5;</a>&#x5982;&#x4E0B;&#xFF1A;</p><p></p><p></p><ul><li>&#x7B2C;&#x4E94;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5B8C;&#x6210;&#x5DE5;&#x7A0B;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x56DB;&#x7EA7;&#xFF1A;&#x80FD;&#x6307;&#x5BFC;&#x548C;&#x5E26;&#x9886;&#x5176;&#x4ED6;&#x4EBA;&#x4E00;&#x540C;&#x5B8C;&#x6210;&#x66F4;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x4E09;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x5E76;&#x4E14;&#x5728;&#x5E02;&#x573A;&#x4E0A;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x3002;</li><li>&#x7B2C;&#x4E8C;&#x7EA7;&#xFF1A;&#x80FD;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x522B;&#x4EBA;&#x4E0D;&#x80FD;&#x505A;&#x51FA;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4ED6;&#x7684;&#x4F5C;&#x7528;&#x5F88;&#x96BE;&#x53D6;&#x4EE3;&#x3002;</li><li>&#x7B2C;&#x4E00;&#x7EA7;&#xFF1A;&#x5F00;&#x521B;&#x4E00;&#x4E2A;&#x4EA7;&#x4E1A;&#x3002;</li></ul><p></p><p></p><p>&#x4E09;~&#x4E94;&#x7EA7;&#x5206;&#x522B;&#x662F;&#x521B;&#x4E1A;&#x8005;&#x6216;&#x4EA7;&#x54C1;&#x8D1F;&#x8D23;&#x4EBA;&#x3001;&#x9886;&#x5BFC;&#x8005;&#x3001;&#x5185;&#x90E8;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x7B2C;&#x4E8C;&#x7EA7;&#x662F;&#x5353;&#x8D8A;&#x7684;&#x521B;&#x9020;&#x8005;&#xFF08;Jeff Dean&#x3001;Donald Knuth&#xFF09;&#xFF0C;&#x7B2C;&#x4E00;&#x7EA7;&#x662F;&#x5F00;&#x5148;&#x6CB3;&#x8005;&#xFF08;&#x7231;&#x8FEA;&#x751F;&#x3001;&#x798F;&#x7279;&#x3001;&#x8D1D;&#x5C14;&#xFF09;&#x3002;&#x9ED1;&#x5BA2;&#x7684;&#x76EE;&#x6807;&#x901A;&#x5E38;&#x5728;&#x7B2C;&#x4E00;&#x5230;&#x7B2C;&#x4E09;&#x7EA7;&#xFF0C;&#x81EA;&#x79F0;&#x4E3A;&#x7801;&#x519C;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x53EF;&#x80FD;&#x591A;&#x6765;&#x81EA;&#x7B2C;&#x56DB;&#x548C;&#x7B2C;&#x4E94;&#x7EA7;&#x3002;<strong>&#x8FD9;&#x662F;&#x6280;&#x672F;&#x7EF4;&#x5EA6;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x4E5F;&#x662F;&#x5C06;&#x624D;&#x4E0E;&#x5320;&#x624D;&#x7684;&#x5DEE;&#x5F02;&#x3002;</strong>&#x4E5F;&#x5B58;&#x5728;&#x7B2C;&#x96F6;&#x7EA7;&#x7684;&#x9ED1;&#x5BA2;&#xFF0C;&#x6709;&#x5982;&#x5B54;&#x5B50;&#x3001;&#x8001;&#x5B50;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x725B;&#x987F;&#x7B49;&#xFF0C;&#x501F;&#x52A9;&#x7406;&#x6027;&#x3001;&#x79D1;&#x5B66;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x5F00;&#x521B;&#x4E86;&#x65B0;&#x7684;&#x8F74;&#x5FC3;&#x65F6;&#x4EE3;&#xFF0C;&#x4ED6;&#x4EEC;&#x521B;&#x9020;&#x6587;&#x660E;&#x3002;</p><p></p><p></p><p>&#x666E;&#x901A;&#x4EBA;&#x56FF;&#x4E8E;&#x8C0B;&#x8EAB;&#x3001;&#x81EA;&#x5229;&#x7B49;&#x5C0F;&#x95EE;&#x9898;&#xFF0C;&#x5353;&#x8D8A;&#x8005;&#x201C;&#x6267;&#x62D7;&#x201D;&#x4E8E;&#x5F00;&#x521B;&#x3001;&#x5FE7;&#x56FD;&#x7B49;&#x5927;&#x95EE;&#x9898;&#xFF1B;&#x867D;&#x4EBA;&#x4EBA;&#x5E73;&#x7B49;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x64C5;&#x4E8E;&#x5229;&#x4ED6;&#x3001;&#x52C7;&#x4E8E;&#x52A9;&#x4EBA;&#x8005;&#xFF0C;&#x603B;&#x662F;&#x5C11;&#x6570;&#x3002;Richard Stallman&#x7B49;&#x5F00;&#x6E90;&#x65F6;&#x4EE3;&#x7684;&#x5F00;&#x521B;&#x8005;&#x4EEC;&#xFF0C;&#x6267;&#x7740;&#x4E8E;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x8FD0;&#x52A8;&#xFF0C;&#x4E0E;&#x5546;&#x4E1A;&#x4E16;&#x754C;&#x51B3;&#x88C2;&#xFF0C;&#x8868;&#x73B0;&#x51FA;&#x7684;&#x662F;&#x4E3A;&#x4E16;&#x754C;&#x8C0B;&#x5229;&#x76CA;&#x7684;&#x5BBD;&#x9614;&#x80F8;&#x6000;&#x4E0E;&#x8FDC;&#x5927;&#x5FD7;&#x5411;&#xFF0C;&#x5176;&#x529F;&#x751A;&#x4F1F;&#xFF1B;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x9884;&#x89C1;&#x529B;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;Linux&#x7B49;&#x5F00;&#x6E90;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x4ECA;&#x5929;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4E16;&#x754C;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9664;&#x4E86;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#x5176;&#x4EF7;&#x503C;&#xFF0C;&#x8FD8;&#x8981;&#x6709;&#x575A;&#x6BC5;&#x7684;&#x52C7;&#x6C14;&#x3001;&#x6052;&#x5FC3;&#x4E0E;&#x5FCD;&#x8010;&#x3002;</strong></p><p></p><p></p><p>&#x6797;&#x8BED;&#x5802;&#x5728;&#x300A;&#x82CF;&#x4E1C;&#x5761;&#x4F20;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x9887;&#x591A;&#x8D2C;&#x635F;&#xFF0C;&#x6881;&#x542F;&#x8D85;&#x5728;&#x300A;&#x738B;&#x8346;&#x516C;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x656C;&#x8D5E;&#x4E4B;&#x81F3;&#x3002;&#x4EE5;&#x6587;&#x4EBA;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6797;&#x8BED;&#x5802;&#xFF09;&#xFF0C;&#x82CF;&#x4E1C;&#x5761;&#x8C6A;&#x8FC8;&#x81EA;&#x7531;&#xFF0C;&#x5F15;&#x81F4;&#x4E86;&#x201C;&#x4E4C;&#x53F0;&#x8BD7;&#x6848;&#x201D;&#x7684;&#x738B;&#x5B89;&#x77F3;&#x5219;&#x88AB;&#x63CF;&#x7ED8;&#x4E3A;&#x5978;&#x76F8;&#xFF1B;&#x4EE5;&#x653F;&#x6CBB;&#x5BB6;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6881;&#x542F;&#x8D85;&#xFF09;&#xFF0C;&#x738B;&#x5B89;&#x77F3;&#x820D;&#x8EAB;&#x4E3A;&#x56FD;&#xFF0C;&#x4E3A;&#x5E38;&#x4EBA;&#x6240;&#x4E0D;&#x6562;&#x4E3A;&#x3002;&#x6797;&#x3001;&#x6881;&#x683C;&#x5C40;&#x4E0D;&#x540C;&#xFF0C;&#x6240;&#x4F5C;&#x8BC4;&#x8BBA;&#x4FBF;&#x6709;&#x5DEE;&#x5F02;&#xFF1B;&#x82CF;&#x3001;&#x738B;&#x6216;&#x8BB8;&#x90FD;&#x662F;&#x4E00;&#x65F6;&#x201C;&#x738B;&#x4F50;&#x201D;&#xFF0C;&#x4F46;&#x738B;&#x5B89;&#x77F3;&#x4EE5;&#x300A;&#x4E0A;&#x4EC1;&#x5B97;&#x7687;&#x5E1D;&#x8A00;&#x4E8B;&#x4E66;&#x300B;&#x76F4;&#x9648;&#x5929;&#x4E0B;&#x4E4B;&#x5371;&#xFF0C;&#x800C;&#x540E;&#x53C8;&#x80FD;&#x8F85;&#x795E;&#x5B97;&#x53D8;&#x6CD5;&#xFF0C;&#x8FD9;&#x53C8;&#x662F;&#x82CF;&#x8F7C;&#x6240;&#x672A;&#x80FD;&#x53CA;&#x3002;&#x867D;&#x53D8;&#x6CD5;&#x6210;&#x8D25;&#x8912;&#x8D2C;&#x4E0D;&#x4E00;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x738B;&#x8346;&#x516C;&#x7684;&#x8FDC;&#x89C1;&#x3001;&#x5FC3;&#x529B;&#x4E0E;&#x52C7;&#x6C14;&#xFF0C;&#x5219;&#x7EDD;&#x65E0;&#x53EF;&#x80FD;&#x8FCE;&#x5929;&#x4E0B;&#x4E4B;&#x96BE;&#x800C;&#x4E0A;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x8BF4;&#x7684;&#x662F;&#x6CBB;&#x56FD;&#xFF0C;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x4E5F;&#x662F;&#x540C;&#x7406;&#x3002;&#x505A;&#x5927;&#x91CF;&#x7684;&#x7410;&#x788E;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x4E0D;&#x5982;&#x575A;&#x5B88;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x9009;&#x62E9;&#x3002;&#xFF08;&#x6295;&#x8D44;&#x7684;&#x667A;&#x6167;&#x4E0E;&#x6B64;&#x7C7B;&#x4F3C;&#xFF09;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x54C1;&#x5473;&#xFF0C;&#x77E5;&#x5176;&#x673A;&#x8981;&#x3001;&#x6709;&#x6240;&#x4E0D;&#x4E3A;&#x3002;</strong></p><p></p><p></p><p>&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x5305;&#x62EC;&#x4E86;&#x5BF9;&#x65F6;&#x4EE3;&#x3001;&#x793E;&#x4F1A;&#x548C;&#x6280;&#x672F;&#x7684;&#x6D1E;&#x5BDF;&#xFF0C;&#x5BF9;&#x79C1;&#x5229;&#x7684;&#x6DE1;&#x7136;&#xFF0C;&#x5BF9;&#x201C;&#x5C0F;&#x806A;&#x660E;&#x201D;&#x7684;&#x65E0;&#x89C6;&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x52FF;&#x4EE5;&#x6076;&#x5C0F;&#x800C;&#x4E3A;&#x4E4B;&#x201D;&#xFF08;Don&#x2019;t be evil&#xFF09;&#x3002;&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x6280;&#x672F;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x7CBE;&#x795E;&#x7684;&#xFF1B;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5173;&#x4E8E;&#x201C;&#x5251;&#x201D;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5173;&#x4E4E;&#x201C;&#x5FC3;&#x201D;&#x7684;&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x7531;&#x4E8E;&#x7ECF;&#x6D4E;&#x3001;&#x5BB6;&#x5EAD;&#x7B49;&#x7EA6;&#x675F;&#xFF0C;&#x81EA;&#x8BA4;&#x4E3A;&#x65E0;&#x4ECE;&#x9009;&#x62E9;&#x3002;&#x4E3B;&#x89C2;&#x6216;&#x5BA2;&#x89C2;&#x7684;&#x7EA6;&#x675F;&#x603B;&#x662F;&#x5B58;&#x5728;&#xFF0C;&#x7A81;&#x7834;&#x7EA6;&#x675F;&#x3001;&#x514B;&#x670D;&#x9650;&#x5236;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x5206;&#x6790;&#x3001;&#x53D6;&#x820D;&#x3001;&#x7B5B;&#x9009;&#x95EE;&#x9898;&#x7684;&#x54C1;&#x5473;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x6545;&#x6B32;&#x6210;&#x4E00;&#x6D41;&#x4E4B;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x5FC5;&#x6709;&#x4E00;&#x6D41;&#x4E4B;&#x62B1;&#x8D1F;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x89C1;&#x8BC6;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x7CBE;&#x795E;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x4EE5;&#x9053;&#x5FA1;&#x672F;&#x3001;&#x4EE5;&#x5FC3;&#x5FA1;&#x5668;&#xFF0C;&#x9009;&#x62E9;&#x6B63;&#x786E;&#x7684;&#x95EE;&#x9898;&#x800C;&#x89E3;&#x7B54;&#x4E4B;&#xFF1B;&#x5584;&#x6076;&#x9AD8;&#x4F4E;&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x77E5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2 id="3-wen-dao-ru-he-jie-jue-wen-ti-how"><strong>3. &#x95EE;&#x9053;&#xFF1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;How&#xFF09;</strong><a href="#3-wen-dao-ru-he-jie-jue-wen-ti-how"></a></h2><p></p><p></p><p>&#x8001;&#x5B50;&#x8BF4;&#xFF1A;&#x201C;&#x5343;&#x91CC;&#x4E4B;&#x884C;&#xFF0C;&#x59CB;&#x4E8E;&#x8DB3;&#x4E0B;&#x3002;&#x201D; <strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;</strong>&#x662F;&#x4E00;&#x79CD;&#x6280;&#x672F;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BCC;&#x6709;&#x903B;&#x8F91;&#x6027;&#x7684;&#x601D;&#x7EF4;&#x548C;&#x5B9E;&#x8DF5;&#x8FC7;&#x7A0B;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x52B3;&#x52A8;&#x529B;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x516C;&#x53F8;&#x62DB;&#x8058;&#x7684;&#x662F;&#x80FD;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x4EBA;&#xFF1B;&#x5BF9;&#x4E8E;&#x5546;&#x54C1;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x6D88;&#x8D39;&#x8005;&#x8D2D;&#x4E70;&#x7684;&#x662F;&#x80FD;&#x6EE1;&#x8DB3;&#x4E2A;&#x4EBA;&#x6216;&#x8005;&#x7EC4;&#x7EC7;&#x9700;&#x8981;&#x7684;&#x4EA7;&#x54C1;&#xFF08;&#x56FA;&#x5316;&#x4E86;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#xFF09;&#x3002;&#x52B3;&#x52A8;&#x529B;&#x548C;&#x5546;&#x54C1;&#x4EE3;&#x8868;&#x7684;&#x80FD;&#x529B;&#x662F;&#x76EE;&#x7684;&#x660E;&#x786E;&#x7684;&#xFF0C;&#x8FD9;&#x4ECE;&#x62DB;&#x8058;&#x5E7F;&#x544A;&#x548C;&#x4EA7;&#x54C1;&#x5E7F;&#x544A;&#x5C31;&#x80FD;&#x770B;&#x51FA;&#xFF0C;&#x4F46;&#x79CD;&#x80FD;&#x529B;&#x5728;&#x793E;&#x4F1A;&#x5206;&#x5DE5;&#x8FD9;&#x79CD;&#x201C;&#x5206;&#x6790;&#x201D;&#x3001;&#x201C;&#x5206;&#x89E3;&#x201D;&#x7684;&#x884C;&#x4E3A;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x5448;&#x73B0;&#x51FA;&#x652F;&#x79BB;&#x7834;&#x788E;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4ED6;&#x4EEC;&#x80CC;&#x540E;&#x7684;&#x5171;&#x540C;&#x6027;&#x548C;&#x201C;&#x7EFC;&#x5408;&#x201D;&#x7279;&#x6027;&#x53EA;&#x6709;&#x5C11;&#x6570;&#x4EBA;&#x638C;&#x63E1;&#x3002;&#x8FD9;&#x4E5F;&#x9020;&#x6210;&#x4E86;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5C0F;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x5C40;&#x90E8;&#x95EE;&#x9898;&#x201D;&#xFF0C;&#x5C11;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5927;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x6574;&#x4F53;&#x95EE;&#x9898;&#x201D;&#x7684;&#x5C40;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5982;&#x4F55;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#xFF0C;&#x4E0B;&#x9762;&#x7B80;&#x8981;&#x53D9;&#x8FF0;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x662F;&#x601D;&#x60F3;</strong></p><p></p><p></p><p>&#x5C31;&#x8F83;&#x5E7F;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF08;&#x5DE5;&#x7A0B;&#x5E08;&#x3001;&#x53D1;&#x660E;&#x5BB6;&#x7B49;&#xFF09;&#xFF0C;&#x5176;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x770B;&#x4F3C;&#x662F;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x80FD;&#x529B;&#xFF1B;&#x800C;&#x5BF9;&#x4E8E;&#x4E00;&#x822C;&#x516C;&#x4F17;&#x800C;&#x8A00;&#xFF0C;&#x72ED;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#xFF08;&#x8BA1;&#x7B97;&#x673A;&#x6280;&#x672F;&#x4E13;&#x5BB6;&#x3001;&#x7A0B;&#x5E8F;&#x5458;&#xFF09;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x4F3C;&#x4E4E;&#x662F;<strong>&#x5199;&#x4EE3;&#x7801;</strong>&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x770B;&#x6CD5;&#x90FD;&#x5B58;&#x5728;&#x504F;&#x89C1;&#x3002;</p><p></p><p></p><p>&#x6216;&#x8BB8;&#x5BF9;&#x4E8E;&#x201C;&#x7B2C;&#x4E94;&#x7EA7;&#x5DE5;&#x7A0B;&#x5E08;&#x201D;&#xFF08;&#x89C1;&#x4E0A;&#x6587;&#xFF09;&#x6765;&#x8BF4;&#xFF0C;&#x53EA;&#x8981;&#x80FD;&#x5C06;&#x4EA7;&#x54C1;&#x610F;&#x56FE;&#x7FFB;&#x8BD1;&#x4E3A;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x8DB3;&#x591F;&#x4E86;&#x3002;&#x4F46;&#x597D;&#x6BD4;&#x6211;&#x4EEC;&#x4E0D;&#x4F1A;&#x8BF4;&#x4E00;&#x4E2A;&#x4EBA;&#x64C5;&#x957F;&#x201C;&#x5199;&#x4F5C;&#x201D;&#x662F;&#x4ED6;&#x8BA4;&#x8BC6;&#x591A;&#x5C11;&#x6C49;&#x5B57;&#x3001;&#x80FD;&#x7528;&#x51E0;&#x79CD;&#x53E5;&#x578B;&#xFF0C;&#x800C;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#x4ED6;&#x5177;&#x6709;&#x4EC0;&#x4E48;&#x601D;&#x60F3;&#x6216;&#x53D9;&#x4E8B;&#x3001;&#x5982;&#x4F55;&#x8868;&#x8FF0;&#xFF1B;&#x6211;&#x4EEC;&#x4E5F;&#x4E0D;&#x4F1A;&#x8BA4;&#x4E3A;&#x4F1A;&#x4F7F;&#x7528;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x4EE3;&#x8868;&#x80FD;&#x7528;&#x7A0B;&#x5E8F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x201C;&#x7801;&#x519C;&#x201D;&#x4E0D;&#x4F1A;&#x601D;&#x8003;&#xFF0C;&#x90A3;&#x548C;&#x673A;&#x5668;&#x4E5F;&#x5E76;&#x6CA1;&#x6709;&#x5DEE;&#x522B;&#x3002;</p><p></p><p></p><p>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x5176;&#x672C;&#x8EAB;&#x800C;&#x8A00;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x662F;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x7406;&#x89E3;&#x3001;&#x5206;&#x6790;&#x3001;&#x6EAF;&#x6E90;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x6267;&#x884C;&#x3001;&#x68C0;&#x9A8C;&#x7B49;&#x8FC7;&#x7A0B;&#xFF1B;&#x4E66;&#x5199;&#x3001;&#x4F5C;&#x753B;&#x3001;&#x4EE3;&#x7801;&#xFF0C;&#x53EF;&#x80FD;&#x53EA;&#x5C5E;&#x4E8E;&#x6267;&#x884C;&#x8FD9;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x3002;&#x540C;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x540C;&#x4EBA;&#x7684;&#x5904;&#x7406;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#xFF0C;&#x8FD9;&#x5728;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF1A;</p><p></p><p></p><ol><li>&#x7406;&#x89E3;&#x9519;&#x8BEF;&#x5FC5;&#x7136;&#x5BFC;&#x81F4;&#x767D;&#x8D39;&#x529F;&#x592B;&#xFF1B;</li><li>&#x5206;&#x6790;&#x4E0D;&#x900F;&#x5F7B;&#x3001;&#x627E;&#x4E0D;&#x5230;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x6216;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x8349;&#x7387;&#x3001;&#x77ED;&#x89C6;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;dirty &amp; quick fix&#xFF1B;</li><li>&#x8BBE;&#x8BA1;&#x4E0D;&#x8003;&#x8651;&#x957F;&#x8FDC;&#x53D8;&#x5316;&#x6216;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;&#x8F83;&#x9AD8;&#x7684;&#x7EF4;&#x62A4;&#x6210;&#x672C;&#xFF1B;</li><li>&#x7F3A;&#x5C11;&#x68C0;&#x9A8C;&#x5FC5;&#x7136;&#x5E26;&#x6765;&#x8D28;&#x91CF;&#x3001;&#x5B89;&#x5168;&#x7B49;&#x9690;&#x60A3;&#x3002;</li></ol><p></p><p></p><p>&#x5C31;&#x6B64;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x9700;&#x8981;&#x7684;&#x662F;&#x7EFC;&#x5408;&#x7684;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3001;&#x5927;&#x5C40;&#x89C2;&#x4E0E;&#x7EC6;&#x8282;&#x5904;&#x7406;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x67D0;&#x4E00;&#x4E2A;&#x4E13;&#x95E8;&#x7684;&#x6280;&#x5DE7;&#x6216;&#x201C;&#x9524;&#x5B50;&#x201D;&#x3002;&#x5C06;&#x95EE;&#x9898;&#x653E;&#x7F6E;&#x5230;&#x5F53;&#x65F6;&#x7684;&#x60C5;&#x666F;&#x4E2D;&#x8003;&#x5BDF;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x6574;&#x4F53;&#x7684;&#x7CFB;&#x7EDF;&#x6216;&#x751F;&#x6001;&#x8FDB;&#x884C;&#x5224;&#x65AD;&#xFF0C;&#x4EE5;&#x53CA;&#x5224;&#x65AD;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x4E0D;&#x89E3;&#x51B3;&#x8BE5;&#x95EE;&#x9898;&#xFF0C;&#x90FD;&#x4F9D;&#x8D56;&#x4E8E;&#x6E05;&#x6670;&#x4E25;&#x8C28;&#x7684;<strong>&#x7406;&#x6027;</strong>&#x3002;</p><p></p><p></p><p>&#x8981;&#x89E3;&#x51B3;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x8005;&#x8BBE;&#x8BA1;&#x72EC;&#x4E00;&#x65E0;&#x4E8C;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;<strong>&#x9700;&#x8981;&#x5BF9;&#x6839;&#x672C;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5EA6;&#x601D;&#x8003;&#xFF08;&#x5982;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x4EBA;&#x6027;&#x8003;&#x5BDF;&#x3001;&#x573A;&#x666F;&#x7684;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x3001;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x8109;&#x7EDC;&#x7B49;&#xFF09;&#xFF0C;&#x9700;&#x8981;&#x8DE8;&#x5B66;&#x79D1;&#x3001;&#x591A;&#x6A21;&#x578B;&#x7684;&#x7EFC;&#x5408;&#x5206;&#x6790;&#x548C;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x9886;&#x5BFC;&#x529B;&#x548C;&#x51B3;&#x7B56;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x8D44;&#x6E90;&#x3001;&#x6280;&#x672F;&#x3001;&#x4EBA;&#x529B;&#x7684;&#x7EC4;&#x7EC7;&#x548C;&#x534F;&#x8C03;&#x80FD;&#x529B;</strong>&#x3002;</p><p></p><p></p><p>&#x95EE;&#x9898;&#x7684;&#x7EF4;&#x5EA6;&#x8D8A;&#x9AD8;&#x6216;&#x8005;&#x6DF1;&#x5EA6;&#x8D8A;&#x6DF1;&#xFF0C;&#x5BF9;&#x601D;&#x60F3;&#x80FD;&#x529B;&#x548C;&#x7EFC;&#x5408;&#x80FD;&#x529B;&#x7684;&#x8981;&#x6C42;&#x4E5F;&#x5C31;&#x8D8A;&#x9AD8;&#x3002;&#x89E3;&#x51B3;&#x590D;&#x6742;&#x5EA6;&#x9AD8;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x591A;&#x5F3A;&#x8C03;&#x534F;&#x4F5C;&#x4E0E;&#x5206;&#x5DE5;&#xFF0C;&#x5982;&#x679C;&#x4E3B;&#x5BFC;&#x8005;&#x7684;&#x601D;&#x60F3;&#x4E0D;&#x6DF1;&#x5165;&#x3001;&#x4E0D;&#x7CBE;&#x786E;&#xFF0C;&#x90A3;&#x4E48;&#x6574;&#x76D8;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x8BBE;&#x8BA1;&#x548C;&#x8C03;&#x5EA6;&#x5FC5;&#x7136;&#x6DF7;&#x4E71;&#xFF0C;&#x83B7;&#x53D6;&#x6210;&#x529F;&#x5C06;&#x6781;&#x5177;&#x6311;&#x6218;&#x3002;&#x8FD9;&#x4E0E;&#x53E4;&#x4EBA;&#x5BF9;&#x9886;&#x5BFC;&#x8005;&#x201C;&#x5185;&#x5723;&#x5916;&#x738B;&#x201D;&#x6216;&#x201C;&#x54F2;&#x4EBA;&#x738B;&#x201D;&#x7684;&#x653F;&#x6CBB;&#x7406;&#x60F3;&#x4F20;&#x7EDF;&#x662F;&#x4E00;&#x81F4;&#x7684;&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x5206;&#x5DE5;&#x7EC6;&#x5316;&#x7684;&#x52A0;&#x5267;&#x548C;&#x793E;&#x4F1A;&#x590D;&#x6742;&#x5316;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5BF9;&#x201C;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;&#x201D;&#x638C;&#x63E1;&#x667A;&#x6167;&#x4E0E;&#x601D;&#x60F3;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;<strong>&#x5B66;&#x4E60;&#x80FD;&#x529B;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x7684;&#x524D;&#x63D0;&#x3002;</strong>&#x201C;&#x95EE;&#x6E20;&#x90A3;&#x5F97;&#x6E05;&#x5982;&#x8BB8;&#xFF0C;&#x4E3A;&#x6709;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x6765;&#x201D;&#xFF1B;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x59CB;&#x7EC8;&#x201C;&#x6E05;&#x5982;&#x8BB8;&#x201D;&#xFF0C;&#x601D;&#x60F3;&#x4E0E;&#x6280;&#x5DE7;&#x80FD;&#x591F;&#x4FDD;&#x6301;&#x5353;&#x8D8A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x5B66;&#x4E60;&#x7684;&#x201C;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x201D;&#x4F5C;&#x4E3A;&#x8F93;&#x5165;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5185;&#x5728;&#x7ED3;&#x6784;</strong></p><p></p><p></p><p>&#x5185;&#x5728;&#x7ED3;&#x6784;&#x7684;&#x542B;&#x4E49;&#x662F;&#x201C;&#x4E00;&#x79CD;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x201D;&#x6216;&#x201C;&#x4E00;&#x79CD;&#x6280;&#x672F;&#x201D;&#xFF0C;&#x901A;&#x5E38;&#x4F1A;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x4ED6;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x6216;&#x521B;&#x9020;&#xFF0C;&#x800C;&#x5F62;&#x6210;&#x65B0;&#x7684;&#x6280;&#x672F;&#x6216;&#x5185;&#x5728;&#x7ED3;&#x6784;&#x3002;&#x5E38;&#x89C4;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x90FD;&#x662F;&#x7528;&#x5DF2;&#x6709;&#x7684;&#x65B9;&#x6848;&#x6216;&#x6280;&#x672F;&#x6765;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#xFF0C;&#x6280;&#x672F;&#x5BF9;&#x4E8E;&#x5F88;&#x591A;&#x4EBA;&#x6765;&#x8BF4;&#x53EA;&#x662F;&#x201C;&#x9ED1;&#x76D2;&#x201D;&#xFF0C;&#x5F88;&#x5C11;&#x9700;&#x8981;&#x201C;&#x91CD;&#x65B0;&#x53D1;&#x660E;&#x8F6E;&#x5B50;&#x201D;&#x3002;&#x4F46;&#x91CD;&#x89C6;&#x5185;&#x5728;&#x7ED3;&#x6784;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x5BF9;&#x5185;&#x90E8;&#x6216;&#x6839;&#x672C;&#x65B9;&#x6CD5;&#x7684;&#x53CD;&#x7701;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x51E0;&#x4E2A;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4F8B;&#x5B50;&#x3002;</p><p></p><p></p><ol><li>&#x4F3D;&#x5229;&#x7565;&#x901A;&#x8FC7;&#x81EA;&#x5236;&#x5929;&#x6587;&#x671B;&#x8FDC;&#x955C;&#xFF0C;&#x89C2;&#x6D4B;&#x5230;&#x4E86;&#x51F9;&#x51F8;&#x4E0D;&#x5E73;&#x7684;&#x6708;&#x7403;&#x8868;&#x9762;&#x3001;&#x53CA;&#x6728;&#x661F;&#x7684;&#x56DB;&#x9897;&#x536B;&#x661F;&#x3001;&#x91D1;&#x661F;&#x7684;&#x76C8;&#x4E8F;&#x73B0;&#x8C61;&#xFF0C;&#x7528;&#x4E8B;&#x5B9E;&#x6253;&#x7834;&#x4E86;&#x5929;&#x5730;&#x7684;&#x754C;&#x9650;&#x3001;&#x652F;&#x6301;&#x4E86;&#x201C;&#x65E5;&#x5FC3;&#x8BF4;&#x201D;&#x3001;&#x5E76;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x51FA;&#x4E86;&#x60EF;&#x6027;&#x7406;&#x8BBA;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;&#x6F6E;&#x6C50;&#x73B0;&#x8C61;&#x3002;&#x8FD9;&#x662F;&#x901A;&#x8FC7;&#x6784;&#x5EFA;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4EE5;&#x89E3;&#x51B3;&#x773C;&#x524D;&#x95EE;&#x9898;&#x7684;&#x4F8B;&#x5B50;&#x3002;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x53C8;&#x7EE7;&#x7EED;&#x63A8;&#x52A8;&#x4E86;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x7684;&#x8FDB;&#x5C55;&#x3002;</li><li>&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#xFF0C;Google&#x5728;&#x5185;&#x90E8;&#x5B9E;&#x73B0;&#x4E86;GFS&#x3001;MapReduce&#x3001;BigTable&#x7B49;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#xFF08;infrastructure&#xFF09;&#x5E76;&#x516C;&#x5F00;&#x53D1;&#x8868;&#x6210;&#x679C;&#xFF0C;&#x76F4;&#x63A5;&#x63A8;&#x52A8;&#x4E86;&#x4E4B;&#x540E;&#x7684;&#x5927;&#x6570;&#x636E;&#x5F00;&#x6E90;Hadoop&#x6280;&#x672F;&#x7B49;&#x7684;&#x51FA;&#x73B0;&#x3002;&#x8FD9;&#x662F;&#x5185;&#x90E8;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x6210;&#x4E3A;&#x521B;&#x65B0;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4ECE;&#x800C;&#x63A8;&#x52A8;&#x6280;&#x672F;&#x8DE8;&#x8D8A;&#x5F0F;&#x53D1;&#x5C55;&#x7684;&#x4F8B;&#x5B50;&#x3002;Amazon&#x7684;AWS&#x7684;&#x51FA;&#x73B0;&#x548C;&#x5546;&#x4E1A;&#x5316;&#x4E5F;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x4F8B;&#x5B50;&#x3002;</li></ol><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6280;&#x672F;&#x662F;&#x5C42;&#x5C42;&#x76F8;&#x4F9D;&#x7684;&#x3002;</strong>&#x65B0;&#x7684;&#x6280;&#x672F;&#x63A8;&#x52A8;&#x66F4;&#x591A;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4F9D;&#x8D56;&#x66F4;&#x591A;&#x8FC7;&#x53BB;&#x7684;&#x6280;&#x672F;&#x3002;&#x660E;&#x767D;&#x8FD9;&#x4E00;&#x70B9;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x6709;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x5F80;&#x5F80;&#x4E5F;&#x4F34;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x5FFD;&#x89C6;&#x4E86;&#x8FD9;&#x79CD;&#x201C;&#x526F;&#x4EA7;&#x54C1;&#x201D;&#xFF0C;&#x65E2;&#x6709;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x8D44;&#x6E90;&#x7684;&#x6D6A;&#x8D39;&#xFF0C;&#x66F4;&#x53EF;&#x80FD;&#x9519;&#x8FC7;&#x6F5C;&#x5728;&#x7684;&#x673A;&#x4F1A;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x7EBF;</strong></p><p></p><p></p><p>&#x95EE;&#x9898;&#x662F;&#x6E90;&#x6E90;&#x4E0D;&#x65AD;&#x7684;&#xFF0C;&#x6765;&#x81EA;&#x4E8E;&#x5916;&#x90E8;&#x73AF;&#x5883;&#x7684;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF08;&#x793E;&#x4F1A;&#x3001;&#x65F6;&#x4EE3;&#x3001;&#x5E02;&#x573A;&#x7B49;&#xFF09;&#xFF0C;&#x4E5F;&#x6765;&#x81EA;&#x4E8E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x9A71;&#x52A8;&#x3002;<strong>&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x901A;&#x5E38;&#x4E5F;&#x5E76;&#x975E;&#x5B8C;&#x7F8E;&#x7684;&#xFF0C;&#x6216;&#x8005;&#x6709;&#x5176;&#x9002;&#x7528;&#x73AF;&#x5883;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x7ECF;&#x5E38;&#x4F1A;&#x5E26;&#x6765;&#x65B0;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x6BD4;&#x5982;&#xFF0C;iPhone&#x4E5F;&#x5F00;&#x62D3;&#x4E86;&#x4E00;&#x4E2A;&#x4E4B;&#x524D;&#x5E73;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x79FB;&#x52A8;&#x4FE1;&#x606F;&#x7A7A;&#x95F4;&#xFF0C;&#x4F7F;&#x5F97;&#x5927;&#x91CF;&#x7684;&#x65B0;&#x7684;&#x6280;&#x672F;&#x548C;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x88AB;&#x53D1;&#x660E;&#x548C;&#x5E94;&#x7528;&#xFF0C;&#x6781;&#x5927;&#x5730;&#x523A;&#x6FC0;&#x4E86;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x5982;&#x5171;&#x4EAB;&#x5355;&#x8F66;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x5E26;&#x6765;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x9690;&#x79C1;&#x3001;&#x5B89;&#x5168;&#x548C;&#x793E;&#x4F1A;&#x6CBB;&#x7406;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p><strong>&#x65E7;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#xFF0C;&#x5E76;&#x975E;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#xFF0C;&#x4E0D;&#x65AD;&#x6D8C;&#x73B0;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4EE5;&#x66FF;&#x4EE3;&#x65E7;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6848;&#x3002;</strong>&#x5982;&#xFF0C;&#x4EA4;&#x901A;&#xFF0C;&#x4ECE;&#x725B;&#x9A6C;&#x3001;&#x9A6C;&#x8F66;&#x3001;&#x706B;&#x8F66;&#x3001;&#x6C7D;&#x8F66;&#x3001;&#x98DE;&#x673A;&#x3001;&#x822A;&#x5929;&#x98DE;&#x673A;&#xFF0C;&#x5230;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#xFF0C;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x4F9D;&#x7136;&#x6CA1;&#x6709;&#x505C;&#x6B62;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x7A7A;&#x95F4;&#x4F4D;&#x79FB;&#x201D;&#x8FD9;&#x79CD;&#x8FD1;&#x4E4E;&#x6C38;&#x6052;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x4F9D;&#x7136;&#x4F1A;&#x4E0D;&#x65AD;&#x6709;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x88AB;&#x63D0;&#x51FA;&#x548C;&#x5B9E;&#x73B0;&#x3002;</p><p></p><p></p><p><strong>&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#x52A8;&#x529B;&#xFF0C;&#x9AD8;&#x5EA6;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x80CC;&#x540E;&#x7684;&#x73B0;&#x8C61;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7269;&#x7406;&#x5B66;&#x672C;&#x8D28;</strong>&#x3002;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x5C31;&#x662F;&#x53D1;&#x7AEF;&#x4E8E;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF0C;&#x6BCF;&#x4E00;&#x6B21;&#x7CFB;&#x7EDF;&#x6027;&#x7684;&#x7269;&#x7406;&#x53D1;&#x73B0;&#xFF0C;&#x90FD;&#x5C06;&#x5E26;&#x6765;&#x98A0;&#x8986;&#x6027;&#x7684;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x3002;&#xFF08;&#x76F8;&#x5BF9;&#x8BBA;&#x548C;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x81F3;&#x4ECA;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x6D88;&#x5316;&#x5B8C;&#x6BD5;&#xFF09;&#x5316;&#x5B66;&#x548C;&#x751F;&#x7269;&#x5B66;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x53C8;&#x5728;21&#x4E16;&#x7EAA;&#x5E26;&#x6765;&#x7EB3;&#x7C73;&#x6280;&#x672F;&#x548C;&#x57FA;&#x56E0;&#x5DE5;&#x7A0B;&#x7684;&#x98DE;&#x8DC3;&#x3002;<strong>&#x8FD9;&#x79CD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x201C;&#x6307;&#x6570;&#x578B;&#x201D;&#x6280;&#x672F;&#x7206;&#x70B8;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x4F7F;&#x5F97;&#x6211;&#x4EEC;&#x7684;&#x95EE;&#x9898;&#x57DF;&#x548C;&#x89E3;&#x6CD5;&#x57DF;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x6269;&#x5C55;&#xFF0C;&#x800C;&#x6FC0;&#x53D1;&#x51FA;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</strong></p><p></p><p></p><p>&#x4ECE;&#x7ED3;&#x6784;&#x4E0A;&#x628A;&#x63E1;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x5F84;&#xFF0C;&#x5BF9;&#x4E8E;&#x8BBE;&#x8BA1;&#x771F;&#x6B63;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x5173;&#x952E;&#x7684;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x63A2;&#x8BA8;&#x4E86;<strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#x7684;&#x57FA;&#x672C;&#x95EE;&#x9898;&#x3002;&#x5728;&#x4E4B;&#x540E;&#x7684;&#x7BC7;&#x7AE0;&#x4E2D;&#xFF0C;&#x968F;&#x7740;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x66F4;&#x591A;&#x5177;&#x4F53;&#x7684;&#x89E3;&#x8BFB;&#x4E0E;&#x5206;&#x6790;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4E0B;&#x4E00;&#x7BC7;&#x9884;&#x544A;&#xFF1A;<strong>&#x3010;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3011;&#x5E8F; - #3&#xFF1A;&#x6280;&#x672F;&#x4E4B;&#x7F8E;</strong></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>G. Polyia, <a href="https://book.douban.com/subject/1456890/" target="_blank" rel="noreferrer noopener">How to Solve It</a></li><li><a href="https://book.douban.com/search/%E9%AB%98%E6%96%AF" target="_blank" rel="noreferrer noopener">&#x9AD8;&#x65AF; (Donald C. Gause)</a> / <a href="https://book.douban.com/search/%E6%B8%A9%E4%BC%AF%E6%A0%BC" target="_blank" rel="noreferrer noopener">&#x6E29;&#x4F2F;&#x683C; (Gerald M.Weinberg)</a> &#xFF0C;<a href="https://book.douban.com/subject/25772550/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4F60;&#x7684;&#x706F;&#x4EAE;&#x7740;&#x5417;?&#x300B;</a></li></ul><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%91%e5%ba%8f-2-%e7%9c%9f%e6%ad%a3%e7%9a%84%e9%97%ae%e9%a2%98%e8%a7%a3%e5%86%b3%e8%80%85</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/steempress/page/2/">Sebelumnya</a></div><div class="pagination-next"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/steempress/page/4/">Berikutnya</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link has-text-black-ter" href="/blog/tags/steempress/">1</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/steempress/page/2/">2</a></li><li><a class="pagination-link is-current" href="/blog/tags/steempress/page/3/">3</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/steempress/page/4/">4</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Artikel</p><p class="title has-text-weight-normal">29</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Kategori</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tag</p><p class="title has-text-weight-normal">28</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">IKUTI</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Kategori</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">20</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Awan tag</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14.44px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.22px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.22px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:13.33px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15.56px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.78px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.89px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.67px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Terbaru</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Arsip</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tag</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Terbaru</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Arsip</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tag</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("zh-Hans");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Kembali ke atas" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Tulis Sesuatu.."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Artikel",PAGES:"Halaman",CATEGORIES:"Kategori",TAGS:"Tag",UNTITLED:"Tanpa Judul"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>