<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>【黑客之道】序 - #2 真正的问题解决者 - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x9ED1;&amp;#x5BA2;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#xFF1B;&amp;#x4E0E;&amp;#x5176;&amp;#x4ED6;&amp;#x7684;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#x6216;&amp;#x521B;&amp;#x4F5C;&amp;#x8005;&amp;#x7C7B;&amp;#x4F3C;&amp;#xFF08;&amp;#x5982;"><meta name="keywords" content="cn-stem,steemstem,steempress,cn-reader,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="【黑客之道】序 - #2 真正的问题解决者"><meta property="og:url" content="http://think-in-universe.github.io/steempress/【黑客之道】序-2-真正的问题解决者/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x9ED1;&amp;#x5BA2;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#xFF1B;&amp;#x4E0E;&amp;#x5176;&amp;#x4ED6;&amp;#x7684;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#x6216;&amp;#x521B;&amp;#x4F5C;&amp;#x8005;&amp;#x7C7B;&amp;#x4F3C;&amp;#xFF08;&amp;#x5982;"><meta property="og:locale" content="en"><meta property="og:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&token=a2ef3670-de9d-44c1-986a-0ccda871dab8"><meta property="og:updated_time" content="2019-05-29T15:42:50.504Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="【黑客之道】序 - #2 真正的问题解决者"><meta name="twitter:description" content="&amp;#x9ED1;&amp;#x5BA2;&amp;#xFF0C;&amp;#x662F;&amp;#x4E00;&amp;#x79CD;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#xFF1B;&amp;#x4E0E;&amp;#x5176;&amp;#x4ED6;&amp;#x7684;&amp;#x521B;&amp;#x9020;&amp;#x8005;&amp;#x6216;&amp;#x521B;&amp;#x4F5C;&amp;#x8005;&amp;#x7C7B;&amp;#x4F3C;&amp;#xFF08;&amp;#x5982;"><meta name="twitter:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&token=a2ef3670-de9d-44c1-986a-0ccda871dab8"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【黑客之道】序 - #2 真正的问题解决者" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-image"><span class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&amp;token=a2ef3670-de9d-44c1-986a-0ccda871dab8" alt="【黑客之道】序 - #2 真正的问题解决者"></span></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-24T17:35:57.000Z">2019-01-24</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">38 minutes read (About 5635 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">【黑客之道】序 - #2 真正的问题解决者</h1><div class="content"><p></p><p>&#x9ED1;&#x5BA2;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x521B;&#x9020;&#x8005;&#xFF1B;&#x4E0E;&#x5176;&#x4ED6;&#x7684;&#x521B;&#x9020;&#x8005;&#x6216;&#x521B;&#x4F5C;&#x8005;&#x7C7B;&#x4F3C;&#xFF08;&#x5982;&#xFF1A;&#x4F5C;&#x5BB6;&#x3001;&#x4F5C;&#x66F2;&#x5BB6;&#x3001;&#x753B;&#x5BB6;&#x3001;&#x96D5;&#x5851;&#x5BB6;&#x3001;&#x5EFA;&#x7B51;&#x5E08;&#x7B49;&#xFF09;&#xFF0C;&#x5177;&#x5907;<strong>&#x76EE;&#x7684;&#x6027;&#xFF0C;&#x4E5F;&#x5373;&#x89E3;&#x51B3;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x4F8B;&#x5982;&#x300A;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x300B;&#x4E3A;&#x63CF;&#x7ED8;&#x793E;&#x4F1A;&#x98CE;&#x8C8C;&#x7684;&#x6062;&#x5F18;&#x53F2;&#x8BD7;&#xFF0C;&#x300A;&#x547D;&#x8FD0;&#x4EA4;&#x54CD;&#x66F2;&#x300B;&#x8D5E;&#x7F8E;&#x4E0E;&#x547D;&#x8FD0;&#x7684;&#x6597;&#x4E89;&#xFF0C;&#x201C;&#x54C0;&#x60BC;&#x57FA;&#x7763;&#x201D;&#x4E3A;&#x5723;&#x5F7C;&#x5F97;&#x5927;&#x6559;&#x5802;&#x800C;&#x5851;&#x9020;&#xFF0C;&#x201C;&#x957F;&#x57CE;&#x201D;&#x5219;&#x4E3A;&#x62B5;&#x5FA1;&#x5317;&#x65B9;&#x6E38;&#x7267;&#x6C11;&#x65CF;&#x6240;&#x5EFA;&#x3002;</p><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#xFF0C;&#x662F;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x7684;&#x6838;&#x5FC3;&#xFF0C;&#x4E5F;&#x662F;&#x6280;&#x672F;&#x548C;&#x827A;&#x672F;&#x7684;&#x6838;&#x5FC3;&#x3002;&#x751A;&#x81F3;&#x5BF9;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x827A;&#x672F;&#xFF0C;&#x5C31;&#x80FD;&#x7834;&#x5F00;&#x4EBA;&#x751F;&#x7684;&#x91CD;&#x91CD;&#x56F0;&#x5883;&#xFF0C;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x6216;&#x8BB8;&#x4E5F;&#x80FD;&#x591F;&#x5F70;&#x663E;&#x3002;</p><p></p><p></p><p>&#x4E8E;&#x662F;&#xFF0C;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#xFF0C;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x60F3;&#x4E0E;&#x667A;&#x6167;&#xFF1A;<strong>&#x5982;&#x4F55;&#x7528;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x89E3;&#x51B3;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><h2 id="1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"><strong>1. &#x4EBA;&#x751F;&#x610F;&#x4E49;&#x4E0E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong><a href="#1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"></a></h2><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;</strong></p><p></p><p></p><p>&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8FD9;&#x603B;&#x4E0D;&#x6613;&#x56DE;&#x7B54;&#xFF0C;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x6807;&#x51C6;&#x7B54;&#x6848;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x5C31;&#x53D8;&#x5F97;&#x591A;&#x5F69;&#x3001;&#x6709;&#x4E86;&#x6781;&#x5927;&#x7684;&#x81EA;&#x7531;&#xFF1B;&#x4F46;&#x81EA;&#x7531;&#x548C;&#x7EB7;&#x7E41;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x832B;&#x7136;&#x4E0E;&#x65E0;&#x63AA;&#x3002;&#x5173;&#x4E8E;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x591A;&#x79CD;&#x89E3;&#x91CA;&#xFF0C;&#x4EE5;&#x4E0B;&#x4E3A;&#x51E0;&#x7C7B;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x4EAB;&#x4E50;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x8FD9;&#x6D69;&#x5927;&#x7684;&#x7EA2;&#x5C18;&#x4E4B;&#x4E2D;&#xFF0C;&#x540D;&#x5229;&#x6743;&#x60C5;&#x3001;&#x5B5C;&#x5B5C;&#x4EE5;&#x6C42;&#xFF0C;&#x201C;&#x9EC4;&#x91D1;&#x5C4B;&#x201D;&#x3001;&#x201C;&#x989C;&#x5982;&#x7389;&#x201D;&#x3001;&#x201C;&#x5343;&#x949F;&#x7C9F;&#x201D;&#xFF0C;&#x4E0D;&#x4E00;&#x800C;&#x8DB3;&#xFF1B;</li><li><strong>&#x81EA;&#x8D4B;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x53EF;&#x4EE5;&#x81EA;&#x6211;&#x8D4B;&#x4E88;&#x7684;&#x3001;&#x4E0D;&#x53D7;&#x62D8;&#x675F;&#x7684;&#xFF0C;&#x610F;&#x4E49;&#x53EF;&#x4EE5;&#x6709;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#xFF0C;&#x5929;&#x4E0B;&#x65E0;&#x6211;&#x3001;&#x4F55;&#x6765;&#x5C71;&#x6C34;&#xFF1B;</li><li><strong>&#x8BC1;&#x9053;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x4E43;&#x662F;&#x7EF4;&#x62A4;&#x4E16;&#x95F4;&#x6B63;&#x6CD5;&#x3001;&#x6216;&#x63A2;&#x6C42;&#x667A;&#x6167;&#x4E0E;&#x771F;&#x7406;&#x3001;&#x6216;&#x63A8;&#x52A8;&#x4EBA;&#x7C7B;&#x53D1;&#x5C55;&#xFF0C;&#x6B64;&#x4E43;&#x5929;&#x9053;&#x6240;&#x6388;&#xFF0C;&#x65F6;&#x4E0D;&#x6211;&#x5F85;&#x3001;&#x820D;&#x8EAB;&#x8BC1;&#x6CD5;&#xFF1B;</li><li><strong>&#x89E3;&#x8131;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x89E3;&#x8131;&#x4E8E;&#x4FD7;&#x5C18;&#x4E4B;&#x5916;&#xFF0C;&#x522B;&#x6709;&#x6D1E;&#x5929;&#x3001;&#x6E21;&#x4EBA;&#x6E21;&#x5DF1;&#x3002;</li></ol><p></p><p></p><p><strong>&#x201C;&#x5112;&#x201D;&#x3001;&#x201C;&#x6CD5;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;</strong>&#x5BF9;&#x6B64;&#x7684;&#x770B;&#x6CD5;&#x751A;&#x4E3A;&#x4E0D;&#x540C;&#xFF1A;&#x201C;&#x5112;&#x6CD5;&#x201D;&#x91CD;&#x201C;&#x6CBB;&#x4E16;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x5C1A;&#x201C;&#x81EA;&#x7136;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;&#x4E3B;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF08;&#x7565;&#x8FD1;&#x4F3C;&#x4E8E;&#x201C;&#x535A;&#x7231;&#x201D;&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#xFF09;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x7ED3;&#x679C;&#x8FD8;&#x662F;&#x8FC7;&#x7A0B;</strong></p><p></p><p></p><p>&#x5C31;&#x4E16;&#x4FD7;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x7ED3;&#x679C;&#x548C;&#x8FC7;&#x7A0B;</strong>&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x83B7;&#x5F97;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x7ED3;&#x679C;&#x8BBA;</strong>&#xFF1A;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x5373;&#x6B64;&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x89E3;&#x51B3;&#x4E86;&#x4F55;&#x79CD;&#x95EE;&#x9898;&#x6216;&#x6311;&#x6218;&#x3002;&#x8B6C;&#x5982;&#x5B54;&#x5B50;&#x5F00;&#x521B;&#x5112;&#x5BB6;&#x5B66;&#x6D3E;&#x4EE5;&#x6551;&#x6CBB;&#x4E71;&#x4E16;&#xFF0C;&#x4F3D;&#x5229;&#x7565;&#x5960;&#x57FA;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#xFF0C;&#x8D1D;&#x591A;&#x82AC;&#x4E4B;&#x300A;&#x547D;&#x8FD0;&#x300B;&#x300A;&#x5408;&#x5531;&#x300B;&#x4EA4;&#x54CD;&#x66F2;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x4E3A;&#x4EBA;&#x751F;&#x4E30;&#x5BCC;&#x7684;&#x201C;&#x9057;&#x4EA7;&#x201D;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x6781;&#x5176;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x5EFA;&#x7ACB;&#x4E86;&#x4E0D;&#x673D;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x5BF9;&#x4E8E;&#x666E;&#x901A;&#x4EBA;&#xFF0C;&#x5219;&#x4E5F;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x751F;&#x5B58;&#x7684;&#x8BF8;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x4E1A;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x7231;&#x60C5;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x3001;&#x4E8B;&#x4E1A;&#x3001;&#x4EBA;&#x751F;&#x4F7F;&#x547D;&#x7B49;&#x7B49;&#xFF0C;&#x7406;&#x6027;&#x5E94;&#x5BF9;&#x548C;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x53EF;&#x5706;&#x6EE1;&#x3002;</li><li><strong>&#x8FC7;&#x7A0B;&#x8BBA;</strong>&#xFF1A;&#x7ED3;&#x679C;&#x8BBA;&#x6216;&#x76EE;&#x7684;&#x8BBA;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x6027;&#xFF0C;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x90FD;&#x6709;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#x548C;&#x7CBE;&#x786E;&#x7684;&#x7406;&#x6027;&#x3002;&#x4F46;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6587;&#x5316;&#x3001;&#x4EA4;&#x5F80;&#x3001;&#x6E38;&#x620F;&#x3001;&#x72EC;&#x5904;&#x7B49;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x4E0D;&#x603B;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#xFF1B;<a href="https://en.wikipedia.org/wiki/J%C3%BCrgen_Habermas" target="_blank" rel="noreferrer noopener">&#x54C8;&#x8D1D;&#x9A6C;&#x65AF;</a>&#x8BA4;&#x4E3A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x201C;&#x751F;&#x6D3B;&#x4E16;&#x754C;&#x201D;&#x88AB;&#x8D27;&#x5E01;&#x548C;&#x6743;&#x529B;&#x6240;&#x652F;&#x914D;&#xFF0C;&#x6B63;&#x5728;&#x4E27;&#x5931;&#x751F;&#x6D3B;&#x7684;&#x610F;&#x4E49;&#x548C;&#x81EA;&#x7531;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x7ED3;&#x679C;&#x8BBA;&#x3001;&#x529F;&#x5229;&#x8BBA;&#x7684;&#x53CD;&#x9A73;&#x3002;&#x4EE5;&#x7ECF;&#x5386;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x5728;&#x65F6;&#x95F4;&#x548C;&#x7A7A;&#x95F4;&#x4E2D;&#x7545;&#x6E38;&#xFF0C;&#x53EF;&#x4EE5;&#x81EA;&#x8D4B;&#x7ED3;&#x679C;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#x7ED3;&#x679C;&#xFF1B;&#x4F53;&#x9A8C;&#x4EBA;&#x751F;&#x7684;&#x65C5;&#x7A0B;&#x672C;&#x8EAB;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x751F;&#x76EE;&#x7684;&#x3002;</li></ol><p></p><p></p><p>&#x4E0D;&#x53EF;&#x5206;&#x5272;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x547D;<strong>&#x65E2;&#x6709;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x90E8;&#x5206;&#x3001;&#x4E5F;&#x6709;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x90E8;&#x5206;</strong>&#x3002;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x4EF7;&#x503C;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF0C;&#x6807;&#x51C6;&#x8F83;&#x4E3A;&#x4E2A;&#x4EBA;&#x5316;&#x3001;&#x672C;&#x571F;&#x5316;&#x3001;&#x65F6;&#x4EE3;&#x5316;&#xFF1B;&#x6240;&#x8C13;&#x4F53;&#x9A8C;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x65E0;&#x76EE;&#x7684;&#x4E4B;&#x4F53;&#x9A8C;&#xFF0C;&#x4F46;&#x90FD;&#x662F;&#x751F;&#x547D;&#x7684;&#x65C5;&#x884C;&#x3002;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x522B;&#x4EBA;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x7410;&#x788E;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x5F7B;&#x5E95;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x62D9;&#x52A3;&#xFF0C;&#x7531;&#x6B64;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x4EF7;&#x503C;&#x4FBF;&#x6709;&#x4E00;&#x4E9B;&#x5DEE;&#x5F02;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x89E3;&#x51B3;&#x4EBA;&#x751F;&#x4E2D;&#x7684;&#x95EE;&#x9898;</strong></p><p></p><p></p><p><strong>&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x7684;&#x4E0D;&#x540C;&#x9636;&#x6BB5;&#x9762;&#x4E34;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F8B;&#x5982;&#x5B66;&#x4E60;&#x3001;&#x601D;&#x8003;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x7B49;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x751F;&#x4E4B;&#x8DEF;&#x4E5F;&#x4F1A;&#x9047;&#x5230;&#x8BF8;&#x591A;&#x574E;&#x5777;&#xFF1B;&#x8BBE;&#x8BA1;&#x8FD9;&#x4E9B;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x662F;&#x4EBA;&#x751F;&#x65C5;&#x9014;&#x7684;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;</strong></p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5927;&#x5C0F;&#x3001;&#x591A;&#x5C11;&#x3001;&#x597D;&#x574F;&#xFF0C;&#x53EF;&#x4EE5;&#x8861;&#x91CF;&#x4ED6;&#x7684;&#x521B;&#x4F5C;&#x7684;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#x3002;&#x6709;&#x4E9B;&#x201C;&#x5320;&#x201D;&#x624D;&#xFF0C;&#x7CBE;&#x901A;&#x6280;&#x827A;&#x3001;&#x6280;&#x6CD5;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x4F46;<strong>&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x9009;&#x62E9;&#x4E0E;&#x89E3;&#x51B3;&#x7B56;&#x7565;</strong>&#x7F3A;&#x4E4F;&#x601D;&#x8003;&#x548C;&#x63A2;&#x7A76;&#xFF0C;&#x56E0;&#x6B64;&#x65E0;&#x6CD5;&#x6210;&#x4E3A;<strong>&#x201C;&#x5C06;&#x201D;&#x624D;</strong>&#xFF0C;&#x4EE5;&#x53CA;<strong>&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;</strong>&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x9009;&#x62E9;&#x6BD4;&#x52AA;&#x529B;&#x66F4;&#x91CD;&#x8981;&#x201D;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x51B3;&#x7B56;&#x667A;&#x6167;&#xFF0C;&#x52AA;&#x529B;&#x662F;&#x6267;&#x884C;&#x80FD;&#x529B;&#xFF1B;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x4E24;&#x8005;&#x90FD;&#x662F;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x3002;</strong>&#x5728;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x9009;&#x62E9;&#x8868;&#x73B0;&#x4E3A;&#x9009;&#x53D6;&#x6B63;&#x786E;&#x7684;&#x3001;&#x6709;&#x4EF7;&#x503C;&#x3001;&#x6709;&#x673A;&#x4F1A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x52AA;&#x529B;&#x8868;&#x73B0;&#x4E3A;&#x6709;&#x6548;&#x3001;&#x9AD8;&#x8D28;&#x91CF;&#x3001;&#x5FEB;&#x901F;&#x5730;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x6218;&#x7565;&#xFF0C;&#x6267;&#x884C;&#x662F;&#x6218;&#x672F;&#x3002;</strong></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&amp;token=a2ef3670-de9d-44c1-986a-0ccda871dab8" alt=""><i>How to Solve It by George Polya</i></center><p></p><p style="text-align:center"><a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/How_to_Solve_It" target="_blank">from Wikipedia &#x2013; How to Solve It</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><h2 id="2-yan-zhi-jie-jue-shen-me-wen-ti-what-why">2. &#x8A00;&#x5FD7;&#xFF1A;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF08;What &amp; Why&#xFF09;<a href="#2-yan-zhi-jie-jue-shen-me-wen-ti-what-why"></a></h2><p></p><p></p><p>&#x201C;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;</strong>&#x201D;&#xFF0C;&#x4E0D;&#x8BBA;&#x5BF9;&#x4E8E;&#x7814;&#x7A76;&#x8005;&#x3001;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x8FD8;&#x662F;&#x4F5C;&#x5BB6;&#x3001;&#x521B;&#x4E1A;&#x8005;&#xFF0C;&#x90FD;&#x662F;<strong>&#x6700;&#x91CD;&#x8981;&#x7684;&#x8BFE;&#x9898;&#x4E4B;&#x4E00;</strong>&#x3002;&#x4ECE;&#x5C0F;&#x7684;&#x65B9;&#x9762;&#x770B;&#x5305;&#x62EC;&#x53D1;&#x73B0;&#x6311;&#x6218;&#x6216;&#x5371;&#x673A;&#x3001;&#x627E;&#x5230;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4ECE;&#x5927;&#x7684;&#x65B9;&#x9762;&#x5219;&#x662F;&#x770B;&#x5230;&#x65F6;&#x4EE3;&#x548C;&#x6587;&#x660E;&#x7684;&#x8D8B;&#x52BF;&#x3001;&#x4ECE;&#x4E8B;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x4E1A;&#x3002;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x51B3;&#x7B56;&#x8FC7;&#x7A0B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x5230;&#x6218;&#x7565;&#x9AD8;&#x5EA6;&#x6765;&#x56DE;&#x7B54;&#x3002;</strong></p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x201C;&#x95EE;&#x9898;&#x201D;&#x7684;&#x9009;&#x62E9;&#x6216;&#x8BC6;&#x522B;&#xFF0C;&#x5E76;&#x4E0D;&#x4EC5;&#x662F;&#x8BF4;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x5DE5;&#x7A0B;&#x6216;&#x4EA7;&#x54C1;&#x4E2D;&#xFF0C;&#x53D1;&#x73B0;&#x5177;&#x4F53;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x800C;&#x662F;&#x4ECE;&#x4EF7;&#x503C;&#x521B;&#x9020;&#x7684;&#x89D2;&#x5EA6;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x5B87;&#x5B99;&#x3001;&#x4E16;&#x754C;&#x548C;&#x793E;&#x4F1A;&#x7684;&#x5E9E;&#x5927;&#x65F6;&#x7A7A;&#x4E2D;&#xFF0C;&#x654F;&#x9510;&#x7684;&#x8BC6;&#x522B;&#x8981;&#x8BBE;&#x8BA1;&#x54EA;&#x79CD;&#x7CFB;&#x7EDF;&#x3001;&#x5B9E;&#x73B0;&#x54EA;&#x79CD;&#x6280;&#x672F;&#x7A81;&#x7834;&#xFF0C;&#x8FD9;&#x662F;&#x6781;&#x5176;&#x5177;&#x6709;&#x6311;&#x6218;&#x7684;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x725B;&#x987F;&#x800C;&#x8A00;&#xFF0C;&#x4E13;&#x6CE8;&#x4E8E;&#x5BF9;&#x5723;&#x7ECF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x8FD8;&#x662F;&#x5C1D;&#x8BD5;&#x7528;&#x6570;&#x5B66;&#x539F;&#x7406;&#x89E3;&#x51B3;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x9047;&#x5230;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x4FBF;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x9009;&#x62E9;&#xFF1B;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x55C5;&#x89C9;&#x4E0E;&#x54C1;&#x4F4D;&#xFF08;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x3001;&#x5929;&#x6587;&#x5B66;&#x3001;&#x7269;&#x7406;&#x5B66;&#xFF09;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5B9E;&#x529B;&#xFF08;&#x6570;&#x5B66;&#x80FD;&#x529B;&#x3001;&#x5FAE;&#x79EF;&#x5206;&#x3001;&#x5B9E;&#x9A8C;&#x8BBE;&#x8BA1;&#xFF09;&#x6620;&#x8BC1;&#x4E86;&#x5929;&#x624D;&#x4E4B;&#x4E3A;&#x5929;&#x624D;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9700;&#x8981;&#x683C;&#x5C40;&#x3001;&#x5FD7;&#x5411;&#x4E0E;&#x667A;&#x6167;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x77E5;&#x9053;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</strong></p><p></p><p></p><p>&#x5F53;&#x4EE3;&#x7684;&#x5F88;&#x591A;&#x4E2D;&#x56FD;&#x7A0B;&#x5E8F;&#x5458;&#x5E38;&#x81EA;&#x79F0;&#x4E3A;<strong>&#x201C;&#x7801;&#x519C;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x6709;&#x81EA;&#x5632;&#x5E7D;&#x9ED8;&#x7684;&#x6210;&#x5206;&#x3001;&#x4E5F;&#x53EF;&#x80FD;&#x6709;&#x88AB;&#x8D2C;&#x635F;&#x7684;&#x80A1;&#x4EFD;&#x3002;&#x5F88;&#x591A;&#x56FD;&#x5BB6;&#x5411;&#x6765;&#x91CD;&#x201C;&#x519C;&#x201D;&#x7684;&#xFF08;&#x201C;&#x58EB;&#x519C;&#x5DE5;&#x5546;&#x201D;&#xFF09;&#xFF0C;&#x672A;&#x5FC5;&#x5C31;&#x662F;&#x8D2C;&#x79F0;&#xFF0C;&#x4F46;&#x503C;&#x5F97;&#x8B66;&#x60D5;&#x7684;&#x53EF;&#x80FD;&#x662F;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x81EA;&#x6211;&#x5B9A;&#x4F4D;&#x7684;&#x5C40;&#x9650;&#x3002;&#x81EA;&#x79F0;&#x4E3A;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x8F83;&#x591A;&#x662F;&#x4F01;&#x4E1A;&#x6216;&#x7EC4;&#x7EC7;&#x5185;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x4ED6;&#x4EEC;&#x6309;&#x7167;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x7684;&#x8BBE;&#x8BA1;&#x6765;&#x5B9E;&#x73B0;&#x4EE3;&#x7801;&#xFF0C;&#x662F;&#x201C;&#x5B9E;&#x73B0;&#x8005;&#x201D;&#xFF08;implementor&#xFF09;&#x800C;&#x975E;&#x201C;&#x601D;&#x60F3;&#x8005;&#x201D;&#xFF0C;&#x8FD9;&#x5E26;&#x6765;&#x8BF8;&#x591A;&#x9690;&#x60A3;&#x3002;&#x5931;&#x53BB;&#x4E86;&#x601D;&#x8003;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x8BC6;&#x522B;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x72B9;&#x5982;&#x4EBA;&#x5931;&#x53BB;&#x4E86;&#x5927;&#x8111;&#xFF0C;&#x53EA;&#x6709;&#x624B;&#x811A;&#xFF1B;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;<strong>&#x4EBA;&#x88AB;&#x6280;&#x672F;&#x6240;&#x7528;&#xFF0C;&#x800C;&#x975E;&#x8FD0;&#x7528;&#x6280;&#x672F;</strong>&#x3002;</p><p></p><p></p><p>&#x9ED1;&#x5BA2;&#x5219;&#x4E0D;&#x540C;&#xFF0C;<strong>&#x9ED1;&#x5BA2;&#x4EE5;&#x521B;&#x9020;&#x6280;&#x672F;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x57FA;&#x672C;&#x5DE5;&#x4F5C;</strong>&#xFF0C;&#x4E0D;&#x5C40;&#x9650;&#x4E8E;&#x7EC4;&#x7EC7;&#x548C;&#x4F01;&#x4E1A;&#x5185;&#x7684;&#x65E5;&#x5E38;&#x4EFB;&#x52A1;&#xFF0C;&#x6709;&#x5F00;&#x9614;&#x7684;&#x89C6;&#x91CE;&#x548C;&#x575A;&#x5B9E;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;<strong>&#x9876;&#x7EA7;&#x9ED1;&#x5BA2;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x548C;&#x601D;&#x8003;&#x7684;&#x7EF4;&#x5EA6;&#xFF0C;&#x5E38;&#x5E38;&#x76F4;&#x51FB;&#x4EA7;&#x4E1A;&#x548C;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x5173;&#x952E;&#x8282;&#x70B9;</strong>&#x3002;&#x300A;&#x6D6A;&#x6F6E;&#x4E4B;&#x5DC5;&#x300B;&#x4F5C;&#x8005;&#x5434;&#x519B;&#x6839;&#x636E;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x6717;&#x9053;&#x5BF9;&#x7269;&#x7406;&#x5B66;&#x884C;&#x4E1A;&#x7684;&#x5206;&#x7EA7;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;<a href="http://blog.sina.com.cn/s/blog_13158c7b50102x7yj.html" target="_blank" rel="noreferrer noopener">&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x5206;&#x7EA7;&#x65B9;&#x6CD5;</a>&#x5982;&#x4E0B;&#xFF1A;</p><p></p><p></p><ul><li>&#x7B2C;&#x4E94;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5B8C;&#x6210;&#x5DE5;&#x7A0B;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x56DB;&#x7EA7;&#xFF1A;&#x80FD;&#x6307;&#x5BFC;&#x548C;&#x5E26;&#x9886;&#x5176;&#x4ED6;&#x4EBA;&#x4E00;&#x540C;&#x5B8C;&#x6210;&#x66F4;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x4E09;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x5E76;&#x4E14;&#x5728;&#x5E02;&#x573A;&#x4E0A;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x3002;</li><li>&#x7B2C;&#x4E8C;&#x7EA7;&#xFF1A;&#x80FD;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x522B;&#x4EBA;&#x4E0D;&#x80FD;&#x505A;&#x51FA;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4ED6;&#x7684;&#x4F5C;&#x7528;&#x5F88;&#x96BE;&#x53D6;&#x4EE3;&#x3002;</li><li>&#x7B2C;&#x4E00;&#x7EA7;&#xFF1A;&#x5F00;&#x521B;&#x4E00;&#x4E2A;&#x4EA7;&#x4E1A;&#x3002;</li></ul><p></p><p></p><p>&#x4E09;~&#x4E94;&#x7EA7;&#x5206;&#x522B;&#x662F;&#x521B;&#x4E1A;&#x8005;&#x6216;&#x4EA7;&#x54C1;&#x8D1F;&#x8D23;&#x4EBA;&#x3001;&#x9886;&#x5BFC;&#x8005;&#x3001;&#x5185;&#x90E8;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x7B2C;&#x4E8C;&#x7EA7;&#x662F;&#x5353;&#x8D8A;&#x7684;&#x521B;&#x9020;&#x8005;&#xFF08;Jeff Dean&#x3001;Donald Knuth&#xFF09;&#xFF0C;&#x7B2C;&#x4E00;&#x7EA7;&#x662F;&#x5F00;&#x5148;&#x6CB3;&#x8005;&#xFF08;&#x7231;&#x8FEA;&#x751F;&#x3001;&#x798F;&#x7279;&#x3001;&#x8D1D;&#x5C14;&#xFF09;&#x3002;&#x9ED1;&#x5BA2;&#x7684;&#x76EE;&#x6807;&#x901A;&#x5E38;&#x5728;&#x7B2C;&#x4E00;&#x5230;&#x7B2C;&#x4E09;&#x7EA7;&#xFF0C;&#x81EA;&#x79F0;&#x4E3A;&#x7801;&#x519C;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x53EF;&#x80FD;&#x591A;&#x6765;&#x81EA;&#x7B2C;&#x56DB;&#x548C;&#x7B2C;&#x4E94;&#x7EA7;&#x3002;<strong>&#x8FD9;&#x662F;&#x6280;&#x672F;&#x7EF4;&#x5EA6;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x4E5F;&#x662F;&#x5C06;&#x624D;&#x4E0E;&#x5320;&#x624D;&#x7684;&#x5DEE;&#x5F02;&#x3002;</strong>&#x4E5F;&#x5B58;&#x5728;&#x7B2C;&#x96F6;&#x7EA7;&#x7684;&#x9ED1;&#x5BA2;&#xFF0C;&#x6709;&#x5982;&#x5B54;&#x5B50;&#x3001;&#x8001;&#x5B50;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x725B;&#x987F;&#x7B49;&#xFF0C;&#x501F;&#x52A9;&#x7406;&#x6027;&#x3001;&#x79D1;&#x5B66;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x5F00;&#x521B;&#x4E86;&#x65B0;&#x7684;&#x8F74;&#x5FC3;&#x65F6;&#x4EE3;&#xFF0C;&#x4ED6;&#x4EEC;&#x521B;&#x9020;&#x6587;&#x660E;&#x3002;</p><p></p><p></p><p>&#x666E;&#x901A;&#x4EBA;&#x56FF;&#x4E8E;&#x8C0B;&#x8EAB;&#x3001;&#x81EA;&#x5229;&#x7B49;&#x5C0F;&#x95EE;&#x9898;&#xFF0C;&#x5353;&#x8D8A;&#x8005;&#x201C;&#x6267;&#x62D7;&#x201D;&#x4E8E;&#x5F00;&#x521B;&#x3001;&#x5FE7;&#x56FD;&#x7B49;&#x5927;&#x95EE;&#x9898;&#xFF1B;&#x867D;&#x4EBA;&#x4EBA;&#x5E73;&#x7B49;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x64C5;&#x4E8E;&#x5229;&#x4ED6;&#x3001;&#x52C7;&#x4E8E;&#x52A9;&#x4EBA;&#x8005;&#xFF0C;&#x603B;&#x662F;&#x5C11;&#x6570;&#x3002;Richard Stallman&#x7B49;&#x5F00;&#x6E90;&#x65F6;&#x4EE3;&#x7684;&#x5F00;&#x521B;&#x8005;&#x4EEC;&#xFF0C;&#x6267;&#x7740;&#x4E8E;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x8FD0;&#x52A8;&#xFF0C;&#x4E0E;&#x5546;&#x4E1A;&#x4E16;&#x754C;&#x51B3;&#x88C2;&#xFF0C;&#x8868;&#x73B0;&#x51FA;&#x7684;&#x662F;&#x4E3A;&#x4E16;&#x754C;&#x8C0B;&#x5229;&#x76CA;&#x7684;&#x5BBD;&#x9614;&#x80F8;&#x6000;&#x4E0E;&#x8FDC;&#x5927;&#x5FD7;&#x5411;&#xFF0C;&#x5176;&#x529F;&#x751A;&#x4F1F;&#xFF1B;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x9884;&#x89C1;&#x529B;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;Linux&#x7B49;&#x5F00;&#x6E90;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x4ECA;&#x5929;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4E16;&#x754C;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9664;&#x4E86;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#x5176;&#x4EF7;&#x503C;&#xFF0C;&#x8FD8;&#x8981;&#x6709;&#x575A;&#x6BC5;&#x7684;&#x52C7;&#x6C14;&#x3001;&#x6052;&#x5FC3;&#x4E0E;&#x5FCD;&#x8010;&#x3002;</strong></p><p></p><p></p><p>&#x6797;&#x8BED;&#x5802;&#x5728;&#x300A;&#x82CF;&#x4E1C;&#x5761;&#x4F20;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x9887;&#x591A;&#x8D2C;&#x635F;&#xFF0C;&#x6881;&#x542F;&#x8D85;&#x5728;&#x300A;&#x738B;&#x8346;&#x516C;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x656C;&#x8D5E;&#x4E4B;&#x81F3;&#x3002;&#x4EE5;&#x6587;&#x4EBA;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6797;&#x8BED;&#x5802;&#xFF09;&#xFF0C;&#x82CF;&#x4E1C;&#x5761;&#x8C6A;&#x8FC8;&#x81EA;&#x7531;&#xFF0C;&#x5F15;&#x81F4;&#x4E86;&#x201C;&#x4E4C;&#x53F0;&#x8BD7;&#x6848;&#x201D;&#x7684;&#x738B;&#x5B89;&#x77F3;&#x5219;&#x88AB;&#x63CF;&#x7ED8;&#x4E3A;&#x5978;&#x76F8;&#xFF1B;&#x4EE5;&#x653F;&#x6CBB;&#x5BB6;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6881;&#x542F;&#x8D85;&#xFF09;&#xFF0C;&#x738B;&#x5B89;&#x77F3;&#x820D;&#x8EAB;&#x4E3A;&#x56FD;&#xFF0C;&#x4E3A;&#x5E38;&#x4EBA;&#x6240;&#x4E0D;&#x6562;&#x4E3A;&#x3002;&#x6797;&#x3001;&#x6881;&#x683C;&#x5C40;&#x4E0D;&#x540C;&#xFF0C;&#x6240;&#x4F5C;&#x8BC4;&#x8BBA;&#x4FBF;&#x6709;&#x5DEE;&#x5F02;&#xFF1B;&#x82CF;&#x3001;&#x738B;&#x6216;&#x8BB8;&#x90FD;&#x662F;&#x4E00;&#x65F6;&#x201C;&#x738B;&#x4F50;&#x201D;&#xFF0C;&#x4F46;&#x738B;&#x5B89;&#x77F3;&#x4EE5;&#x300A;&#x4E0A;&#x4EC1;&#x5B97;&#x7687;&#x5E1D;&#x8A00;&#x4E8B;&#x4E66;&#x300B;&#x76F4;&#x9648;&#x5929;&#x4E0B;&#x4E4B;&#x5371;&#xFF0C;&#x800C;&#x540E;&#x53C8;&#x80FD;&#x8F85;&#x795E;&#x5B97;&#x53D8;&#x6CD5;&#xFF0C;&#x8FD9;&#x53C8;&#x662F;&#x82CF;&#x8F7C;&#x6240;&#x672A;&#x80FD;&#x53CA;&#x3002;&#x867D;&#x53D8;&#x6CD5;&#x6210;&#x8D25;&#x8912;&#x8D2C;&#x4E0D;&#x4E00;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x738B;&#x8346;&#x516C;&#x7684;&#x8FDC;&#x89C1;&#x3001;&#x5FC3;&#x529B;&#x4E0E;&#x52C7;&#x6C14;&#xFF0C;&#x5219;&#x7EDD;&#x65E0;&#x53EF;&#x80FD;&#x8FCE;&#x5929;&#x4E0B;&#x4E4B;&#x96BE;&#x800C;&#x4E0A;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x8BF4;&#x7684;&#x662F;&#x6CBB;&#x56FD;&#xFF0C;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x4E5F;&#x662F;&#x540C;&#x7406;&#x3002;&#x505A;&#x5927;&#x91CF;&#x7684;&#x7410;&#x788E;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x4E0D;&#x5982;&#x575A;&#x5B88;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x9009;&#x62E9;&#x3002;&#xFF08;&#x6295;&#x8D44;&#x7684;&#x667A;&#x6167;&#x4E0E;&#x6B64;&#x7C7B;&#x4F3C;&#xFF09;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x54C1;&#x5473;&#xFF0C;&#x77E5;&#x5176;&#x673A;&#x8981;&#x3001;&#x6709;&#x6240;&#x4E0D;&#x4E3A;&#x3002;</strong></p><p></p><p></p><p>&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x5305;&#x62EC;&#x4E86;&#x5BF9;&#x65F6;&#x4EE3;&#x3001;&#x793E;&#x4F1A;&#x548C;&#x6280;&#x672F;&#x7684;&#x6D1E;&#x5BDF;&#xFF0C;&#x5BF9;&#x79C1;&#x5229;&#x7684;&#x6DE1;&#x7136;&#xFF0C;&#x5BF9;&#x201C;&#x5C0F;&#x806A;&#x660E;&#x201D;&#x7684;&#x65E0;&#x89C6;&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x52FF;&#x4EE5;&#x6076;&#x5C0F;&#x800C;&#x4E3A;&#x4E4B;&#x201D;&#xFF08;Don&#x2019;t be evil&#xFF09;&#x3002;&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x6280;&#x672F;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x7CBE;&#x795E;&#x7684;&#xFF1B;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5173;&#x4E8E;&#x201C;&#x5251;&#x201D;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5173;&#x4E4E;&#x201C;&#x5FC3;&#x201D;&#x7684;&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x7531;&#x4E8E;&#x7ECF;&#x6D4E;&#x3001;&#x5BB6;&#x5EAD;&#x7B49;&#x7EA6;&#x675F;&#xFF0C;&#x81EA;&#x8BA4;&#x4E3A;&#x65E0;&#x4ECE;&#x9009;&#x62E9;&#x3002;&#x4E3B;&#x89C2;&#x6216;&#x5BA2;&#x89C2;&#x7684;&#x7EA6;&#x675F;&#x603B;&#x662F;&#x5B58;&#x5728;&#xFF0C;&#x7A81;&#x7834;&#x7EA6;&#x675F;&#x3001;&#x514B;&#x670D;&#x9650;&#x5236;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x5206;&#x6790;&#x3001;&#x53D6;&#x820D;&#x3001;&#x7B5B;&#x9009;&#x95EE;&#x9898;&#x7684;&#x54C1;&#x5473;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x6545;&#x6B32;&#x6210;&#x4E00;&#x6D41;&#x4E4B;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x5FC5;&#x6709;&#x4E00;&#x6D41;&#x4E4B;&#x62B1;&#x8D1F;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x89C1;&#x8BC6;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x7CBE;&#x795E;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x4EE5;&#x9053;&#x5FA1;&#x672F;&#x3001;&#x4EE5;&#x5FC3;&#x5FA1;&#x5668;&#xFF0C;&#x9009;&#x62E9;&#x6B63;&#x786E;&#x7684;&#x95EE;&#x9898;&#x800C;&#x89E3;&#x7B54;&#x4E4B;&#xFF1B;&#x5584;&#x6076;&#x9AD8;&#x4F4E;&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x77E5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2 id="3-wen-dao-ru-he-jie-jue-wen-ti-how"><strong>3. &#x95EE;&#x9053;&#xFF1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;How&#xFF09;</strong><a href="#3-wen-dao-ru-he-jie-jue-wen-ti-how"></a></h2><p></p><p></p><p>&#x8001;&#x5B50;&#x8BF4;&#xFF1A;&#x201C;&#x5343;&#x91CC;&#x4E4B;&#x884C;&#xFF0C;&#x59CB;&#x4E8E;&#x8DB3;&#x4E0B;&#x3002;&#x201D; <strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;</strong>&#x662F;&#x4E00;&#x79CD;&#x6280;&#x672F;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BCC;&#x6709;&#x903B;&#x8F91;&#x6027;&#x7684;&#x601D;&#x7EF4;&#x548C;&#x5B9E;&#x8DF5;&#x8FC7;&#x7A0B;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x52B3;&#x52A8;&#x529B;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x516C;&#x53F8;&#x62DB;&#x8058;&#x7684;&#x662F;&#x80FD;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x4EBA;&#xFF1B;&#x5BF9;&#x4E8E;&#x5546;&#x54C1;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x6D88;&#x8D39;&#x8005;&#x8D2D;&#x4E70;&#x7684;&#x662F;&#x80FD;&#x6EE1;&#x8DB3;&#x4E2A;&#x4EBA;&#x6216;&#x8005;&#x7EC4;&#x7EC7;&#x9700;&#x8981;&#x7684;&#x4EA7;&#x54C1;&#xFF08;&#x56FA;&#x5316;&#x4E86;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#xFF09;&#x3002;&#x52B3;&#x52A8;&#x529B;&#x548C;&#x5546;&#x54C1;&#x4EE3;&#x8868;&#x7684;&#x80FD;&#x529B;&#x662F;&#x76EE;&#x7684;&#x660E;&#x786E;&#x7684;&#xFF0C;&#x8FD9;&#x4ECE;&#x62DB;&#x8058;&#x5E7F;&#x544A;&#x548C;&#x4EA7;&#x54C1;&#x5E7F;&#x544A;&#x5C31;&#x80FD;&#x770B;&#x51FA;&#xFF0C;&#x4F46;&#x79CD;&#x80FD;&#x529B;&#x5728;&#x793E;&#x4F1A;&#x5206;&#x5DE5;&#x8FD9;&#x79CD;&#x201C;&#x5206;&#x6790;&#x201D;&#x3001;&#x201C;&#x5206;&#x89E3;&#x201D;&#x7684;&#x884C;&#x4E3A;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x5448;&#x73B0;&#x51FA;&#x652F;&#x79BB;&#x7834;&#x788E;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4ED6;&#x4EEC;&#x80CC;&#x540E;&#x7684;&#x5171;&#x540C;&#x6027;&#x548C;&#x201C;&#x7EFC;&#x5408;&#x201D;&#x7279;&#x6027;&#x53EA;&#x6709;&#x5C11;&#x6570;&#x4EBA;&#x638C;&#x63E1;&#x3002;&#x8FD9;&#x4E5F;&#x9020;&#x6210;&#x4E86;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5C0F;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x5C40;&#x90E8;&#x95EE;&#x9898;&#x201D;&#xFF0C;&#x5C11;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5927;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x6574;&#x4F53;&#x95EE;&#x9898;&#x201D;&#x7684;&#x5C40;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5982;&#x4F55;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#xFF0C;&#x4E0B;&#x9762;&#x7B80;&#x8981;&#x53D9;&#x8FF0;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x662F;&#x601D;&#x60F3;</strong></p><p></p><p></p><p>&#x5C31;&#x8F83;&#x5E7F;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF08;&#x5DE5;&#x7A0B;&#x5E08;&#x3001;&#x53D1;&#x660E;&#x5BB6;&#x7B49;&#xFF09;&#xFF0C;&#x5176;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x770B;&#x4F3C;&#x662F;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x80FD;&#x529B;&#xFF1B;&#x800C;&#x5BF9;&#x4E8E;&#x4E00;&#x822C;&#x516C;&#x4F17;&#x800C;&#x8A00;&#xFF0C;&#x72ED;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#xFF08;&#x8BA1;&#x7B97;&#x673A;&#x6280;&#x672F;&#x4E13;&#x5BB6;&#x3001;&#x7A0B;&#x5E8F;&#x5458;&#xFF09;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x4F3C;&#x4E4E;&#x662F;<strong>&#x5199;&#x4EE3;&#x7801;</strong>&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x770B;&#x6CD5;&#x90FD;&#x5B58;&#x5728;&#x504F;&#x89C1;&#x3002;</p><p></p><p></p><p>&#x6216;&#x8BB8;&#x5BF9;&#x4E8E;&#x201C;&#x7B2C;&#x4E94;&#x7EA7;&#x5DE5;&#x7A0B;&#x5E08;&#x201D;&#xFF08;&#x89C1;&#x4E0A;&#x6587;&#xFF09;&#x6765;&#x8BF4;&#xFF0C;&#x53EA;&#x8981;&#x80FD;&#x5C06;&#x4EA7;&#x54C1;&#x610F;&#x56FE;&#x7FFB;&#x8BD1;&#x4E3A;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x8DB3;&#x591F;&#x4E86;&#x3002;&#x4F46;&#x597D;&#x6BD4;&#x6211;&#x4EEC;&#x4E0D;&#x4F1A;&#x8BF4;&#x4E00;&#x4E2A;&#x4EBA;&#x64C5;&#x957F;&#x201C;&#x5199;&#x4F5C;&#x201D;&#x662F;&#x4ED6;&#x8BA4;&#x8BC6;&#x591A;&#x5C11;&#x6C49;&#x5B57;&#x3001;&#x80FD;&#x7528;&#x51E0;&#x79CD;&#x53E5;&#x578B;&#xFF0C;&#x800C;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#x4ED6;&#x5177;&#x6709;&#x4EC0;&#x4E48;&#x601D;&#x60F3;&#x6216;&#x53D9;&#x4E8B;&#x3001;&#x5982;&#x4F55;&#x8868;&#x8FF0;&#xFF1B;&#x6211;&#x4EEC;&#x4E5F;&#x4E0D;&#x4F1A;&#x8BA4;&#x4E3A;&#x4F1A;&#x4F7F;&#x7528;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x4EE3;&#x8868;&#x80FD;&#x7528;&#x7A0B;&#x5E8F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x201C;&#x7801;&#x519C;&#x201D;&#x4E0D;&#x4F1A;&#x601D;&#x8003;&#xFF0C;&#x90A3;&#x548C;&#x673A;&#x5668;&#x4E5F;&#x5E76;&#x6CA1;&#x6709;&#x5DEE;&#x522B;&#x3002;</p><p></p><p></p><p>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x5176;&#x672C;&#x8EAB;&#x800C;&#x8A00;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x662F;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x7406;&#x89E3;&#x3001;&#x5206;&#x6790;&#x3001;&#x6EAF;&#x6E90;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x6267;&#x884C;&#x3001;&#x68C0;&#x9A8C;&#x7B49;&#x8FC7;&#x7A0B;&#xFF1B;&#x4E66;&#x5199;&#x3001;&#x4F5C;&#x753B;&#x3001;&#x4EE3;&#x7801;&#xFF0C;&#x53EF;&#x80FD;&#x53EA;&#x5C5E;&#x4E8E;&#x6267;&#x884C;&#x8FD9;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x3002;&#x540C;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x540C;&#x4EBA;&#x7684;&#x5904;&#x7406;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#xFF0C;&#x8FD9;&#x5728;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF1A;</p><p></p><p></p><ol><li>&#x7406;&#x89E3;&#x9519;&#x8BEF;&#x5FC5;&#x7136;&#x5BFC;&#x81F4;&#x767D;&#x8D39;&#x529F;&#x592B;&#xFF1B;</li><li>&#x5206;&#x6790;&#x4E0D;&#x900F;&#x5F7B;&#x3001;&#x627E;&#x4E0D;&#x5230;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x6216;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x8349;&#x7387;&#x3001;&#x77ED;&#x89C6;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;dirty &amp; quick fix&#xFF1B;</li><li>&#x8BBE;&#x8BA1;&#x4E0D;&#x8003;&#x8651;&#x957F;&#x8FDC;&#x53D8;&#x5316;&#x6216;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;&#x8F83;&#x9AD8;&#x7684;&#x7EF4;&#x62A4;&#x6210;&#x672C;&#xFF1B;</li><li>&#x7F3A;&#x5C11;&#x68C0;&#x9A8C;&#x5FC5;&#x7136;&#x5E26;&#x6765;&#x8D28;&#x91CF;&#x3001;&#x5B89;&#x5168;&#x7B49;&#x9690;&#x60A3;&#x3002;</li></ol><p></p><p></p><p>&#x5C31;&#x6B64;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x9700;&#x8981;&#x7684;&#x662F;&#x7EFC;&#x5408;&#x7684;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3001;&#x5927;&#x5C40;&#x89C2;&#x4E0E;&#x7EC6;&#x8282;&#x5904;&#x7406;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x67D0;&#x4E00;&#x4E2A;&#x4E13;&#x95E8;&#x7684;&#x6280;&#x5DE7;&#x6216;&#x201C;&#x9524;&#x5B50;&#x201D;&#x3002;&#x5C06;&#x95EE;&#x9898;&#x653E;&#x7F6E;&#x5230;&#x5F53;&#x65F6;&#x7684;&#x60C5;&#x666F;&#x4E2D;&#x8003;&#x5BDF;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x6574;&#x4F53;&#x7684;&#x7CFB;&#x7EDF;&#x6216;&#x751F;&#x6001;&#x8FDB;&#x884C;&#x5224;&#x65AD;&#xFF0C;&#x4EE5;&#x53CA;&#x5224;&#x65AD;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x4E0D;&#x89E3;&#x51B3;&#x8BE5;&#x95EE;&#x9898;&#xFF0C;&#x90FD;&#x4F9D;&#x8D56;&#x4E8E;&#x6E05;&#x6670;&#x4E25;&#x8C28;&#x7684;<strong>&#x7406;&#x6027;</strong>&#x3002;</p><p></p><p></p><p>&#x8981;&#x89E3;&#x51B3;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x8005;&#x8BBE;&#x8BA1;&#x72EC;&#x4E00;&#x65E0;&#x4E8C;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;<strong>&#x9700;&#x8981;&#x5BF9;&#x6839;&#x672C;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5EA6;&#x601D;&#x8003;&#xFF08;&#x5982;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x4EBA;&#x6027;&#x8003;&#x5BDF;&#x3001;&#x573A;&#x666F;&#x7684;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x3001;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x8109;&#x7EDC;&#x7B49;&#xFF09;&#xFF0C;&#x9700;&#x8981;&#x8DE8;&#x5B66;&#x79D1;&#x3001;&#x591A;&#x6A21;&#x578B;&#x7684;&#x7EFC;&#x5408;&#x5206;&#x6790;&#x548C;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x9886;&#x5BFC;&#x529B;&#x548C;&#x51B3;&#x7B56;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x8D44;&#x6E90;&#x3001;&#x6280;&#x672F;&#x3001;&#x4EBA;&#x529B;&#x7684;&#x7EC4;&#x7EC7;&#x548C;&#x534F;&#x8C03;&#x80FD;&#x529B;</strong>&#x3002;</p><p></p><p></p><p>&#x95EE;&#x9898;&#x7684;&#x7EF4;&#x5EA6;&#x8D8A;&#x9AD8;&#x6216;&#x8005;&#x6DF1;&#x5EA6;&#x8D8A;&#x6DF1;&#xFF0C;&#x5BF9;&#x601D;&#x60F3;&#x80FD;&#x529B;&#x548C;&#x7EFC;&#x5408;&#x80FD;&#x529B;&#x7684;&#x8981;&#x6C42;&#x4E5F;&#x5C31;&#x8D8A;&#x9AD8;&#x3002;&#x89E3;&#x51B3;&#x590D;&#x6742;&#x5EA6;&#x9AD8;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x591A;&#x5F3A;&#x8C03;&#x534F;&#x4F5C;&#x4E0E;&#x5206;&#x5DE5;&#xFF0C;&#x5982;&#x679C;&#x4E3B;&#x5BFC;&#x8005;&#x7684;&#x601D;&#x60F3;&#x4E0D;&#x6DF1;&#x5165;&#x3001;&#x4E0D;&#x7CBE;&#x786E;&#xFF0C;&#x90A3;&#x4E48;&#x6574;&#x76D8;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x8BBE;&#x8BA1;&#x548C;&#x8C03;&#x5EA6;&#x5FC5;&#x7136;&#x6DF7;&#x4E71;&#xFF0C;&#x83B7;&#x53D6;&#x6210;&#x529F;&#x5C06;&#x6781;&#x5177;&#x6311;&#x6218;&#x3002;&#x8FD9;&#x4E0E;&#x53E4;&#x4EBA;&#x5BF9;&#x9886;&#x5BFC;&#x8005;&#x201C;&#x5185;&#x5723;&#x5916;&#x738B;&#x201D;&#x6216;&#x201C;&#x54F2;&#x4EBA;&#x738B;&#x201D;&#x7684;&#x653F;&#x6CBB;&#x7406;&#x60F3;&#x4F20;&#x7EDF;&#x662F;&#x4E00;&#x81F4;&#x7684;&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x5206;&#x5DE5;&#x7EC6;&#x5316;&#x7684;&#x52A0;&#x5267;&#x548C;&#x793E;&#x4F1A;&#x590D;&#x6742;&#x5316;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5BF9;&#x201C;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;&#x201D;&#x638C;&#x63E1;&#x667A;&#x6167;&#x4E0E;&#x601D;&#x60F3;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;<strong>&#x5B66;&#x4E60;&#x80FD;&#x529B;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x7684;&#x524D;&#x63D0;&#x3002;</strong>&#x201C;&#x95EE;&#x6E20;&#x90A3;&#x5F97;&#x6E05;&#x5982;&#x8BB8;&#xFF0C;&#x4E3A;&#x6709;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x6765;&#x201D;&#xFF1B;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x59CB;&#x7EC8;&#x201C;&#x6E05;&#x5982;&#x8BB8;&#x201D;&#xFF0C;&#x601D;&#x60F3;&#x4E0E;&#x6280;&#x5DE7;&#x80FD;&#x591F;&#x4FDD;&#x6301;&#x5353;&#x8D8A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x5B66;&#x4E60;&#x7684;&#x201C;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x201D;&#x4F5C;&#x4E3A;&#x8F93;&#x5165;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5185;&#x5728;&#x7ED3;&#x6784;</strong></p><p></p><p></p><p>&#x5185;&#x5728;&#x7ED3;&#x6784;&#x7684;&#x542B;&#x4E49;&#x662F;&#x201C;&#x4E00;&#x79CD;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x201D;&#x6216;&#x201C;&#x4E00;&#x79CD;&#x6280;&#x672F;&#x201D;&#xFF0C;&#x901A;&#x5E38;&#x4F1A;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x4ED6;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x6216;&#x521B;&#x9020;&#xFF0C;&#x800C;&#x5F62;&#x6210;&#x65B0;&#x7684;&#x6280;&#x672F;&#x6216;&#x5185;&#x5728;&#x7ED3;&#x6784;&#x3002;&#x5E38;&#x89C4;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x90FD;&#x662F;&#x7528;&#x5DF2;&#x6709;&#x7684;&#x65B9;&#x6848;&#x6216;&#x6280;&#x672F;&#x6765;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#xFF0C;&#x6280;&#x672F;&#x5BF9;&#x4E8E;&#x5F88;&#x591A;&#x4EBA;&#x6765;&#x8BF4;&#x53EA;&#x662F;&#x201C;&#x9ED1;&#x76D2;&#x201D;&#xFF0C;&#x5F88;&#x5C11;&#x9700;&#x8981;&#x201C;&#x91CD;&#x65B0;&#x53D1;&#x660E;&#x8F6E;&#x5B50;&#x201D;&#x3002;&#x4F46;&#x91CD;&#x89C6;&#x5185;&#x5728;&#x7ED3;&#x6784;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x5BF9;&#x5185;&#x90E8;&#x6216;&#x6839;&#x672C;&#x65B9;&#x6CD5;&#x7684;&#x53CD;&#x7701;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x51E0;&#x4E2A;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4F8B;&#x5B50;&#x3002;</p><p></p><p></p><ol><li>&#x4F3D;&#x5229;&#x7565;&#x901A;&#x8FC7;&#x81EA;&#x5236;&#x5929;&#x6587;&#x671B;&#x8FDC;&#x955C;&#xFF0C;&#x89C2;&#x6D4B;&#x5230;&#x4E86;&#x51F9;&#x51F8;&#x4E0D;&#x5E73;&#x7684;&#x6708;&#x7403;&#x8868;&#x9762;&#x3001;&#x53CA;&#x6728;&#x661F;&#x7684;&#x56DB;&#x9897;&#x536B;&#x661F;&#x3001;&#x91D1;&#x661F;&#x7684;&#x76C8;&#x4E8F;&#x73B0;&#x8C61;&#xFF0C;&#x7528;&#x4E8B;&#x5B9E;&#x6253;&#x7834;&#x4E86;&#x5929;&#x5730;&#x7684;&#x754C;&#x9650;&#x3001;&#x652F;&#x6301;&#x4E86;&#x201C;&#x65E5;&#x5FC3;&#x8BF4;&#x201D;&#x3001;&#x5E76;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x51FA;&#x4E86;&#x60EF;&#x6027;&#x7406;&#x8BBA;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;&#x6F6E;&#x6C50;&#x73B0;&#x8C61;&#x3002;&#x8FD9;&#x662F;&#x901A;&#x8FC7;&#x6784;&#x5EFA;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4EE5;&#x89E3;&#x51B3;&#x773C;&#x524D;&#x95EE;&#x9898;&#x7684;&#x4F8B;&#x5B50;&#x3002;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x53C8;&#x7EE7;&#x7EED;&#x63A8;&#x52A8;&#x4E86;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x7684;&#x8FDB;&#x5C55;&#x3002;</li><li>&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#xFF0C;Google&#x5728;&#x5185;&#x90E8;&#x5B9E;&#x73B0;&#x4E86;GFS&#x3001;MapReduce&#x3001;BigTable&#x7B49;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#xFF08;infrastructure&#xFF09;&#x5E76;&#x516C;&#x5F00;&#x53D1;&#x8868;&#x6210;&#x679C;&#xFF0C;&#x76F4;&#x63A5;&#x63A8;&#x52A8;&#x4E86;&#x4E4B;&#x540E;&#x7684;&#x5927;&#x6570;&#x636E;&#x5F00;&#x6E90;Hadoop&#x6280;&#x672F;&#x7B49;&#x7684;&#x51FA;&#x73B0;&#x3002;&#x8FD9;&#x662F;&#x5185;&#x90E8;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x6210;&#x4E3A;&#x521B;&#x65B0;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4ECE;&#x800C;&#x63A8;&#x52A8;&#x6280;&#x672F;&#x8DE8;&#x8D8A;&#x5F0F;&#x53D1;&#x5C55;&#x7684;&#x4F8B;&#x5B50;&#x3002;Amazon&#x7684;AWS&#x7684;&#x51FA;&#x73B0;&#x548C;&#x5546;&#x4E1A;&#x5316;&#x4E5F;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x4F8B;&#x5B50;&#x3002;</li></ol><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6280;&#x672F;&#x662F;&#x5C42;&#x5C42;&#x76F8;&#x4F9D;&#x7684;&#x3002;</strong>&#x65B0;&#x7684;&#x6280;&#x672F;&#x63A8;&#x52A8;&#x66F4;&#x591A;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4F9D;&#x8D56;&#x66F4;&#x591A;&#x8FC7;&#x53BB;&#x7684;&#x6280;&#x672F;&#x3002;&#x660E;&#x767D;&#x8FD9;&#x4E00;&#x70B9;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x6709;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x5F80;&#x5F80;&#x4E5F;&#x4F34;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x5FFD;&#x89C6;&#x4E86;&#x8FD9;&#x79CD;&#x201C;&#x526F;&#x4EA7;&#x54C1;&#x201D;&#xFF0C;&#x65E2;&#x6709;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x8D44;&#x6E90;&#x7684;&#x6D6A;&#x8D39;&#xFF0C;&#x66F4;&#x53EF;&#x80FD;&#x9519;&#x8FC7;&#x6F5C;&#x5728;&#x7684;&#x673A;&#x4F1A;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x7EBF;</strong></p><p></p><p></p><p>&#x95EE;&#x9898;&#x662F;&#x6E90;&#x6E90;&#x4E0D;&#x65AD;&#x7684;&#xFF0C;&#x6765;&#x81EA;&#x4E8E;&#x5916;&#x90E8;&#x73AF;&#x5883;&#x7684;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF08;&#x793E;&#x4F1A;&#x3001;&#x65F6;&#x4EE3;&#x3001;&#x5E02;&#x573A;&#x7B49;&#xFF09;&#xFF0C;&#x4E5F;&#x6765;&#x81EA;&#x4E8E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x9A71;&#x52A8;&#x3002;<strong>&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x901A;&#x5E38;&#x4E5F;&#x5E76;&#x975E;&#x5B8C;&#x7F8E;&#x7684;&#xFF0C;&#x6216;&#x8005;&#x6709;&#x5176;&#x9002;&#x7528;&#x73AF;&#x5883;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x7ECF;&#x5E38;&#x4F1A;&#x5E26;&#x6765;&#x65B0;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x6BD4;&#x5982;&#xFF0C;iPhone&#x4E5F;&#x5F00;&#x62D3;&#x4E86;&#x4E00;&#x4E2A;&#x4E4B;&#x524D;&#x5E73;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x79FB;&#x52A8;&#x4FE1;&#x606F;&#x7A7A;&#x95F4;&#xFF0C;&#x4F7F;&#x5F97;&#x5927;&#x91CF;&#x7684;&#x65B0;&#x7684;&#x6280;&#x672F;&#x548C;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x88AB;&#x53D1;&#x660E;&#x548C;&#x5E94;&#x7528;&#xFF0C;&#x6781;&#x5927;&#x5730;&#x523A;&#x6FC0;&#x4E86;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x5982;&#x5171;&#x4EAB;&#x5355;&#x8F66;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x5E26;&#x6765;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x9690;&#x79C1;&#x3001;&#x5B89;&#x5168;&#x548C;&#x793E;&#x4F1A;&#x6CBB;&#x7406;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p><strong>&#x65E7;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#xFF0C;&#x5E76;&#x975E;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#xFF0C;&#x4E0D;&#x65AD;&#x6D8C;&#x73B0;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4EE5;&#x66FF;&#x4EE3;&#x65E7;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6848;&#x3002;</strong>&#x5982;&#xFF0C;&#x4EA4;&#x901A;&#xFF0C;&#x4ECE;&#x725B;&#x9A6C;&#x3001;&#x9A6C;&#x8F66;&#x3001;&#x706B;&#x8F66;&#x3001;&#x6C7D;&#x8F66;&#x3001;&#x98DE;&#x673A;&#x3001;&#x822A;&#x5929;&#x98DE;&#x673A;&#xFF0C;&#x5230;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#xFF0C;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x4F9D;&#x7136;&#x6CA1;&#x6709;&#x505C;&#x6B62;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x7A7A;&#x95F4;&#x4F4D;&#x79FB;&#x201D;&#x8FD9;&#x79CD;&#x8FD1;&#x4E4E;&#x6C38;&#x6052;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x4F9D;&#x7136;&#x4F1A;&#x4E0D;&#x65AD;&#x6709;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x88AB;&#x63D0;&#x51FA;&#x548C;&#x5B9E;&#x73B0;&#x3002;</p><p></p><p></p><p><strong>&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#x52A8;&#x529B;&#xFF0C;&#x9AD8;&#x5EA6;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x80CC;&#x540E;&#x7684;&#x73B0;&#x8C61;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7269;&#x7406;&#x5B66;&#x672C;&#x8D28;</strong>&#x3002;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x5C31;&#x662F;&#x53D1;&#x7AEF;&#x4E8E;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF0C;&#x6BCF;&#x4E00;&#x6B21;&#x7CFB;&#x7EDF;&#x6027;&#x7684;&#x7269;&#x7406;&#x53D1;&#x73B0;&#xFF0C;&#x90FD;&#x5C06;&#x5E26;&#x6765;&#x98A0;&#x8986;&#x6027;&#x7684;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x3002;&#xFF08;&#x76F8;&#x5BF9;&#x8BBA;&#x548C;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x81F3;&#x4ECA;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x6D88;&#x5316;&#x5B8C;&#x6BD5;&#xFF09;&#x5316;&#x5B66;&#x548C;&#x751F;&#x7269;&#x5B66;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x53C8;&#x5728;21&#x4E16;&#x7EAA;&#x5E26;&#x6765;&#x7EB3;&#x7C73;&#x6280;&#x672F;&#x548C;&#x57FA;&#x56E0;&#x5DE5;&#x7A0B;&#x7684;&#x98DE;&#x8DC3;&#x3002;<strong>&#x8FD9;&#x79CD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x201C;&#x6307;&#x6570;&#x578B;&#x201D;&#x6280;&#x672F;&#x7206;&#x70B8;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x4F7F;&#x5F97;&#x6211;&#x4EEC;&#x7684;&#x95EE;&#x9898;&#x57DF;&#x548C;&#x89E3;&#x6CD5;&#x57DF;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x6269;&#x5C55;&#xFF0C;&#x800C;&#x6FC0;&#x53D1;&#x51FA;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</strong></p><p></p><p></p><p>&#x4ECE;&#x7ED3;&#x6784;&#x4E0A;&#x628A;&#x63E1;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x5F84;&#xFF0C;&#x5BF9;&#x4E8E;&#x8BBE;&#x8BA1;&#x771F;&#x6B63;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x5173;&#x952E;&#x7684;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x63A2;&#x8BA8;&#x4E86;<strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#x7684;&#x57FA;&#x672C;&#x95EE;&#x9898;&#x3002;&#x5728;&#x4E4B;&#x540E;&#x7684;&#x7BC7;&#x7AE0;&#x4E2D;&#xFF0C;&#x968F;&#x7740;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x66F4;&#x591A;&#x5177;&#x4F53;&#x7684;&#x89E3;&#x8BFB;&#x4E0E;&#x5206;&#x6790;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4E0B;&#x4E00;&#x7BC7;&#x9884;&#x544A;&#xFF1A;<strong>&#x3010;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3011;&#x5E8F; - #3&#xFF1A;&#x6280;&#x672F;&#x4E4B;&#x7F8E;</strong></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>G. Polyia, <a href="https://book.douban.com/subject/1456890/" target="_blank" rel="noreferrer noopener">How to Solve It</a></li><li><a href="https://book.douban.com/search/%E9%AB%98%E6%96%AF" target="_blank" rel="noreferrer noopener">&#x9AD8;&#x65AF; (Donald C. Gause)</a> / <a href="https://book.douban.com/search/%E6%B8%A9%E4%BC%AF%E6%A0%BC" target="_blank" rel="noreferrer noopener">&#x6E29;&#x4F2F;&#x683C; (Gerald M.Weinberg)</a> &#xFF0C;<a href="https://book.douban.com/subject/25772550/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4F60;&#x7684;&#x706F;&#x4EAE;&#x7740;&#x5417;?&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%91%e5%ba%8f-2-%e7%9c%9f%e6%ad%a3%e7%9a%84%e9%97%ae%e9%a2%98%e8%a7%a3%e5%86%b3%e8%80%85</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/-2-7mfhyexllg" target="_blank" rel="noopener">&#x3010;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3011;&#x5E8F; - #2 &#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn-reader/">cn-reader</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/busy/【观非常人，行非常事】程灵素：海棠无香/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">【观非常人，行非常事】程灵素：海棠无香</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【黑客之道】-1：如何培养真正的黑客？/"><span class="level-item">【黑客之道】#1：如何培养真正的黑客？</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/【黑客之道】序-2-真正的问题解决者/",this.page.identifier="steempress/【黑客之道】序-2-真正的问题解决者/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">31</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">29</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13.75px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.5px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.5px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12.5px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.5px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.75px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.25px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:10px">sct</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:11.25px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.25px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">14</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"><span class="has-mr-6">1</span> <span>1. &#x4EBA;&#x751F;&#x610F;&#x4E49;&#x4E0E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</span></a></li><li><a class="is-flex" href="#2-yan-zhi-jie-jue-shen-me-wen-ti-what-why"><span class="has-mr-6">2</span> <span>2. &#x8A00;&#x5FD7;&#xFF1A;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF08;What &amp; Why&#xFF09;</span></a></li><li><a class="is-flex" href="#3-wen-dao-ru-he-jie-jue-wen-ti-how"><span class="has-mr-6">3</span> <span>3. &#x95EE;&#x9053;&#xFF1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;How&#xFF09;</span></a></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">4</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"><span class="has-mr-6">1</span> <span>1. &#x4EBA;&#x751F;&#x610F;&#x4E49;&#x4E0E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</span></a></li><li><a class="is-flex" href="#2-yan-zhi-jie-jue-shen-me-wen-ti-what-why"><span class="has-mr-6">2</span> <span>2. &#x8A00;&#x5FD7;&#xFF1A;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF08;What &amp; Why&#xFF09;</span></a></li><li><a class="is-flex" href="#3-wen-dao-ru-he-jie-jue-wen-ti-how"><span class="has-mr-6">3</span> <span>3. &#x95EE;&#x9053;&#xFF1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;How&#xFF09;</span></a></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">4</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【黑客之道】序 - #2 真正的问题解决者" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>