<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Tag: cn-stem - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/cn-stem/page/3/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Tags</a></li><li class="is-active"><a href="#" aria-current="page">cn-stem</a></li></ul></nav></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【黑客之道】番外-墨子（一）：奇人/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXUe00hcF8tlpWEmtQs%2F-LXUfp_MhYlMhSL7OP6U%2Fimage.png?alt=media&amp;token=24344a73-4c8a-4057-9512-d72bbeda95ac" alt="【黑客之道】番外 | 墨子（一）：奇人"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-31T09:45:00.000Z">2019-01-31</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">28 minutes read (About 4239 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【黑客之道】番外-墨子（一）：奇人/">【黑客之道】番外 | 墨子（一）：奇人</a></h1><div class="content"><p></p><p>&#x672C;&#x6587;&#x4E3A;&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;&#x7684;&#x756A;&#x5916;&#x300A;&#x58A8;&#x5B50;&#x4E4B;&#x5947;&#x300B;&#x7684;&#x7B2C;&#x4E00;&#x7BC7;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x516B;&#x4E00;&#x516B;&#x8D85;&#x7EA7;&#x9ED1;&#x5BA2;<strong>&#x58A8;&#x7FDF;</strong>&#x7684;&#x751F;&#x5E73;&#x3002;</p><p></p><p></p><p>&#x5F53;&#x4ECA;&#x5929;&#x4E0B;&#x662F;&#x201C;&#x6D88;&#x8D39;&#x793E;&#x4F1A;&#x201D;&#xFF0C;&#x8F7B;&#x677E;&#x5A31;&#x4E50;&#x641E;&#x602A;&#x7684;&#x6545;&#x4E8B;&#x66F4;&#x53D7;&#x4EBA;&#x559C;&#x7231;&#xFF0C;&#x771F;&#x6B63;&#x7684;&#x5723;&#x8D24;&#x82F1;&#x96C4;&#x7684;&#x4F20;&#x8BF4;&#x53CD;&#x800C;&#x6E6E;&#x6CA1;&#x65E0;&#x95FB;&#x3002;&#x58A8;&#x5B50;&#x4E0E;&#x90A3;&#x4E9B;&#x559C;&#x95FB;&#x4E50;&#x89C1;&#x7684;&#x4E3B;&#x89D2;&#x4E00;&#x6837;&#xFF0C;&#x65E2;&#x6709;&#x4F20;&#x5947;&#x7684;&#x7ECF;&#x5386;&#xFF0C;&#x53C8;&#x6709;&#x6770;&#x51FA;&#x7684;&#x529F;&#x7EE9;&#xFF0C;&#x66F4;&#x662F;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x7684;&#x810A;&#x6881;&#xFF0C;&#x503C;&#x5F97;&#x540E;&#x6765;&#x8005;&#x7EC6;&#x7EC6;&#x54C1;&#x5473;&#x3001;&#x4FEF;&#x9996;&#x5B66;&#x4E60;&#x4E0E;&#x53D1;&#x594B;&#x8D85;&#x8D8A;&#x3002;</p><p></p><p></p><h2 id="mo-jia-shi-zu">&#x58A8;&#x5BB6;&#x59CB;&#x7956;<a href="#mo-jia-shi-zu"></a></h2><p></p><p></p><p>&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6709;&#x201C;&#x4E09;&#x6559;&#x4E5D;&#x6D41;&#x201D;&#x7684;&#x8BF4;&#x6CD5;&#xFF08;&#x4E3B;&#x8981;&#x6D41;&#x884C;&#x4E8E;&#x660E;&#x6E05;&#xFF09;&#xFF1A;&#x201C;&#x4E09;&#x6559;&#x201D;&#x6307;&#x5112;&#x6559;&#x3001;&#x9053;&#x6559;&#x3001;&#x4F5B;&#x6559;&#x3002;&#x201C;&#x4E5D;&#x6D41;&#x201D;&#x6307;&#x5112;&#x5BB6;&#x3001;&#x9053;&#x5BB6;&#x3001;&#x9634;&#x9633;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x540D;&#x5BB6;&#x3001;&#x58A8;&#x5BB6;&#x3001;&#x7EB5;&#x6A2A;&#x5BB6;&#x3001;&#x6742;&#x5BB6;&#x3001;&#x519C;&#x5BB6;&#x3002;&#x5BF9;&#x4E8E;&#x5112;&#x91CA;&#x9053;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5927;&#x81F4;&#x4E86;&#x89E3;&#x5176;&#x601D;&#x60F3;&#x7684;&#x6838;&#x5FC3;&#xFF08;&#x4F46;&#x901A;&#x5E38;&#x4E5F;&#x4E86;&#x89E3;&#x5F97;&#x5E76;&#x4E0D;&#x7CBE;&#x6DF1;&#xFF09;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x9634;&#x9633;&#x3001;&#x6CD5;&#x3001;&#x540D;&#x3001;&#x58A8;&#x3001;&#x7EB5;&#x6A2A;&#x3001;&#x6742;&#x3001;&#x519C;&#x5404;&#x5BB6;&#xFF0C;&#x4EBA;&#x4EEC;&#x53EF;&#x80FD;&#x53EA;&#x662F;&#x7565;&#x77E5;&#x76AE;&#x6BDB;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x5176;&#x4E2D;&#xFF0C;&#x9634;&#x9633;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x58A8;&#x5BB6;&#x7684;&#x77E5;&#x540D;&#x5EA6;&#x7565;&#x9AD8;&#xFF0C;&#x8FD9;&#x5F97;&#x76CA;&#x4E8E;&#x5927;&#x4F17;&#x6587;&#x5316;&#x7684;&#x5F71;&#x89C6;&#x6587;&#x5B66;&#x4F5C;&#x54C1;&#x7B49;&#x7684;&#x4F20;&#x64AD;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x9EC4;&#x6613;&#x7684;&#x300A;&#x5BFB;&#x79E6;&#x8BB0;&#x300B;&#x4E2D;&#x51FA;&#x573A;&#x8FC7;&#x7684;&#x5C31;&#x6709;&#xFF0C;&#x6CD5;&#x5BB6;&#x7684;&#x674E;&#x65AF;&#x3001;&#x97E9;&#x975E;&#xFF0C;&#x9634;&#x9633;&#x5BB6;&#x7684;&#x90B9;&#x884D;&#x548C;&#x4ED6;&#x7684;&#x4E94;&#x884C;&#x5B66;&#x8BF4;&#xFF0C;&#x58A8;&#x5BB6;&#x7684;&#x201C;&#x517C;&#x7231;&#x201D;&#x3001;&#x201C;&#x975E;&#x653B;&#x201C;&#xFF0C;&#x58A8;&#x5BB6;&#x949C;&#x5B50;&#x3001;&#x201C;&#x58A8;&#x5BB6;&#x5251;&#x6CD5;&#x201D;&#x3002;&#x5C31;&#x540E;&#x4E16;&#x7684;&#x5F71;&#x54CD;&#x800C;&#x8A00;&#xFF0C;&#x6CD5;&#x5BB6;&#x968F;&#x7740;&#x5916;&#x5112;&#x5185;&#x6CD5;&#x7684;&#x4F20;&#x7EDF;&#x4E8B;&#x5B9E;&#x4E0A;&#x88AB;&#x5E1D;&#x56FD;&#x7684;&#x7EDF;&#x6CBB;&#x8005;&#x5EF6;&#x7EED;&#x4F7F;&#x7528;&#xFF1B;&#x9634;&#x9633;&#x4E94;&#x884C;&#x5B66;&#x8BF4;&#x88AB;&#x8463;&#x4EF2;&#x8212;&#x7B49;&#x5438;&#x6536;&#xFF0C;&#x5728;&#x53D6;&#x540D;&#x3001;&#x533B;&#x5B66;&#x3001;&#x98CE;&#x6C34;&#x7B49;&#x4F20;&#x7EDF;&#x4E2D;&#x4E5F;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF1B;&#x58A8;&#x5BB6;&#x5219;&#x4F3C;&#x4E4E;&#x53EA;&#x9690;&#x8EAB;&#x4E8E;&#x521B;&#x4F5C;&#x7684;&#x4F5C;&#x54C1;&#x4E2D;&#x4E86;&#xFF0C;&#x8FD1;&#x671F;&#x7684;&#x5982;&#x7535;&#x5F71;&#x300A;&#x58A8;&#x653B;&#x300B;&#x3001;&#x52A8;&#x6F2B;&#x300A;&#x79E6;&#x65F6;&#x660E;&#x6708;&#x300B;&#x3001;&#x6E38;&#x620F;&#x300A;&#x8F69;&#x8F95;&#x5251;&#x7CFB;&#x5217;&#x300B;&#xFF08;&#x300A;&#x67AB;&#x4E4B;&#x821E;&#x300B;&#x3001;&#x300A;&#x9ED1;&#x9F99;&#x821E;&#x516E;&#x4E91;&#x98DE;&#x626C;&#x300B;&#x3001;&#x300A;&#x82CD;&#x4E4B;&#x6D9B;&#x300B;&#xFF09;&#x7B49;&#x7B49;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXUe00hcF8tlpWEmtQs%2F-LXUfp_MhYlMhSL7OP6U%2Fimage.png?alt=media&amp;token=24344a73-4c8a-4057-9512-d72bbeda95ac" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E8%BB%92%E8%BD%85%E5%8A%8D%E8%82%86_%E9%BB%91%E9%BE%8D%E8%88%9E%E5%85%AE%E9%9B%B2%E9%A3%9B%E6%8F%9A" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x8F69;&#x8F95;&#x5251;&#x8086; &#x9ED1;&#x9F99;&#x821E;&#x516E;&#x4E91;&#x98DE;&#x626C;</a><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener"> </a>| <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x58A8;&#x5BB6;&#x5728;&#x5148;&#x79E6;&#x65F6;&#x671F;&#x5F71;&#x54CD;&#x5F88;&#x5927;&#xFF0C;&#x4E0E;&#x5112;&#x5BB6;&#x5E76;&#x79F0;&#x201C;&#x663E;&#x5B66;&#x201D;&#xFF0C;&#x6709;&#x201C;<strong>&#x975E;&#x5112;&#x5373;&#x58A8;</strong>&#x201D;&#x4E4B;&#x79F0;&#x3002;&#x6C49;&#x6B66;&#x4EE5;&#x540E;&#xFF0C;&#x72EC;&#x5C0A;&#x5112;&#x672F;&#xFF0C;&#x58A8;&#x5BB6;&#x7684;&#x5370;&#x8BB0;&#x5728;&#x6587;&#x660E;&#x4E2D;&#x6E10;&#x6E10;&#x53D8;&#x7684;&#x6DE1;&#x8584;&#x3002;&#x4F46;&#x58A8;&#x5B50;&#x7684;&#x7CBE;&#x795E;&#x548C;&#x5B66;&#x8BF4;&#xFF0C;&#x4E00;&#x76F4;&#x6CA1;&#x6709;&#x88AB;&#x9057;&#x5FD8;&#xFF0C;&#x76F4;&#x5230;&#x4ECA;&#x65E5;&#x4ECD;&#x7136;&#x6709;&#x65E0;&#x7A77;&#x7684;&#x5149;&#x5F69;&#x4E0E;&#x529B;&#x91CF;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8981;&#x516B;&#x5366;&#x524D;&#x8F88;&#x201C;&#x58A8;&#x5B50;&#x201D;&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#xFF08;&#x751F;&#x5352;&#x5E74;&#x4E0D;&#x8BE6;&#xFF09;&#xFF0C;&#x540D;&#x7FDF;&#xFF08;d&#xED;&#xFF09;&#xFF0C;&#x6625;&#x79CB;&#x672B;&#x671F;&#x6218;&#x56FD;&#x521D;&#x671F;&#x5B8B;&#x56FD;&#x4EBA;&#xFF0C;&#x5B8B;&#x56FD;&#x8D35;&#x65CF;&#x76EE;&#x5937;&#x7684;&#x540E;&#x4EE3;&#xFF0C;&#x751F;&#x524D;&#x62C5;&#x4EFB;&#x5B8B;&#x56FD;&#x5927;&#x592B;&#x3002;&#x58A8;&#x5B50;&#x51FA;&#x751F;&#x65F6;&#x5BB6;&#x65CF;&#x5DF2;&#x7ECF;&#x6CA1;&#x843D;&#xFF0C;&#x5E73;&#x6C11;&#x51FA;&#x8EAB;&#xFF0C;&#x5E74;&#x5C11;&#x65F6;&#x505A;&#x8FC7;&#x7267;&#x7AE5;&#x548C;&#x6728;&#x5DE5;&#xFF0C;&#x540C;&#x60C5;&#x201C;<a href="https://baike.baidu.com/item/%E5%86%9C%E4%B8%8E%E5%B7%A5%E8%82%86%E4%B9%8B%E4%BA%BA" target="_blank" rel="noreferrer noopener">&#x519C;&#x4E0E;&#x5DE5;&#x8086;&#x4E4B;&#x4EBA;</a>&#x201D;&#x3002;&#x58A8;&#x5B50;&#x4F20;&#x95FB;&#x4E2D;&#x66FE;&#x7ECF;&#x5E08;&#x4ECE;&#x5112;&#x8005;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x4E60;&#x6CBB;&#x56FD;&#x4E4B;&#x9053;&#x3002;&#x4F46;&#x58A8;&#x5B50;&#x53CD;&#x5BF9;&#x5112;&#x5BB6;&#x793C;&#x4E50;&#x7684;&#x7E41;&#x5197;&#x89C4;&#x77E9;&#x4E0E;&#x94FA;&#x5F20;&#x6D6A;&#x8D39;&#x3001;&#x4EE5;&#x53CA;&#x5BF9;&#x5F85;&#x547D;&#x8FD0;&#x548C;&#x9B3C;&#x795E;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x6545;&#x800C;&#x521B;&#x7ACB;&#x58A8;&#x5B66;&#xFF0C;&#x5728;&#x5404;&#x5730;&#x8BB2;&#x5B66;&#x3002;</p><p></p><p></p><p>&#x201C;<strong>&#x6625;&#x79CB;&#x65E0;&#x4E49;&#x6218;</strong>&#x201D;&#x3002;&#x5F53;&#x65F6;&#x8D35;&#x65CF;&#x4E4B;&#x95F4;&#x4E0D;&#x65AD;&#x5730;&#x8FDB;&#x884C;&#x6B8B;&#x9177;&#x7684;&#x63A0;&#x593A;&#x6218;&#x4E89;&#x3002;&#x58A8;&#x5B50;&#x62A8;&#x51FB;&#x8BF8;&#x4FAF;&#x7684;&#x7A77;&#x5962;&#x6781;&#x6B32;&#x7684;&#x653F;&#x6CBB;&#x3001;&#x65E0;&#x4F11;&#x6B62;&#x7684;&#x6218;&#x4E89;&#x3001;&#x540C;&#x60C5;&#x5E73;&#x6C11;&#x7684;&#x75BE;&#x82E6;&#xFF0C;&#x83B7;&#x53D6;&#x4E86;&#x8BB8;&#x591A;&#x6709;&#x8BC6;&#x4E4B;&#x58EB;&#x7684;&#x652F;&#x6301;&#x3002;&#x58A8;&#x5B50;&#x5E7F;&#x6536;&#x95E8;&#x5F92;&#xFF0C;&#x9010;&#x6E10;&#x5F62;&#x6210;&#x4E86;<strong>&#x58A8;&#x5BB6;&#x5B66;&#x6D3E;</strong>&#x548C;&#x7EC4;&#x7EC7;&#x4E25;&#x5BC6;&#x7684;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x5B66;&#x8BF4;&#x7684;&#x6838;&#x5FC3;&#x4E3B;&#x5F20;&#x662F;&#x201C;<strong>&#x517C;&#x7231;</strong>&#x201D;&#xFF0C;&#x8BA4;&#x4E3A;&#x4EBA;&#x4E0E;&#x4EBA;&#x5E76;&#x65E0;&#x5DEE;&#x522B;&#xFF0C;&#x5929;&#x4E0B;&#x4E4B;&#x6240;&#x4EE5;&#x4E71;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x4EBA;&#x4EEC;&#x4E4B;&#x95F4;&#x7F3A;&#x4E4F;&#x65E0;&#x5206;&#x522B;&#x7684;&#x7231;&#xFF0C;&#x53EA;&#x8981;&#x4EBA;&#x4EEC;&#x5E73;&#x7B49;&#x4E92;&#x7231;&#x3001;&#x89C6;&#x4EBA;&#x5982;&#x5DF1;&#xFF0C;&#x5C31;&#x4E0D;&#x4F1A;&#x6709;&#x4E0D;&#x5B5D;&#x6148;&#x3001;&#x76D7;&#x8D3C;&#x3001;&#x4FB5;&#x593A;&#x4E4B;&#x4E8B;&#x3002;&#x56E0;&#x4E3A;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF0C;&#x6240;&#x4EE5;&#x201C;<strong>&#x975E;&#x653B;</strong>&#x201D;&#xFF1A;&#x517C;&#x7231;&#x5929;&#x4E0B;&#xFF0C;&#x653E;&#x5F03;&#x6218;&#x4E89;&#xFF0C;&#x4EE5;&#x4E3A;&#x653B;&#x4F10;&#x662F;&#x4E0D;&#x4E49;&#x4E14;&#x4E0D;&#x5229;&#x7684;&#x4E8B;&#x3002;&#x8FD9;&#x4E00;&#x5B66;&#x8BF4;&#x5373;&#x65F6;&#x5728;&#x73B0;&#x4EE3;&#x4E5F;&#x5177;&#x6709;&#x7406;&#x60F3;&#x4E3B;&#x4E49;&#x8272;&#x5F69;&#xFF0C;&#x4F46;&#x5176;&#x9488;&#x5BF9;&#x201C;&#x6625;&#x79CB;&#x201D;&#x4E71;&#x4E16;&#x63D0;&#x51FA;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5177;&#x6709;&#x6DF1;&#x5207;&#x7684;&#x65F6;&#x4EE3;&#x80CC;&#x666F;&#x548C;&#x5B9E;&#x9645;&#x529F;&#x7528;&#xFF0C;&#x6545;&#x800C;&#x5F97;&#x5230;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x652F;&#x6301;&#x3002;&#x5173;&#x4E8E;&#x201C;&#x517C;&#x7231;&#x201D;&#x548C;&#x201C;&#x975E;&#x653B;&#x201D;&#x7B49;&#x601D;&#x60F3;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x4F1A;&#x7EE7;&#x7EED;&#x804A;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B66;&#x867D;&#x7136;&#x5728;&#x540E;&#x4E16;&#x9010;&#x6E10;&#x843D;&#x5BDE;&#xFF0C;&#x4F46;&#x5728;&#x5F53;&#x65F6;&#x4E0E;&#x5112;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x9053;&#x5BB6;&#x3001;&#x540D;&#x5BB6;&#x3001;&#x9634;&#x9633;&#x5BB6;&#x7B49;&#x5404;&#x6D3E;&#x5B66;&#x8BF4;&#x4E89;&#x950B;&#x3001;&#x76F8;&#x4E92;&#x5E94;&#x8BC1;&#xFF0C;&#x5171;&#x540C;&#x4FC3;&#x8FDB;&#x4E86;&#x534E;&#x590F;&#x65E9;&#x671F;&#x667A;&#x6167;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5F85;&#x5230;&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#xFF0C;&#x80E1;&#x9002;&#x3001;&#x6881;&#x542F;&#x8D85;&#x3001;&#x4EFB;&#x7EE7;&#x6108;&#x3001;&#x51AF;&#x53CB;&#x5170;&#x7B49;&#x5B66;&#x8005;&#xFF0C;&#x4ECE;&#x58A8;&#x5B66;&#x7684;&#x5B9E;&#x7528;&#x4E3B;&#x4E49;&#x548C;&#x58A8;&#x5B50;&#x7684;&#x632F;&#x4E16;&#x6551;&#x655D;&#x7CBE;&#x795E;&#x4E2D;&#x91CD;&#x65B0;&#x53D1;&#x73B0;&#x4E86;&#x6551;&#x6CBB;&#x4E2D;&#x56FD;&#x7684;&#x5E0C;&#x671B;&#xFF0C;&#x58A8;&#x5B66;&#x53C8;&#x9010;&#x6E10;&#x5F15;&#x8D77;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x91CD;&#x89C6;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E00;&#x5947;&#xFF1A;<strong>&#x601D;&#x60F3;&#x4E4B;&#x5DE8;&#x4EBA;</strong>&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXUJKNWUBYR0Zxj2ZTi%2F-LXUJj95Z1UzA2Wczk-U%2Fimage.png?alt=media&amp;token=21b1a105-b767-43ab-a5e1-d256f331f5d8" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x58A8;&#x5B50;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="bai-ke-quan-shu-shi-de-ren-wu">&#x767E;&#x79D1;&#x5168;&#x4E66;&#x5F0F;&#x7684;&#x4EBA;&#x7269;<a href="#bai-ke-quan-shu-shi-de-ren-wu"></a></h2><p></p><p></p><p>&#x58A8;&#x5B50;&#x662F;&#x5BF9;&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;&#x6240;&#x63CF;&#x7ED8;&#x7684;&#x7406;&#x60F3;&#x4E0E;&#x5B9E;&#x8DF5;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x58A8;&#x5B50;&#x96C6;&#x201C;&#x4EC1;&#x201D;&#x3001;&#x201C;&#x667A;&#x201D;&#x3001;&#x201C;&#x52C7;&#x201D;&#x4E8E;&#x4E00;&#x8EAB;&#xFF0C;&#x5E76;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x672F;&#x201D;&#x3001;&#x201C;&#x5668;&#x201D;&#x4E8E;&#x4E00;&#x5B97;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x5F3A;&#x8C03;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF0C;&#x5F3A;&#x8C03;&#x5173;&#x6CE8;&#x4EBA;&#x4EBA;&#x5E73;&#x7B49;&#x4E92;&#x7231;&#xFF0C;&#x53CD;&#x5BF9;&#x56FD;&#x5BB6;&#x548C;&#x8D35;&#x65CF;&#x7684;&#x66B4;&#x529B;&#x4E0E;&#x8D2A;&#x5A6A;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x4EC1;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x521B;&#x9020;&#x7CFB;&#x7EDF;&#x7684;&#x58A8;&#x5BB6;&#x601D;&#x60F3;&#xFF0C;&#x521B;&#x7ACB;&#x58A8;&#x5BB6;&#x7EC4;&#x7EC7;&#xFF0C;&#x53D6;&#x5F97;&#x4E86;&#x60CA;&#x4EBA;&#x7684;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#xFF0C;&#x6709;&#x5982;&#x98DE;&#x9E22;&#x3001;&#x57CE;&#x9632;&#x5175;&#x5668;&#x7B49;&#x53D1;&#x660E;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x667A;</strong>&#x201D;&#xFF1B;&#x201C;&#x58A8;&#x95E8;&#x591A;&#x52C7;&#x58EB;&#x201D;&#xFF0C;&#x58A8;&#x5BB6;&#x5F1F;&#x5B50;&#x201C;&#x7686;&#x53EF;&#x4F7F;&#x8D74;&#x706B;&#x8E48;&#x5203;&#xFF0C;&#x6B7B;&#x4E0D;&#x8FD8;&#x8E35;&#xFF0C;&#x5316;&#x4E4B;&#x6240;&#x81F4;&#x4E5F;&#x201D;&#xFF0C;&#x6B64;&#x4E3A;&#x201C;<strong>&#x52C7;</strong>&#x201D;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x7684;&#x884C;&#x4E3A;&#x4EE5;&#x201C;&#x517C;&#x7231;&#x201D;&#x4E3A;&#x6838;&#x5FC3;&#x7684;&#x58A8;&#x5B66;&#x4E3A;&#x6307;&#x5BFC;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x9053;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x4F20;&#x64AD;&#x58A8;&#x5B66;&#x3001;&#x5EFA;&#x7ACB;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x3001;&#x5584;&#x4E8E;&#x903B;&#x8F91;&#x3001;&#x7406;&#x6027;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x8003;&#x3001;&#x6B66;&#x827A;&#x9AD8;&#x5F3A;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x672F;</strong>&#x201D;&#xFF1B;&#x58A8;&#x5B50;&#x521B;&#x9020;&#x4E86;&#x5927;&#x91CF;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x5177;&#xFF0C;&#x76F4;&#x63A5;&#x670D;&#x52A1;&#x4E8E;&#x58A8;&#x8005;&#x7684;&#x201C;&#x975E;&#x653B;&#x201D;&#x7B49;&#x884C;&#x4E3A;&#xFF0C;&#x5236;&#x6B62;&#x695A;&#x56FD;&#x4F10;&#x5B8B;&#xFF0C;&#x6B64;&#x4E3A;&#x6709;&#x201C;<strong>&#x5668;</strong>&#x201D;&#x3002;</p><p></p><p></p><p>&#x6309;&#x7167;&#x73B0;&#x4EE3;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x58A8;&#x5B50;&#x662F;&#x6218;&#x56FD;&#x65F6;&#x671F;&#x8457;&#x540D;&#x7684;<strong>&#x601D;&#x60F3;&#x5BB6;&#x3001;&#x6559;&#x80B2;&#x5BB6;&#x3001;&#x79D1;&#x5B66;&#x5BB6;&#x3001;&#x519B;&#x4E8B;&#x5BB6;</strong>&#xFF0C;&#x8FD8;&#x8981;&#x52A0;&#x4E0A;<strong>&#x653F;&#x6CBB;&#x5BB6;&#x3001;&#x5916;&#x4EA4;&#x5BB6;&#x3001;&#x793E;&#x4F1A;&#x6D3B;&#x52A8;&#x5BB6;&#x3001;&#x53D1;&#x660E;&#x5BB6;</strong>&#xFF0C;&#x5176;&#x601D;&#x60F3;&#x6210;&#x679C;&#x7684;&#x95E8;&#x7C7B;&#x4E4B;&#x4E30;&#x5BCC;&#xFF0C;&#x4EE4;&#x540E;&#x4E16;&#x60CA;&#x53F9;&#x3002;&#x4ED6;&#x529B;&#x884C;&#x201C;&#x517C;&#x7231;&#x201D;&#x3001;&#x201C;&#x975E;&#x653B;&#x201D;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x4F1F;&#x5927;&#x7684;&#x548C;&#x5E73;&#x4E3B;&#x4E49;&#x8005;&#xFF0C;&#x601D;&#x60F3;&#x5149;&#x8292;&#x95EA;&#x8000;&#x81F3;&#x4ECA;&#xFF1B;&#x4ED6;&#x5728;&#x54F2;&#x5B66;&#x4E0A;&#x7684;&#x5EFA;&#x6811;&#xFF0C;&#x4EE5;&#x8BA4;&#x8BC6;&#x8BBA;&#x548C;&#x903B;&#x8F91;&#x5B66;&#x6700;&#x4E3A;&#x7A81;&#x51FA;&#xFF0C;&#x8FDC;&#x8D85;&#x540C;&#x4EE3;&#x7684;&#x8BF8;&#x5B50;&#x767E;&#x5BB6;&#x3002;&#x9664;&#x4E86;&#x4EBA;&#x6587;&#x3001;&#x54F2;&#x5B66;&#x601D;&#x60F3;&#x4E4B;&#x5916;&#xFF0C;&#x58A8;&#x5B50;&#x5728;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x9886;&#x57DF;&#x4E5F;&#x6709;&#x60CA;&#x4EBA;&#x6210;&#x679C;&#xFF0C;&#x5728;&#x529B;&#x7684;&#x4F5C;&#x7528;&#x3001;&#x6760;&#x6746;&#x539F;&#x7406;&#x3001;&#x5149;&#x7EBF;&#x76F4;&#x5C04;&#x3001;&#x5149;&#x5F71;&#x5173;&#x7CFB;&#x3001;&#x5C0F;&#x5B54;&#x6210;&#x50CF;&#x3001;&#x70B9;&#x7EBF;&#x9762;&#x4F53;&#x5706;&#x6982;&#x5FF5;&#x7B49;&#x4F17;&#x591A;&#x9886;&#x57DF;&#x90FD;&#x6709;&#x7CBE;&#x6DF1;&#x9020;&#x8BE3;&#xFF0C;&#x521B;&#x4E0B;&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5386;&#x53F2;&#x7B2C;&#x4E00;&#x201D;&#xFF0C;&#x4ECA;&#x4EBA;&#x751A;&#x81F3;&#x9001;&#x7ED9;&#x4E86;&#x4ED6;&#x4E00;&#x4E2A;&#x201C;&#x79D1;&#x5723;&#x201D;&#x79F0;&#x53F7;&#x3002;&#x58A8;&#x5B50;&#x751A;&#x81F3;&#x63D0;&#x51FA;&#x8FC7;&#x201C;&#x6C11;&#x9009;&#x201D;&#x5929;&#x5B50;&#x7684;&#x60F3;&#x6CD5;&#xFF0C;<strong>&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#x5D07;&#x5C1A;&#x7684;&#x201C;&#x6C11;&#x4E3B;&#x4E0E;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5728;&#x58A8;&#x5B50;&#x8FD9;&#x91CC;&#x90FD;&#x80FD;&#x627E;&#x5230;&#x840C;&#x82BD;</strong>&#xFF0C;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#x3002;</p><p></p><p></p><p>&#x6309;&#x7167;&#x73B0;&#x4EE3;&#x7684;&#x6807;&#x51C6;&#xFF0C;&#x58A8;&#x5B50;&#x6216;&#x8BB8;&#x6709;&#x8D44;&#x683C;&#x83B7;&#x5F97;&#x8BFA;&#x8D1D;&#x5C14;&#x201C;&#x6587;&#x5B66;&#x5956;&#x201D;&#x3001;&#x201C;&#x7269;&#x7406;&#x5B66;&#x5956;&#x201D;&#x3001;&#x201C;&#x548C;&#x5E73;&#x5956;&#x201D;&#xFF08;&#x8003;&#x8651;&#x5230;&#x58A8;&#x5B50;&#x5BF9;&#x201C;&#x5229;&#x201D;&#x7684;&#x9610;&#x8FF0;&#xFF0C;&#x53EF;&#x80FD;&#x4E5F;&#x5305;&#x62EC;&#x201D;&#x7ECF;&#x6D4E;&#x5B66;&#x5956;&#x201D;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x6570;&#x5B66;&#x7684;&#x201C;&#x83F2;&#x5C14;&#x5179;&#x5956;&#x201D;&#x7B49;&#x3002;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x8FBE;&#x82AC;&#x5947;&#x201D;&#x5F0F;&#x7684;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x5F0F;&#x7684;&#x4EBA;&#x7269;&#xFF0C;&#x4E14;&#x6BD4;&#x8FBE;&#x82AC;&#x5947;&#x5C1A;&#x65E9;&#x4E86;&#x5C06;&#x8FD1;&#x4E24;&#x5343;&#x5E74;&#x3002;&#x540E;&#x6765;&#x58A8;&#x5B66;&#x51E0;&#x4E4E;&#x65AD;&#x7EDD;&#xFF0C;&#x6709;&#x8D56;&#x4E8E;&#x9053;&#x6559;&#x845B;&#x6D2A;&#x5728;<strong>&#x300A;&#x795E;&#x4ED9;&#x4F20;&#x300B;</strong>&#x4E2D;&#x4FDD;&#x5B58;&#x58A8;&#x5B50;53&#x7BC7;&#x624D;&#x6D41;&#x4F20;&#x4E0B;&#x6765;&#xFF1B;&#x5728;&#x62B1;&#x6734;&#x5B50;&#x845B;&#x6D2A;&#x770B;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x662F;&#x795E;&#x4ED9;&#x4E00;&#x822C;&#x7684;&#x4EBA;&#x7269;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E8C;&#x5947;&#xFF1A;<strong>&#x5168;&#x80FD;&#x4E4B;&#x5947;&#x624D;</strong></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXXhAZLYbnqZmm4GK4G%2F-LXXhidWI0MKOR5w-W1E%2Fimage.png?alt=media&amp;token=5989a98f-1c6a-4aa0-b3ed-2b346fb6fbe8" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%88%97%E5%A5%A5%E7%BA%B3%E5%A4%9A%C2%B7%E8%BE%BE%C2%B7%E8%8A%AC%E5%A5%87" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x8FBE;&#x82AC;&#x5947;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="xia-zhi-da-zhe">&#x4FA0;&#x4E4B;&#x5927;&#x8005;<a href="#xia-zhi-da-zhe"></a></h2><p></p><p></p><p>&#x9C81;&#x8FC5;&#x8BF4;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x4E4B;&#x5F92;&#x4E3A;&#x4FA0;&#x3002;&#x201D; &#x6709;&#x4EBA;&#x8BF4;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x4EFB;&#x4FA0;&#x7684;&#x5B97;&#x5E08;&#x201D;&#xFF0C;&#x4E5F;&#x6709;&#x4EBA;&#x8BF4;&#x58A8;&#x5B50;&#x662F;&#x201C;&#x9ED1;&#x793E;&#x4F1A;&#x7684;&#x9F3B;&#x7956;&#x201D;&#x3002;</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x6B66;&#x4FA0;&#x4E2D;&#x8BF4;&#xFF1A;&#x201C;&#x4FA0;&#x4E4B;&#x5927;&#x8005;&#xFF0C;&#x4E3A;&#x56FD;&#x4E3A;&#x6C11;&#x3002;&#x201D; &#x58A8;&#x5B50;&#x7684;&#x4FA0;&#xFF0C;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x5176;<strong>&#x4EBA;&#x683C;&#x4E0E;&#x7CBE;&#x795E;&#x4E4B;&#x4F1F;&#x5927;</strong>&#xFF0C;&#x5176;&#x6B21;&#x662F;&#x6709;<strong>&#x201D;&#x884C;&#x4FA0;&#x4ED7;&#x4E49;&#x201C;&#x7684;&#x80FD;&#x529B;</strong>&#x3002;</p><p></p><p></p><p>&#x6881;&#x542F;&#x8D85;&#x5728;&#x300A;&#x58A8;&#x5B50;&#x5B66;&#x6848;&#x300B;&#x4E2D;&#x5C31;&#x66FE;&#x8BF4;&#x8FC7;&#xFF1A;&#x201C;&#x8BBA;&#x5230;&#x4EBA;&#x683C;&#xFF0C;&#x58A8;&#x5B50;&#x771F;&#x7B97;&#x5343;&#x53E4;&#x7684;&#x5927;&#x5B9E;&#x884C;&#x5BB6;&#xFF0C;&#x4E0D;&#x60DF;&#x5728;&#x4E2D;&#x56FD;&#x65E0;&#x4EBA;&#x80FD;&#x6BD4;&#xFF0C;&#x6C42;&#x8BF8;&#x4E16;&#x754C;&#x4E5F;&#x662F;&#x5C11;&#x89C1;&#x7684;&#x3002;&#x201D; &#x58A8;&#x5B50;&#x548C;&#x4ED6;&#x7684;&#x5B66;&#x6D3E;&#x4EE5;&#x4F1F;&#x5927;&#x7684;&#x81EA;&#x6211;&#x727A;&#x7272;&#x7CBE;&#x795E;&#xFF0C;&#x5BF9;&#x53CD;&#x5BF9;&#x4FB5;&#x7565;&#x6218;&#x4E89;&#x7684;&#x6B63;&#x4E49;&#x4E8B;&#x4E1A;&#x505A;&#x51FA;&#x4E86;&#x51FA;&#x8272;&#x7684;&#x8D21;&#x732E;&#x3002;&#x4E00;&#x8D2F;&#x900D;&#x9065;&#x653E;&#x4EFB;&#x7684;&#x5E84;&#x5B50;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x79F0;&#x8D5E;&#x201C;&#x58A8;&#x5B50;&#x771F;&#x5929;&#x4E0B;&#x4E4B;&#x597D;&#x4E5F;&#xFF0C;&#x5C06;&#x6C42;&#x4E4B;&#x4E0D;&#x5F97;&#x4E5F;&#xFF0C;&#x867D;&#x67AF;&#x69C1;&#x4E0D;&#x820D;&#x4E5F;&#xFF0C;&#x624D;&#x58EB;&#x4E5F;&#x592B;&#xFF01;&#x201D;(&#x300A;&#x5E84;&#x5B50;&#xB7;&#x5929;&#x4E0B;&#x300B;&#x7BC7;) &#x751A;&#x81F3;&#x8FDE;&#x654C;&#x89C6;&#x4ED6;&#xFF0C;&#x9A82;&#x4ED6;&#x4E3A;&#x201C;&#x79BD;&#x517D;&#x201D;&#x7684;&#x5B5F;&#x5B50;&#x4E5F;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#xFF1A;&#x201C;<strong>&#x6469;&#x9876;&#x653E;&#x8E35;&#xFF0C;&#x5229;&#x5929;&#x4E0B;&#x4E3A;&#x4E4B;&#xFF01;</strong>&#x201D;(&#x300A;&#x5B5F;&#x5B50;&#xB7;&#x544A;&#x5B50;&#x4E0B;&#x300B;)</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x884C;&#x4FA0;&#x4ED7;&#x4E49;&#x4F9D;&#x8D56;&#x4E8E;<strong>&#xFF08;1&#xFF09;&#x6B66;&#x529B;&#xFF08;2&#xFF09;&#x7EC4;&#x7EC7;&#xFF08;3&#xFF09;&#x6280;&#x672F;</strong>&#x3002;&#x58A8;&#x5BB6;&#x5F1F;&#x5B50;&#x5F88;&#x591A;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#xB7;&#x516C;&#x8F93;&#x300B;&#x5199;&#x5230;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x4E4B;&#x8BF4;&#x695A;&#x738B;&#x66F0;&#xFF1A;&#x2018;&#x81E3;&#x4E4B;&#x5F1F;&#x5B50;&#x79BD;&#x6ED1;&#x5398;&#x7B49;&#x4E09;&#x767E;&#x4EBA;&#x2019;&#x201D;&#xFF0C;&#x300A;&#x6DEE;&#x5357;&#x738B;&#x4E66;&#x300B;&#x201C;&#x4EA6;&#x8C13;&#x58A8;&#x5B50;&#x670D;&#x5F79;&#x8005;&#x767E;&#x516B;&#x5341;&#x4EBA;&#xFF0C;&#x7686;&#x53EF;&#x4F7F;&#x8D74;&#x706B;&#x8E48;&#x5203;&#xFF0C;&#x6B7B;&#x4E0D;&#x65CB;&#x8E35;&#x201D;&#x3002;&#x201C;<a href="https://zh.wikipedia.org/wiki/%E9%89%85%E5%AD%90" target="_blank" rel="noreferrer noopener">&#x949C;&#x5B50;</a>&#x201D;&#x662F;&#x58A8;&#x8005;&#x7EC4;&#x7EC7;&#x7684;&#x9886;&#x8896;&#xFF0C;&#x9886;&#x5BFC;&#x58A8;&#x8005;&#x5E2E;&#x52A9;&#x5F31;&#x56FD;&#x62B5;&#x5FA1;&#x4FB5;&#x7565;&#x6218;&#x4E89;&#xFF08;&#x5982;&#x7535;&#x5F71;&#x300A;&#x58A8;&#x653B;&#x300B;&#x6240;&#x63CF;&#x7ED8;&#x7684;&#xFF09;&#x3002;&#x4ED6;&#x4EEC;&#x65E2;&#x638C;&#x63E1;&#x57FA;&#x672C;&#x7684;&#x52C7;&#x6B66;&#x80FD;&#x529B;&#xFF08;&#x5982;&#x5251;&#x672F;&#xFF09;&#xFF0C;&#x4E5F;&#x638C;&#x63E1;&#x4E86;&#x5F53;&#x65F6;&#x6700;&#x5148;&#x8FDB;&#x7684;&#x9632;&#x5FA1;&#x6280;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#xFF08;&#x5982;&#x57CE;&#x9632;&#x673A;&#x68B0;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x79E6;&#x6C49;&#x4EE5;&#x540E;&#xFF0C;&#x58A8;&#x5B66;&#x4E0D;&#x518D;&#x662F;&#x663E;&#x5B66;&#xFF0C;&#x4F46;&#x58A8;&#x5B66;&#x7684;&#x5F71;&#x54CD;&#x4E00;&#x76F4;&#x6D41;&#x4F20;&#x7740;&#xFF0C;&#x5E76;&#x672A;&#x6D88;&#x5931;&#xFF0C;&#x5B83;&#x6210;&#x4E3A;&#x4E00;&#x79CD;&#x5728;&#x91CE;&#x7684;&#x3001;&#x6D41;&#x884C;&#x4E8E;&#x793E;&#x4F1A;&#x4E0B;&#x5C42;&#x7684;&#x601D;&#x6F6E;&#x3002;&#x79E6;&#x6C49;&#x4EE5;&#x540E;&#xFF0C;&#x793E;&#x4F1A;&#x4E0A;&#x4E0D;&#x65AD;&#x51FA;&#x73B0;&#x201C;&#x6E38;&#x4FA0;&#x201D;&#x3001;&#x201C;&#x4EFB;&#x4FA0;&#x201D;&#x4E00;&#x6D41;&#x4EBA;&#x7269;&#xFF0C;&#x4ED6;&#x4EEC;&#x63D0;&#x5021;&#x6276;&#x5F31;&#x6D4E;&#x8D2B;&#xFF0C;&#x89C1;&#x4E49;&#x52C7;&#x4E3A;&#xFF0C;&#x5403;&#x82E6;&#x8010;&#x52B3;&#xFF0C;&#x91CD;&#x4FE1;&#x4E49;&#xFF0C;&#x96C6;&#x4F53;&#x4E2D;&#x6210;&#x5458;&#x4E4B;&#x95F4;&#x53CB;&#x7231;&#x4E92;&#x52A9;&#xFF0C;&#x8FD9;&#x7C7B;&#x601D;&#x60F3;&#x548C;&#x4EF7;&#x503C;&#x89C2;&#x4E00;&#x76F4;&#x53D7;&#x5230;&#x4EBA;&#x6C11;&#x7684;&#x79F0;&#x8D5E;&#x3002;&#x8FD9;&#x7C7B;&#x6C11;&#x95F4;&#x56E2;&#x4F53;&#x5386;&#x4EE3;&#x672A;&#x66FE;&#x4E2D;&#x65AD;&#xFF0C;&#x663E;&#x7136;&#x4E0E;&#x58A8;&#x5BB6;&#x6709;&#x8F83;&#x6DF1;&#x7684;&#x6E0A;&#x6E90;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E09;&#x5947;&#xFF1A;<strong>&#x4EFB;&#x4FA0;&#x4E4B;&#x5B97;&#x5E08;</strong></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXXr0AswvaZbj5U17tK%2F-LXXsRcoQq601qUDC5T-%2Fimage.png?alt=media&amp;token=ef618a46-d449-4b4c-ab76-98f8bcf1339d" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E5%8A%8D_(%E4%B8%AD%E5%9C%8B)" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x5251;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="ke-xue-zhi-sheng">&#x79D1;&#x5B66;&#x4E4B;&#x5723;<a href="#ke-xue-zhi-sheng"></a></h2><p></p><p></p><p>2016&#x5E74;8&#x6708;16&#x65E5;&#xFF0C;&#x4E16;&#x754C;&#x9996;&#x9897;&#x91CF;&#x5B50;&#x79D1;&#x5B66;&#x5B9E;&#x9A8C;&#x536B;&#x661F;&#x53D1;&#x5C04;&#x5347;&#x7A7A;&#xFF0C;&#x547D;&#x540D;&#x4E3A;&#x201C;<strong>&#x58A8;&#x5B50;&#x53F7;</strong>&#x201D;&#x3002;&#x8FD9;&#x662F;&#x4E3A;&#x4E86;&#x7EAA;&#x5FF5;&#x58A8;&#x5B50;&#x5728;&#x7269;&#x7406;&#x5B66;&#x5C24;&#x5176;&#x662F;&#x5149;&#x5B66;&#x9886;&#x57DF;&#x7684;&#x7A81;&#x51FA;&#x6210;&#x5C31;&#xFF0C;&#x5728;&#x4ED6;&#x6240;&#x8457;&#x7684;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x4E2D;&#x5F52;&#x7EB3;&#x51FA;&#x201C;<a href="https://zh.wikipedia.org/wiki/%E5%85%89%E5%AD%B8%E5%8F%B2#%E6%88%98%E5%9B%BD%E6%97%B6%E6%9C%9F" target="_blank" rel="noreferrer noopener">&#x5149;&#x5B66;&#x516B;&#x6761;</a>&#x201D;&#x3002;&#x58A8;&#x5B50;&#x8FDB;&#x884C;&#x4E86;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x65E9;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E5%B0%8F%E5%AD%94%E6%88%90%E5%83%8F" target="_blank" rel="noreferrer noopener">&#x5C0F;&#x5B54;&#x6210;&#x50CF;</a>&#x5B9E;&#x9A8C;&#xFF0C;&#x6700;&#x5148;&#x53D1;&#x73B0;&#x4E86;&#x5149;&#x6CBF;&#x76F4;&#x7EBF;&#x4F20;&#x64AD;&#x8FD9;&#x4E00;&#x5149;&#x5B66;&#x9886;&#x57DF;&#x6700;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x539F;&#x7406;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x5149;&#x901A;&#x4FE1;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5BB6;&#x4E3B;&#x8981;&#x7531;&#x5B66;&#x8005;&#x548C;&#x5DE5;&#x5320;&#x7EC4;&#x6210;&#xFF0C;&#x6781;&#x5176;&#x6CE8;&#x91CD;&#x5B9E;&#x8DF5;&#x548C;&#x884C;&#x52A8;&#x3002;&#x5728;&#x957F;&#x671F;&#x7684;&#x52B3;&#x52A8;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x58A8;&#x5B50;&#x79EF;&#x7D2F;&#x4E86;&#x4E30;&#x5BCC;&#x7684;&#x54F2;&#x5B66;&#x548C;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF1A;&#x58A8;&#x5B50;&#x5EFA;&#x7ACB;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7B2C;&#x4E00;&#x4E2A;<strong>&#x903B;&#x8F91;&#x5B66;</strong>&#x4F53;&#x7CFB;&#x2014;&#x2014;&#x201C;&#x4E09;&#x8868;&#x201D;&#x4F53;&#x7CFB;&#x3002;&#x5E76;&#x5728;<strong>&#x529B;&#x5B66;&#x3001;&#x51E0;&#x4F55;&#x5B66;&#x3001;&#x4EE3;&#x6570;&#x5B66;&#x3001;&#x5149;&#x5B66;</strong>&#x7B49;&#x65B9;&#x9762;&#xFF0C;&#x90FD;&#x6709;&#x91CD;&#x5927;&#x8D21;&#x732E;&#xFF0C;&#x662F;&#x8BF8;&#x5B50;&#x6240;&#x671B;&#x5C18;&#x83AB;&#x53CA;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x58A8;&#x5B50;&#x5728;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x5730;&#x9610;&#x8FF0;&#x4E86;&#x7ECF;&#x5178;&#x529B;&#x5B66;&#x4E2D;&#x529B;&#x7684;&#x6982;&#x5FF5;&#x548C;&#x529B;&#x77E9;&#x539F;&#x7406;&#xFF0C;&#x63D0;&#x51FA;&#x201C;&#x529B;&#x201D;&#x3001;&#x201C;&#x52A8;&#x201D;&#x4E0E;&#x201C;&#x6B62;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#x3002;&#x5173;&#x4E8E;&#x6760;&#x6746;&#x539F;&#x7406;&#xFF0C;&#x4EA6;&#x63D0;&#x51FA;&#x4E86;&#x201C;&#x91CD;&#x201D;&#x3001;&#x201C;&#x6743;&#x201D;&#xFF08;&#x529B;&#xFF09;&#x3001;&#x201C;&#x79F0;&#x5934;&#x201D;&#xFF08;&#x91CD;&#x81C2;&#xFF09;&#x3001;&#x201C;&#x79F0;&#x5C3E;&#x201D;&#xFF08;&#x529B;&#x81C2;&#xFF09;&#x7B49;&#x6982;&#x5FF5;&#x3002;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x4E2D;&#x63D0;&#x51FA;&#x4E86;&#x201C;&#x7AEF;&#x201D;&#x3001;&#x201C;&#x5C3A;&#x201D;&#x3001;&#x201C;&#x533A;&#x201D;&#x3001;&#x201C;&#x7A74;&#x201D;&#x7B49;&#x6982;&#x5FF5;&#xFF0C;&#x5927;&#x81F4;&#x76F8;&#x5F53;&#x4E8E;&#x8FD1;&#x4EE3;&#x51E0;&#x4F55;&#x5B66;&#x4E0A;&#x7684;&#x70B9;&#x3001;&#x7EBF;&#x3001;&#x9762;&#x3001;&#x4F53;&#x3002;&#x58A8;&#x5B50;&#x548C;&#x4ED6;&#x7684;&#x5B66;&#x751F;&#x505A;&#x4E86;&#x4E16;&#x754C;&#x4E0A;&#x6700;&#x65E9;&#x7684;&#x5C0F;&#x5B54;&#x6210;&#x50CF;&#x5B9E;&#x9A8C;&#xFF0C;&#x5728;&#x5F53;&#x65F6;&#x5C31;&#x77E5;&#x9053;&#x4E86;&#x5149;&#x7684;&#x76F4;&#x7EBF;&#x4F20;&#x64AD;&#x3002;&#x4ED6;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;<strong>&#x201C;&#x7C92;&#x5B50;&#x8BBA;&#x201D;</strong>&#x7684;&#x96CF;&#x5F62;&#xFF0C;&#x5173;&#x4E8E;&#x201C;&#x7AEF;&#x201D;&#x7684;&#x8BBA;&#x8FF0;&#xFF0C;&#x6307;&#x51FA;&#x201C;&#x7AEF;&#x201D;&#x662F;&#x4E0D;&#x5360;&#x6709;&#x7A7A;&#x95F4;&#x7684;&#xFF0C;&#x662F;&#x7269;&#x4F53;&#x4E0D;&#x53EF;&#x518D;&#x7EC6;&#x5206;&#x7684;&#x6700;&#x5C0F;&#x5355;&#x4F4D;&#x3002;[1]</p><p></p><p></p><p>&#x4E2D;&#x897F;&#x65B9;&#x78B0;&#x649E;&#x4EE5;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x7684;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#x53D7;&#x540E;&#x4E16;&#x5B66;&#x8005;&#x9887;&#x591A;&#x8D5E;&#x8A89;&#x3002;&#x6881;&#x542F;&#x8D85;&#x8BC4;&#x4EF7;&#x8BF4;&#xFF1A;&#x201C;&#x5728;&#x543E;&#x56FD;&#x53E4;&#x7C4D;&#x4E2D;&#x6B32;&#x6C42;&#x4E0E;&#x4ECA;&#x4E16;&#x6240;&#x8C13;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x76F8;&#x60AC;&#x5951;&#x8005;&#xFF0C;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x800C;&#x5DF2;&#xFF0C;&#x300A;&#x58A8;&#x7ECF;&#x300B;&#x800C;&#x5DF2;&#x77E3;&#x3002;&#x201D; &#x8521;&#x5143;&#x57F9;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x4E2D;&#x897F;&#x65B9;&#x78B0;&#x649E;&#x4EE5;&#x6765;&#xFF0C;&#x58A8;&#x5B50;&#x7684;&#x79D1;&#x5B66;&#x6210;&#x5C31;&#x53D7;&#x540E;&#x4E16;&#x5B66;&#x8005;&#x9887;&#x591A;&#x8D5E;&#x8A89;&#x3002;&#x8521;&#x5143;&#x57F9;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x5148;&#x79E6;&#x552F;&#x58A8;&#x5B50;&#x9887;&#x6CBB;&#x79D1;&#x5B66;&#x201D;&#x3002;&#x674E;&#x7EA6;&#x745F;&#x5728;&#x300A;&#x4E2D;&#x56FD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x53F2;&#x300B;&#x4E2D;&#x8FD9;&#x6837;&#x8BC4;&#x4EF7;&#x58A8;&#x5BB6;&#x7684;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6210;&#x5C31;&#xFF1A;&#x201C;&#x5B8C;&#x5168;&#x4FE1;&#x8D56;&#x4EBA;&#x7C7B;&#x7406;&#x6027;&#x7684;&#x58A8;&#x5BB6;&#xFF0C;&#x660E;&#x786E;&#x5960;&#x5B9A;&#x4E86;&#x5728;&#x4E9A;&#x6D32;&#x53EF;&#x4EE5;&#x6210;&#x4E3A;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x7684;&#x4E1C;&#x897F;&#x201D;&#x3001;&#x201C;&#x58A8;&#x5BB6;&#x601D;&#x60F3;&#x6240;&#x9075;&#x5FAA;&#x7684;&#x8DEF;&#x7EBF;&#x5982;&#x679C;&#x7EE7;&#x7EED;&#x53D1;&#x5C55;&#x4E0B;&#x53BB;&#xFF0C;&#x53EF;&#x80FD;&#x5DF2;&#x7ECF;&#x4EA7;&#x751F;&#x6B27;&#x51E0;&#x91CC;&#x5FB7;&#x5F0F;&#x7684;&#x51E0;&#x4F55;&#x5B66;&#x4E86;&#x3002;&#x201D;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x56DB;&#x5947;&#xFF1A;<strong>&#x79D1;&#x5B66;&#x4E4B;&#x5148;&#x5723;</strong></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXY4I5KFFMefeAX3dBc%2F-LXY4jNQYJPDkU76WD8o%2Fimage.png?alt=media&amp;token=2a4ed68f-55e3-4a4e-ba69-aa6705fbae83" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E9%87%9D%E5%AD%94%E7%9B%B8%E6%A9%9F" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x9488;&#x5B54;&#x76F8;&#x673A;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="hei-ke-jing-shen">&#x9ED1;&#x5BA2;&#x7CBE;&#x795E;<a href="#hei-ke-jing-shen"></a></h2><p></p><p></p><p>&#x58A8;&#x4FBF;&#x662F;&#x9ED1;&#x3002;&#x8BF4;<strong>&#x58A8;&#x8005;</strong>&#x662F;<strong>&#x9ED1;&#x5BA2;</strong>&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x6781;&#x5176;&#x81EA;&#x7136;&#x7684;&#x3002;&#x58A8;&#x8005;&#x4E5F;&#x786E;&#x5B9E;&#x6709;&#x6781;&#x5F3A;&#x7684;&#x521B;&#x9020;&#x6027;&#x548C;&#x5B9E;&#x8DF5;&#x7CBE;&#x795E;&#xFF0C;&#x9664;&#x4E86;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#xFF0C;&#x8FD8;&#x6709;&#x5927;&#x91CF;&#x7684;&#x53D1;&#x660E;&#x521B;&#x9020;&#x3002;&#x58A8;&#x5B50;&#x662F;&#x638C;&#x63E1;&#x4E86;&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x7684;&#x521B;&#x9020;&#x8005;&#x3002;</p><p></p><p></p><p>&#x6839;&#x636E;<a href="https://baike.baidu.com/item/%E5%A2%A8%E5%AD%90/245" target="_blank" rel="noreferrer noopener">&#x767E;&#x5EA6;&#x767E;&#x79D1; &#x2013; &#x58A8;&#x5B50;</a>&#xFF0C;&#x58A8;&#x5B50;&#x82B1;&#x8D39;&#x4E86;3&#x5E74;&#x7684;&#x65F6;&#x95F4;&#xFF0C;&#x7CBE;&#x5FC3;&#x7814;&#x5236;&#x51FA;&#x4E00;&#x79CD;&#x80FD;&#x591F;&#x98DE;&#x884C;&#x7684;&#x6728;&#x9E1F;&#xFF08;&#x98CE;&#x7B5D;&#x3001;&#x7EB8;&#x9E22;&#xFF09;&#xFF0C;&#x6210;&#x4E3A;&#x53E4;&#x4EE3;&#x98CE;&#x7B5D;&#x7684;&#x521B;&#x59CB;&#x4EBA;[2]&#x3002;&#x8FD9;&#x5C55;&#x73B0;&#x4E86;&#x58A8;&#x5B50;&#x7CBE;&#x5999;&#x7684;&#x521B;&#x9020;&#x529B;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x4E0D;&#x4F46;&#x7740;&#x529B;&#x4E8E;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x66F4;&#x662F;&#x5341;&#x5206;&#x6CE8;&#x91CD;&#x6280;&#x672F;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x58A8;&#x5B50;&#x5C06;&#x90A3;&#x4E9B;&#x80FD;&#x591F;<strong>&#x963B;&#x6B62;&#x6218;&#x4E89;&#x3001;&#x8DF5;&#x884C;&#x517C;&#x7231;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x4F5C;&#x4E3A;&#x6700;&#x9AD8;&#x7684;&#x8FFD;&#x6C42;</strong>&#x3002;</p><p></p><p></p><p>&#x4ED6;&#x662F;&#x4E00;&#x4E2A;&#x5236;&#x9020;&#x8F66;&#x8F86;&#x7684;&#x80FD;&#x624B;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x4E0D;&#x5230;&#x4E00;&#x65E5;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x9020;&#x51FA;&#x8F7D;&#x91CD;30&#x77F3;&#x7684;&#x8F66;&#x5B50;&#x3002;&#x4ED6;&#x6240;&#x9020;&#x7684;&#x8F66;&#x5B50;&#x8FD0;&#x884C;&#x8FC5;&#x901F;&#x53C8;&#x7701;&#x529B;&#xFF0C;&#x4E14;&#x7ECF;&#x4E45;&#x8010;&#x7528;&#xFF0C;&#x4E3A;&#x5F53;&#x65F6;&#x7684;&#x4EBA;&#x4EEC;&#x6240;&#x8D5E;&#x8D4F;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x51E0;&#x4E4E;&#x8C19;&#x719F;&#x4E86;&#x5F53;&#x65F6;&#x5404;&#x79CD;&#x5175;&#x5668;&#x3001;&#x673A;&#x68B0;&#x548C;&#x5DE5;&#x7A0B;&#x5EFA;&#x7B51;&#x7684;&#x5236;&#x9020;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x6709;&#x4E0D;&#x5C11;&#x521B;&#x9020;&#x3002;&#x5728;&#x300A;&#x58A8;&#x5B50;&#x300B;&#x4E00;&#x4E66;&#x4E2D;&#x7684;&#x201C;&#x5907;&#x57CE;&#x95E8;&#x201D;&#x3001;&#x201C;&#x5907;&#x6C34;&#x201D;&#x3001;&#x201C;&#x5907;&#x7A74;&#x201D;&#x3001;&#x201C;&#x5907;&#x86FE;&#x201C;&#x3001;&#x201C;&#x8FCE;&#x654C;&#x7960;&#x201D;&#x3001;&#x201C;&#x6742;&#x5B88;&#x201D;&#x7B49;&#x7BC7;&#x4E2D;&#xFF0C;&#x4ED6;&#x8BE6;&#x7EC6;&#x5730;&#x4ECB;&#x7ECD;&#x548C;&#x9610;&#x8FF0;&#x4E86;&#x57CE;&#x95E8;&#x7684;&#x60AC;&#x95E8;&#x7ED3;&#x6784;&#xFF0C;&#x57CE;&#x95E8;&#x548C;&#x57CE;&#x5185;&#x5916;&#x5404;&#x79CD;&#x9632;&#x5FA1;&#x8BBE;&#x65BD;&#x7684;&#x6784;&#x9020;&#xFF0C;&#x5F29;&#x3001;&#x6854;&#x69D4;&#x548C;&#x5404;&#x79CD;&#x653B;&#x5B88;&#x5668;&#x68B0;&#x7684;&#x5236;&#x9020;&#x5DE5;&#x827A;&#xFF0C;&#x4EE5;&#x53CA;&#x6C34;&#x9053;&#x548C;&#x5730;&#x9053;&#x7684;&#x6784;&#x7B51;&#x6280;&#x672F; [2]&#x3002; &#x4ED6;&#x6240;&#x8BBA;&#x53CA;&#x7684;&#x8FD9;&#x4E9B;&#x5668;&#x68B0;&#x548C;&#x8BBE;&#x65BD;&#xFF0C;&#x5BF9;&#x540E;&#x4E16;&#x7684;&#x519B;&#x4E8B;&#x6D3B;&#x52A8;&#x6709;&#x7740;&#x5F88;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><p>&#x58A8;&#x5B50;&#x7684;&#x5668;&#x68B0;&#x5236;&#x9020;&#x6280;&#x672F;&#xFF0C;<strong>&#x72B9;&#x5728;&#x5DE5;&#x5320;&#x7684;&#x7956;&#x5148;&#x9C81;&#x73ED;&#xFF08;&#x5373;&#x516C;&#x8F93;&#x73ED;&#x6216;&#x516C;&#x8F93;&#x822C;&#xFF09;&#x4E4B;&#x4E0A;</strong>&#x3002;&#x201C;&#x58A8;&#x5B50;&#x4E3A;&#x4E86;&#x6253;&#x6D88;&#x695A;&#x738B;&#x653B;&#x5B8B;&#x4E4B;&#x610F;&#xFF0C;&#x4FBF;&#x548C;&#x516C;&#x8F93;&#x822C;&#x5728;&#x695A;&#x738B;&#x9762;&#x524D;&#x8BD5;&#x6F14;&#x4E91;&#x68AF;&#x653B;&#x57CE;&#x548C;&#x9632;&#x5FA1;&#x7684;&#x529E;&#x6CD5;&#x3002;&#x58A8;&#x5B50;&#x89E3;&#x4E0B;&#x81EA;&#x5DF1;&#x7684;&#x8170;&#x5E26;&#x6765;&#xFF0C;&#x5F2F;&#x4F5C;&#x5F27;&#x5F62;&#xFF0C;&#x7B97;&#x662F;&#x57CE;&#xFF0C;&#x7528;&#x4E9B;&#x6728;&#x7247;&#x4F5C;&#x4E3A;&#x653B;&#x5B88;&#x7684;&#x5668;&#x68B0;&#x3002;&#x516C;&#x8F93;&#x822C;&#x7528;&#x4E86;&#x4E5D;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x8FDB;&#x653B;&#x4E86;&#x4E5D;&#x6B21;&#xFF0C;&#x90FD;&#x88AB;&#x58A8;&#x5B50;&#x51FB;&#x9000;&#x3002;&#x516C;&#x8F93;&#x822C;&#x653B;&#x57CE;&#x7684;&#x5668;&#x68B0;&#x7528;&#x5C3D;&#x4E86;&#xFF0C;&#x800C;&#x58A8;&#x5B50;&#x9632;&#x5B88;&#x7684;&#x529E;&#x6CD5;&#x5374;&#x8FD8;&#x6709;&#x4F59;&#x3002;&#x201D;&#xFF08;&#x300A;&#x58A8;&#x5B50;&#xB7;&#x516C;&#x8F93;&#x300B;&#xFF09;&#x5F53;&#x7136;&#xFF0C;&#x516C;&#x8F93;&#x73ED;&#x4E5F;&#x662F;&#x4E00;&#x4F4D;&#x503C;&#x5F97;&#x5C0A;&#x656C;&#x7684;&#x521B;&#x9020;&#x8005;&#x3002;&#x5B63;&#x7FA1;&#x6797;&#x8BF4;&#xFF1A;&#x201C;&#x58A8;&#x5B50;&#x9C81;&#x73ED;&#xFF0C;&#x5584;&#x56FD;&#x53CC;&#x5723;&#x201D;&#x3002;</p><p></p><p></p><p>&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#xFF0C;&#x4E0D;&#x4F46;&#x80FD;&#x591F;&#x521B;&#x9020;&#x65B0;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x4E14;&#x80FD;&#x591F;&#x5E94;&#x7528;&#x4ED6;&#x4EEC;&#x6765;&#x5B9E;&#x73B0;&#x201C;&#x4E49;&#x201D;&#x4E4B;&#x6240;&#x5728;&#xFF0C;&#x5E94;&#x7528;&#x6280;&#x672F;&#x800C;&#x975E;&#x88AB;&#x6280;&#x672F;&#x6240;&#x63A7;&#x3002;&#x58A8;&#x5B50;&#x7528;&#x81EA;&#x5DF1;&#x601D;&#x60F3;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x521B;&#x9020;&#x5B9E;&#x73B0;&#x4E86;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3001;&#x58A8;&#x5BB6;&#x7684;&#x5B97;&#x65E8;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x58A8;&#x5B50;&#x7684;&#x7B2C;&#x4E94;&#x5947;&#xFF1A;<strong>&#x9ED1;&#x5BA2;&#x4E4B;&#x5178;&#x8303;</strong></p><p></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LXYC1WI6lshn3h3Mgro%2F-LXYDgyRIeNTWdqhOgrE%2Fimage.png?alt=media&amp;token=03105200-f828-41a0-9e75-1bc1cb079f7d" alt=""></center><p></p><p style="text-align:center"><a href="https://zh.wikipedia.org/wiki/%E4%BA%91%E6%A2%AF" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; &#x4E91;&#x68AF;</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ol><li><a href="https://zh.wikipedia.org/wiki/%E5%A2%A8%E5%AD%90" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x58A8;&#x5B50;</a></li><li><a href="https://baike.baidu.com/item/%E5%A2%A8%E5%AD%90/245" target="_blank" rel="noreferrer noopener">&#x767E;&#x5EA6;&#x767E;&#x79D1; &#x2013; &#x58A8;&#x5B50;</a></li><li><a href="https://zh.wikipedia.org/zh-hans/%E5%A2%A8%E5%AD%90_(%E4%B9%A6)" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x58A8;&#x5B50;&#xFF08;&#x4E66;&#xFF09;</a></li><li>&#x845B;&#x6D2A;&#xFF0C;&#x300A;&#x795E;&#x4ED9;&#x4F20;&#x300B;</li><li>&#x6881;&#x542F;&#x8D85;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#x5B66;&#x6848;&#x300B;</li><li>&#x4EFB;&#x7EE7;&#x6108;&#xFF0C;&#x300A;&#x58A8;&#x5B50;&#x4E0E;&#x58A8;&#x5BB6;&#x300B;</li><li><a href="https://www.moziwang.com/archives/400" target="_blank" rel="noreferrer noopener">&#x58A8;&#x5B50;&#xFF1A;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x60B2;&#x6467;&#x7684;&#x7406;&#x5DE5;&#x7537;</a></li></ol><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%91%e7%95%aa%e5%a4%96-%e5%a2%a8%e5%ad%90%ef%bc%88%e4%b8%80%ef%bc%89%ef%bc%9a%e5%a5%87%e4%ba%ba</em><hr></center><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【黑客之道】序-2-真正的问题解决者/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&amp;token=a2ef3670-de9d-44c1-986a-0ccda871dab8" alt="【黑客之道】序 - #2 真正的问题解决者"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-24T17:35:57.000Z">2019-01-24</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">37 minutes read (About 5608 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【黑客之道】序-2-真正的问题解决者/">【黑客之道】序 - #2 真正的问题解决者</a></h1><div class="content"><p></p><p>&#x9ED1;&#x5BA2;&#xFF0C;&#x662F;&#x4E00;&#x79CD;&#x521B;&#x9020;&#x8005;&#xFF1B;&#x4E0E;&#x5176;&#x4ED6;&#x7684;&#x521B;&#x9020;&#x8005;&#x6216;&#x521B;&#x4F5C;&#x8005;&#x7C7B;&#x4F3C;&#xFF08;&#x5982;&#xFF1A;&#x4F5C;&#x5BB6;&#x3001;&#x4F5C;&#x66F2;&#x5BB6;&#x3001;&#x753B;&#x5BB6;&#x3001;&#x96D5;&#x5851;&#x5BB6;&#x3001;&#x5EFA;&#x7B51;&#x5E08;&#x7B49;&#xFF09;&#xFF0C;&#x5177;&#x5907;<strong>&#x76EE;&#x7684;&#x6027;&#xFF0C;&#x4E5F;&#x5373;&#x89E3;&#x51B3;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x4F8B;&#x5982;&#x300A;&#x6218;&#x4E89;&#x4E0E;&#x548C;&#x5E73;&#x300B;&#x4E3A;&#x63CF;&#x7ED8;&#x793E;&#x4F1A;&#x98CE;&#x8C8C;&#x7684;&#x6062;&#x5F18;&#x53F2;&#x8BD7;&#xFF0C;&#x300A;&#x547D;&#x8FD0;&#x4EA4;&#x54CD;&#x66F2;&#x300B;&#x8D5E;&#x7F8E;&#x4E0E;&#x547D;&#x8FD0;&#x7684;&#x6597;&#x4E89;&#xFF0C;&#x201C;&#x54C0;&#x60BC;&#x57FA;&#x7763;&#x201D;&#x4E3A;&#x5723;&#x5F7C;&#x5F97;&#x5927;&#x6559;&#x5802;&#x800C;&#x5851;&#x9020;&#xFF0C;&#x201C;&#x957F;&#x57CE;&#x201D;&#x5219;&#x4E3A;&#x62B5;&#x5FA1;&#x5317;&#x65B9;&#x6E38;&#x7267;&#x6C11;&#x65CF;&#x6240;&#x5EFA;&#x3002;</p><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#xFF0C;&#x662F;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x7684;&#x6838;&#x5FC3;&#xFF0C;&#x4E5F;&#x662F;&#x6280;&#x672F;&#x548C;&#x827A;&#x672F;&#x7684;&#x6838;&#x5FC3;&#x3002;&#x751A;&#x81F3;&#x5BF9;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x827A;&#x672F;&#xFF0C;&#x5C31;&#x80FD;&#x7834;&#x5F00;&#x4EBA;&#x751F;&#x7684;&#x91CD;&#x91CD;&#x56F0;&#x5883;&#xFF0C;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x6216;&#x8BB8;&#x4E5F;&#x80FD;&#x591F;&#x5F70;&#x663E;&#x3002;</p><p></p><p></p><p>&#x4E8E;&#x662F;&#xFF0C;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#xFF0C;&#x662F;&#x8FD9;&#x6837;&#x4E00;&#x79CD;&#x601D;&#x60F3;&#x4E0E;&#x667A;&#x6167;&#xFF1A;<strong>&#x5982;&#x4F55;&#x7528;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x89E3;&#x51B3;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><h2 id="1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"><strong>1. &#x4EBA;&#x751F;&#x610F;&#x4E49;&#x4E0E;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong><a href="#1-ren-sheng-yi-yi-yu-jie-jue-wen-ti-problem-solving"></a></h2><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;</strong></p><p></p><p></p><p>&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x4EC0;&#x4E48;&#xFF1F;&#x8FD9;&#x603B;&#x4E0D;&#x6613;&#x56DE;&#x7B54;&#xFF0C;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x6807;&#x51C6;&#x7B54;&#x6848;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x5C31;&#x53D8;&#x5F97;&#x591A;&#x5F69;&#x3001;&#x6709;&#x4E86;&#x6781;&#x5927;&#x7684;&#x81EA;&#x7531;&#xFF1B;&#x4F46;&#x81EA;&#x7531;&#x548C;&#x7EB7;&#x7E41;&#xFF0C;&#x6709;&#x65F6;&#x4E5F;&#x610F;&#x5473;&#x7740;&#x832B;&#x7136;&#x4E0E;&#x65E0;&#x63AA;&#x3002;&#x5173;&#x4E8E;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x591A;&#x79CD;&#x89E3;&#x91CA;&#xFF0C;&#x4EE5;&#x4E0B;&#x4E3A;&#x51E0;&#x7C7B;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x4EAB;&#x4E50;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x8FD9;&#x6D69;&#x5927;&#x7684;&#x7EA2;&#x5C18;&#x4E4B;&#x4E2D;&#xFF0C;&#x540D;&#x5229;&#x6743;&#x60C5;&#x3001;&#x5B5C;&#x5B5C;&#x4EE5;&#x6C42;&#xFF0C;&#x201C;&#x9EC4;&#x91D1;&#x5C4B;&#x201D;&#x3001;&#x201C;&#x989C;&#x5982;&#x7389;&#x201D;&#x3001;&#x201C;&#x5343;&#x949F;&#x7C9F;&#x201D;&#xFF0C;&#x4E0D;&#x4E00;&#x800C;&#x8DB3;&#xFF1B;</li><li><strong>&#x81EA;&#x8D4B;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x662F;&#x53EF;&#x4EE5;&#x81EA;&#x6211;&#x8D4B;&#x4E88;&#x7684;&#x3001;&#x4E0D;&#x53D7;&#x62D8;&#x675F;&#x7684;&#xFF0C;&#x610F;&#x4E49;&#x53EF;&#x4EE5;&#x6709;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#xFF0C;&#x5929;&#x4E0B;&#x65E0;&#x6211;&#x3001;&#x4F55;&#x6765;&#x5C71;&#x6C34;&#xFF1B;</li><li><strong>&#x8BC1;&#x9053;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x4E43;&#x662F;&#x7EF4;&#x62A4;&#x4E16;&#x95F4;&#x6B63;&#x6CD5;&#x3001;&#x6216;&#x63A2;&#x6C42;&#x667A;&#x6167;&#x4E0E;&#x771F;&#x7406;&#x3001;&#x6216;&#x63A8;&#x52A8;&#x4EBA;&#x7C7B;&#x53D1;&#x5C55;&#xFF0C;&#x6B64;&#x4E43;&#x5929;&#x9053;&#x6240;&#x6388;&#xFF0C;&#x65F6;&#x4E0D;&#x6211;&#x5F85;&#x3001;&#x820D;&#x8EAB;&#x8BC1;&#x6CD5;&#xFF1B;</li><li><strong>&#x89E3;&#x8131;</strong>&#xFF1A;&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x4EBA;&#x751F;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#x89E3;&#x8131;&#x4E8E;&#x4FD7;&#x5C18;&#x4E4B;&#x5916;&#xFF0C;&#x522B;&#x6709;&#x6D1E;&#x5929;&#x3001;&#x6E21;&#x4EBA;&#x6E21;&#x5DF1;&#x3002;</li></ol><p></p><p></p><p><strong>&#x201C;&#x5112;&#x201D;&#x3001;&#x201C;&#x6CD5;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;</strong>&#x5BF9;&#x6B64;&#x7684;&#x770B;&#x6CD5;&#x751A;&#x4E3A;&#x4E0D;&#x540C;&#xFF1A;&#x201C;&#x5112;&#x6CD5;&#x201D;&#x91CD;&#x201C;&#x6CBB;&#x4E16;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x5C1A;&#x201C;&#x81EA;&#x7136;&#x201D;&#x3001;&#x201C;&#x58A8;&#x201D;&#x4E3B;&#x201C;&#x517C;&#x7231;&#x201D;&#xFF08;&#x7565;&#x8FD1;&#x4F3C;&#x4E8E;&#x201C;&#x535A;&#x7231;&#x201D;&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x76F8;&#x540C;&#xFF09;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x7ED3;&#x679C;&#x8FD8;&#x662F;&#x8FC7;&#x7A0B;</strong></p><p></p><p></p><p>&#x5C31;&#x4E16;&#x4FD7;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x7ED3;&#x679C;&#x548C;&#x8FC7;&#x7A0B;</strong>&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x83B7;&#x5F97;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x7ED3;&#x679C;&#x8BBA;</strong>&#xFF1A;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x5373;&#x6B64;&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x89E3;&#x51B3;&#x4E86;&#x4F55;&#x79CD;&#x95EE;&#x9898;&#x6216;&#x6311;&#x6218;&#x3002;&#x8B6C;&#x5982;&#x5B54;&#x5B50;&#x5F00;&#x521B;&#x5112;&#x5BB6;&#x5B66;&#x6D3E;&#x4EE5;&#x6551;&#x6CBB;&#x4E71;&#x4E16;&#xFF0C;&#x4F3D;&#x5229;&#x7565;&#x5960;&#x57FA;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#xFF0C;&#x8D1D;&#x591A;&#x82AC;&#x4E4B;&#x300A;&#x547D;&#x8FD0;&#x300B;&#x300A;&#x5408;&#x5531;&#x300B;&#x4EA4;&#x54CD;&#x66F2;&#xFF0C;&#x8FD9;&#x4E9B;&#x90FD;&#x4E3A;&#x4EBA;&#x751F;&#x4E30;&#x5BCC;&#x7684;&#x201C;&#x9057;&#x4EA7;&#x201D;&#xFF0C;&#x89E3;&#x51B3;&#x4E86;&#x6781;&#x5176;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x5EFA;&#x7ACB;&#x4E86;&#x4E0D;&#x673D;&#x7684;&#x4F5C;&#x54C1;&#x3002;&#x5BF9;&#x4E8E;&#x666E;&#x901A;&#x4EBA;&#xFF0C;&#x5219;&#x4E5F;&#x9700;&#x8981;&#x89E3;&#x51B3;&#x751F;&#x5B58;&#x7684;&#x8BF8;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x4E1A;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x7231;&#x60C5;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x3001;&#x4E8B;&#x4E1A;&#x3001;&#x4EBA;&#x751F;&#x4F7F;&#x547D;&#x7B49;&#x7B49;&#xFF0C;&#x7406;&#x6027;&#x5E94;&#x5BF9;&#x548C;&#x89E3;&#x51B3;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x4EBA;&#x751F;&#x4E5F;&#x53EF;&#x5706;&#x6EE1;&#x3002;</li><li><strong>&#x8FC7;&#x7A0B;&#x8BBA;</strong>&#xFF1A;&#x7ED3;&#x679C;&#x8BBA;&#x6216;&#x76EE;&#x7684;&#x8BBA;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x6027;&#xFF0C;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x90FD;&#x6709;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#x548C;&#x7CBE;&#x786E;&#x7684;&#x7406;&#x6027;&#x3002;&#x4F46;&#x751F;&#x6D3B;&#x4E2D;&#xFF0C;&#x6587;&#x5316;&#x3001;&#x4EA4;&#x5F80;&#x3001;&#x6E38;&#x620F;&#x3001;&#x72EC;&#x5904;&#x7B49;&#x884C;&#x4E3A;&#xFF0C;&#x5E76;&#x4E0D;&#x603B;&#x4EE5;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x660E;&#x786E;&#x7684;&#x76EE;&#x7684;&#xFF1B;<a href="https://en.wikipedia.org/wiki/J%C3%BCrgen_Habermas" target="_blank" rel="noreferrer noopener">&#x54C8;&#x8D1D;&#x9A6C;&#x65AF;</a>&#x8BA4;&#x4E3A;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x201C;&#x751F;&#x6D3B;&#x4E16;&#x754C;&#x201D;&#x88AB;&#x8D27;&#x5E01;&#x548C;&#x6743;&#x529B;&#x6240;&#x652F;&#x914D;&#xFF0C;&#x6B63;&#x5728;&#x4E27;&#x5931;&#x751F;&#x6D3B;&#x7684;&#x610F;&#x4E49;&#x548C;&#x81EA;&#x7531;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x7ED3;&#x679C;&#x8BBA;&#x3001;&#x529F;&#x5229;&#x8BBA;&#x7684;&#x53CD;&#x9A73;&#x3002;&#x4EE5;&#x7ECF;&#x5386;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x4EBA;&#x5728;&#x65F6;&#x95F4;&#x548C;&#x7A7A;&#x95F4;&#x4E2D;&#x7545;&#x6E38;&#xFF0C;&#x53EF;&#x4EE5;&#x81EA;&#x8D4B;&#x7ED3;&#x679C;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x6CA1;&#x6709;&#x7ED3;&#x679C;&#xFF1B;&#x4F53;&#x9A8C;&#x4EBA;&#x751F;&#x7684;&#x65C5;&#x7A0B;&#x672C;&#x8EAB;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x751F;&#x76EE;&#x7684;&#x3002;</li></ol><p></p><p></p><p>&#x4E0D;&#x53EF;&#x5206;&#x5272;&#x5730;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x751F;&#x547D;<strong>&#x65E2;&#x6709;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x90E8;&#x5206;&#x3001;&#x4E5F;&#x6709;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x90E8;&#x5206;</strong>&#x3002;&#x4F53;&#x9A8C;&#x8FC7;&#x7A0B;&#x7684;&#x4EF7;&#x503C;&#x56E0;&#x4EBA;&#x800C;&#x5F02;&#xFF0C;&#x6807;&#x51C6;&#x8F83;&#x4E3A;&#x4E2A;&#x4EBA;&#x5316;&#x3001;&#x672C;&#x571F;&#x5316;&#x3001;&#x65F6;&#x4EE3;&#x5316;&#xFF1B;&#x6240;&#x8C13;&#x4F53;&#x9A8C;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x4E2D;&#x7684;&#x4F53;&#x9A8C;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x65E0;&#x76EE;&#x7684;&#x4E4B;&#x4F53;&#x9A8C;&#xFF0C;&#x4F46;&#x90FD;&#x662F;&#x751F;&#x547D;&#x7684;&#x65C5;&#x884C;&#x3002;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x522B;&#x4EBA;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x7410;&#x788E;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x5F7B;&#x5E95;&#x3001;&#x4E5F;&#x53EF;&#x4EE5;&#x89E3;&#x51B3;&#x5730;&#x62D9;&#x52A3;&#xFF0C;&#x7531;&#x6B64;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x4EF7;&#x503C;&#x4FBF;&#x6709;&#x4E00;&#x4E9B;&#x5DEE;&#x5F02;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x89E3;&#x51B3;&#x4EBA;&#x751F;&#x4E2D;&#x7684;&#x95EE;&#x9898;</strong></p><p></p><p></p><p><strong>&#x4EBA;&#x7684;&#x4E00;&#x751F;&#x7684;&#x4E0D;&#x540C;&#x9636;&#x6BB5;&#x9762;&#x4E34;&#x4E0D;&#x540C;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F8B;&#x5982;&#x5B66;&#x4E60;&#x3001;&#x601D;&#x8003;&#x3001;&#x804C;&#x4E1A;&#x3001;&#x5A5A;&#x59FB;&#x3001;&#x5BB6;&#x5EAD;&#x3001;&#x6559;&#x80B2;&#x7B49;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x90A3;&#x4E48;&#x4EBA;&#x751F;&#x4E4B;&#x8DEF;&#x4E5F;&#x4F1A;&#x9047;&#x5230;&#x8BF8;&#x591A;&#x574E;&#x5777;&#xFF1B;&#x8BBE;&#x8BA1;&#x8FD9;&#x4E9B;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x662F;&#x4EBA;&#x751F;&#x65C5;&#x9014;&#x7684;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x90E8;&#x5206;&#x3002;</strong></p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5927;&#x5C0F;&#x3001;&#x591A;&#x5C11;&#x3001;&#x597D;&#x574F;&#xFF0C;&#x53EF;&#x4EE5;&#x8861;&#x91CF;&#x4ED6;&#x7684;&#x521B;&#x4F5C;&#x7684;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#x3002;&#x6709;&#x4E9B;&#x201C;&#x5320;&#x201D;&#x624D;&#xFF0C;&#x7CBE;&#x901A;&#x6280;&#x827A;&#x3001;&#x6280;&#x6CD5;&#x548C;&#x6280;&#x672F;&#xFF0C;&#x4F46;<strong>&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x9009;&#x62E9;&#x4E0E;&#x89E3;&#x51B3;&#x7B56;&#x7565;</strong>&#x7F3A;&#x4E4F;&#x601D;&#x8003;&#x548C;&#x63A2;&#x7A76;&#xFF0C;&#x56E0;&#x6B64;&#x65E0;&#x6CD5;&#x6210;&#x4E3A;<strong>&#x201C;&#x5C06;&#x201D;&#x624D;</strong>&#xFF0C;&#x4EE5;&#x53CA;<strong>&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;</strong>&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF1A;&#x201C;&#x9009;&#x62E9;&#x6BD4;&#x52AA;&#x529B;&#x66F4;&#x91CD;&#x8981;&#x201D;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x51B3;&#x7B56;&#x667A;&#x6167;&#xFF0C;&#x52AA;&#x529B;&#x662F;&#x6267;&#x884C;&#x80FD;&#x529B;&#xFF1B;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x4E24;&#x8005;&#x90FD;&#x662F;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x3002;</strong>&#x5728;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x9009;&#x62E9;&#x8868;&#x73B0;&#x4E3A;&#x9009;&#x53D6;&#x6B63;&#x786E;&#x7684;&#x3001;&#x6709;&#x4EF7;&#x503C;&#x3001;&#x6709;&#x673A;&#x4F1A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x52AA;&#x529B;&#x8868;&#x73B0;&#x4E3A;&#x6709;&#x6548;&#x3001;&#x9AD8;&#x8D28;&#x91CF;&#x3001;&#x5FEB;&#x901F;&#x5730;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;<strong>&#x9009;&#x62E9;&#x662F;&#x6218;&#x7565;&#xFF0C;&#x6267;&#x884C;&#x662F;&#x6218;&#x672F;&#x3002;</strong></p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LWETheJOCXrY0kHn8lv%2F-LWvZ3SoIaBw7fZoG_YI%2F-LWv_n3IvRwLHOxqTO_Q%2Fimage.png?alt=media&amp;token=a2ef3670-de9d-44c1-986a-0ccda871dab8" alt=""><i>How to Solve It by George Polya</i></center><p></p><p style="text-align:center"><a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/How_to_Solve_It" target="_blank">from Wikipedia &#x2013; How to Solve It</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><h2 id="2-yan-zhi-jie-jue-shen-me-wen-ti-what-why">2. &#x8A00;&#x5FD7;&#xFF1A;&#x89E3;&#x51B3;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF08;What &amp; Why&#xFF09;<a href="#2-yan-zhi-jie-jue-shen-me-wen-ti-what-why"></a></h2><p></p><p></p><p>&#x201C;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;</strong>&#x201D;&#xFF0C;&#x4E0D;&#x8BBA;&#x5BF9;&#x4E8E;&#x7814;&#x7A76;&#x8005;&#x3001;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x8FD8;&#x662F;&#x4F5C;&#x5BB6;&#x3001;&#x521B;&#x4E1A;&#x8005;&#xFF0C;&#x90FD;&#x662F;<strong>&#x6700;&#x91CD;&#x8981;&#x7684;&#x8BFE;&#x9898;&#x4E4B;&#x4E00;</strong>&#x3002;&#x4ECE;&#x5C0F;&#x7684;&#x65B9;&#x9762;&#x770B;&#x5305;&#x62EC;&#x53D1;&#x73B0;&#x6311;&#x6218;&#x6216;&#x5371;&#x673A;&#x3001;&#x627E;&#x5230;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4ECE;&#x5927;&#x7684;&#x65B9;&#x9762;&#x5219;&#x662F;&#x770B;&#x5230;&#x65F6;&#x4EE3;&#x548C;&#x6587;&#x660E;&#x7684;&#x8D8B;&#x52BF;&#x3001;&#x4ECE;&#x4E8B;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4E8B;&#x4E1A;&#x3002;<strong>&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x51B3;&#x7B56;&#x8FC7;&#x7A0B;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x63D0;&#x9AD8;&#x5230;&#x6218;&#x7565;&#x9AD8;&#x5EA6;&#x6765;&#x56DE;&#x7B54;&#x3002;</strong></p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x201C;&#x95EE;&#x9898;&#x201D;&#x7684;&#x9009;&#x62E9;&#x6216;&#x8BC6;&#x522B;&#xFF0C;&#x5E76;&#x4E0D;&#x4EC5;&#x662F;&#x8BF4;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x5DE5;&#x7A0B;&#x6216;&#x4EA7;&#x54C1;&#x4E2D;&#xFF0C;&#x53D1;&#x73B0;&#x5177;&#x4F53;&#x7684;&#x95EE;&#x9898;&#x5E76;&#x8BBE;&#x8BA1;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x800C;&#x662F;&#x4ECE;&#x4EF7;&#x503C;&#x521B;&#x9020;&#x7684;&#x89D2;&#x5EA6;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x5B87;&#x5B99;&#x3001;&#x4E16;&#x754C;&#x548C;&#x793E;&#x4F1A;&#x7684;&#x5E9E;&#x5927;&#x65F6;&#x7A7A;&#x4E2D;&#xFF0C;&#x654F;&#x9510;&#x7684;&#x8BC6;&#x522B;&#x8981;&#x8BBE;&#x8BA1;&#x54EA;&#x79CD;&#x7CFB;&#x7EDF;&#x3001;&#x5B9E;&#x73B0;&#x54EA;&#x79CD;&#x6280;&#x672F;&#x7A81;&#x7834;&#xFF0C;&#x8FD9;&#x662F;&#x6781;&#x5176;&#x5177;&#x6709;&#x6311;&#x6218;&#x7684;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x725B;&#x987F;&#x800C;&#x8A00;&#xFF0C;&#x4E13;&#x6CE8;&#x4E8E;&#x5BF9;&#x5723;&#x7ECF;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x8FD8;&#x662F;&#x5C1D;&#x8BD5;&#x7528;&#x6570;&#x5B66;&#x539F;&#x7406;&#x89E3;&#x51B3;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x9047;&#x5230;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x4FBF;&#x662F;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#x9009;&#x62E9;&#xFF1B;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x55C5;&#x89C9;&#x4E0E;&#x54C1;&#x4F4D;&#xFF08;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x3001;&#x5929;&#x6587;&#x5B66;&#x3001;&#x7269;&#x7406;&#x5B66;&#xFF09;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5B9E;&#x529B;&#xFF08;&#x6570;&#x5B66;&#x80FD;&#x529B;&#x3001;&#x5FAE;&#x79EF;&#x5206;&#x3001;&#x5B9E;&#x9A8C;&#x8BBE;&#x8BA1;&#xFF09;&#x6620;&#x8BC1;&#x4E86;&#x5929;&#x624D;&#x4E4B;&#x4E3A;&#x5929;&#x624D;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9700;&#x8981;&#x683C;&#x5C40;&#x3001;&#x5FD7;&#x5411;&#x4E0E;&#x667A;&#x6167;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x77E5;&#x9053;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x4E5F;&#x77E5;&#x9053;&#x4E3A;&#x4EC0;&#x4E48;&#x3002;</strong></p><p></p><p></p><p>&#x5F53;&#x4EE3;&#x7684;&#x5F88;&#x591A;&#x4E2D;&#x56FD;&#x7A0B;&#x5E8F;&#x5458;&#x5E38;&#x81EA;&#x79F0;&#x4E3A;<strong>&#x201C;&#x7801;&#x519C;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x6709;&#x81EA;&#x5632;&#x5E7D;&#x9ED8;&#x7684;&#x6210;&#x5206;&#x3001;&#x4E5F;&#x53EF;&#x80FD;&#x6709;&#x88AB;&#x8D2C;&#x635F;&#x7684;&#x80A1;&#x4EFD;&#x3002;&#x5F88;&#x591A;&#x56FD;&#x5BB6;&#x5411;&#x6765;&#x91CD;&#x201C;&#x519C;&#x201D;&#x7684;&#xFF08;&#x201C;&#x58EB;&#x519C;&#x5DE5;&#x5546;&#x201D;&#xFF09;&#xFF0C;&#x672A;&#x5FC5;&#x5C31;&#x662F;&#x8D2C;&#x79F0;&#xFF0C;&#x4F46;&#x503C;&#x5F97;&#x8B66;&#x60D5;&#x7684;&#x53EF;&#x80FD;&#x662F;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x81EA;&#x6211;&#x5B9A;&#x4F4D;&#x7684;&#x5C40;&#x9650;&#x3002;&#x81EA;&#x79F0;&#x4E3A;&#x201C;&#x7801;&#x519C;&#x201D;&#x7684;&#x8F83;&#x591A;&#x662F;&#x4F01;&#x4E1A;&#x6216;&#x7EC4;&#x7EC7;&#x5185;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x4ED6;&#x4EEC;&#x6309;&#x7167;&#x4EA7;&#x54C1;&#x7ECF;&#x7406;&#x7684;&#x8BBE;&#x8BA1;&#x6765;&#x5B9E;&#x73B0;&#x4EE3;&#x7801;&#xFF0C;&#x662F;&#x201C;&#x5B9E;&#x73B0;&#x8005;&#x201D;&#xFF08;implementor&#xFF09;&#x800C;&#x975E;&#x201C;&#x601D;&#x60F3;&#x8005;&#x201D;&#xFF0C;&#x8FD9;&#x5E26;&#x6765;&#x8BF8;&#x591A;&#x9690;&#x60A3;&#x3002;&#x5931;&#x53BB;&#x4E86;&#x601D;&#x8003;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x8BC6;&#x522B;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x72B9;&#x5982;&#x4EBA;&#x5931;&#x53BB;&#x4E86;&#x5927;&#x8111;&#xFF0C;&#x53EA;&#x6709;&#x624B;&#x811A;&#xFF1B;&#x4E45;&#x800C;&#x4E45;&#x4E4B;&#xFF0C;<strong>&#x4EBA;&#x88AB;&#x6280;&#x672F;&#x6240;&#x7528;&#xFF0C;&#x800C;&#x975E;&#x8FD0;&#x7528;&#x6280;&#x672F;</strong>&#x3002;</p><p></p><p></p><p>&#x9ED1;&#x5BA2;&#x5219;&#x4E0D;&#x540C;&#xFF0C;<strong>&#x9ED1;&#x5BA2;&#x4EE5;&#x521B;&#x9020;&#x6280;&#x672F;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E3A;&#x57FA;&#x672C;&#x5DE5;&#x4F5C;</strong>&#xFF0C;&#x4E0D;&#x5C40;&#x9650;&#x4E8E;&#x7EC4;&#x7EC7;&#x548C;&#x4F01;&#x4E1A;&#x5185;&#x7684;&#x65E5;&#x5E38;&#x4EFB;&#x52A1;&#xFF0C;&#x6709;&#x5F00;&#x9614;&#x7684;&#x89C6;&#x91CE;&#x548C;&#x575A;&#x5B9E;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;<strong>&#x9876;&#x7EA7;&#x9ED1;&#x5BA2;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x548C;&#x601D;&#x8003;&#x7684;&#x7EF4;&#x5EA6;&#xFF0C;&#x5E38;&#x5E38;&#x76F4;&#x51FB;&#x4EA7;&#x4E1A;&#x548C;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x5173;&#x952E;&#x8282;&#x70B9;</strong>&#x3002;&#x300A;&#x6D6A;&#x6F6E;&#x4E4B;&#x5DC5;&#x300B;&#x4F5C;&#x8005;&#x5434;&#x519B;&#x6839;&#x636E;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#x6717;&#x9053;&#x5BF9;&#x7269;&#x7406;&#x5B66;&#x884C;&#x4E1A;&#x7684;&#x5206;&#x7EA7;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;<a href="http://blog.sina.com.cn/s/blog_13158c7b50102x7yj.html" target="_blank" rel="noreferrer noopener">&#x5DE5;&#x7A0B;&#x5E08;&#x7684;&#x5206;&#x7EA7;&#x65B9;&#x6CD5;</a>&#x5982;&#x4E0B;&#xFF1A;</p><p></p><p></p><ul><li>&#x7B2C;&#x4E94;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5B8C;&#x6210;&#x5DE5;&#x7A0B;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x56DB;&#x7EA7;&#xFF1A;&#x80FD;&#x6307;&#x5BFC;&#x548C;&#x5E26;&#x9886;&#x5176;&#x4ED6;&#x4EBA;&#x4E00;&#x540C;&#x5B8C;&#x6210;&#x66F4;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x5DE5;&#x4F5C;&#x3002;</li><li>&#x7B2C;&#x4E09;&#x7EA7;&#xFF1A;&#x80FD;&#x72EC;&#x7ACB;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x4EA7;&#x54C1;&#x5E76;&#x4E14;&#x5728;&#x5E02;&#x573A;&#x4E0A;&#x83B7;&#x5F97;&#x6210;&#x529F;&#x3002;</li><li>&#x7B2C;&#x4E8C;&#x7EA7;&#xFF1A;&#x80FD;&#x8BBE;&#x8BA1;&#x548C;&#x5B9E;&#x73B0;&#x522B;&#x4EBA;&#x4E0D;&#x80FD;&#x505A;&#x51FA;&#x7684;&#x4EA7;&#x54C1;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x4ED6;&#x7684;&#x4F5C;&#x7528;&#x5F88;&#x96BE;&#x53D6;&#x4EE3;&#x3002;</li><li>&#x7B2C;&#x4E00;&#x7EA7;&#xFF1A;&#x5F00;&#x521B;&#x4E00;&#x4E2A;&#x4EA7;&#x4E1A;&#x3002;</li></ul><p></p><p></p><p>&#x4E09;~&#x4E94;&#x7EA7;&#x5206;&#x522B;&#x662F;&#x521B;&#x4E1A;&#x8005;&#x6216;&#x4EA7;&#x54C1;&#x8D1F;&#x8D23;&#x4EBA;&#x3001;&#x9886;&#x5BFC;&#x8005;&#x3001;&#x5185;&#x90E8;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x7B2C;&#x4E8C;&#x7EA7;&#x662F;&#x5353;&#x8D8A;&#x7684;&#x521B;&#x9020;&#x8005;&#xFF08;Jeff Dean&#x3001;Donald Knuth&#xFF09;&#xFF0C;&#x7B2C;&#x4E00;&#x7EA7;&#x662F;&#x5F00;&#x5148;&#x6CB3;&#x8005;&#xFF08;&#x7231;&#x8FEA;&#x751F;&#x3001;&#x798F;&#x7279;&#x3001;&#x8D1D;&#x5C14;&#xFF09;&#x3002;&#x9ED1;&#x5BA2;&#x7684;&#x76EE;&#x6807;&#x901A;&#x5E38;&#x5728;&#x7B2C;&#x4E00;&#x5230;&#x7B2C;&#x4E09;&#x7EA7;&#xFF0C;&#x81EA;&#x79F0;&#x4E3A;&#x7801;&#x519C;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#x53EF;&#x80FD;&#x591A;&#x6765;&#x81EA;&#x7B2C;&#x56DB;&#x548C;&#x7B2C;&#x4E94;&#x7EA7;&#x3002;<strong>&#x8FD9;&#x662F;&#x6280;&#x672F;&#x7EF4;&#x5EA6;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x4E5F;&#x662F;&#x5C06;&#x624D;&#x4E0E;&#x5320;&#x624D;&#x7684;&#x5DEE;&#x5F02;&#x3002;</strong>&#x4E5F;&#x5B58;&#x5728;&#x7B2C;&#x96F6;&#x7EA7;&#x7684;&#x9ED1;&#x5BA2;&#xFF0C;&#x6709;&#x5982;&#x5B54;&#x5B50;&#x3001;&#x8001;&#x5B50;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x725B;&#x987F;&#x7B49;&#xFF0C;&#x501F;&#x52A9;&#x7406;&#x6027;&#x3001;&#x79D1;&#x5B66;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x5F00;&#x521B;&#x4E86;&#x65B0;&#x7684;&#x8F74;&#x5FC3;&#x65F6;&#x4EE3;&#xFF0C;&#x4ED6;&#x4EEC;&#x521B;&#x9020;&#x6587;&#x660E;&#x3002;</p><p></p><p></p><p>&#x666E;&#x901A;&#x4EBA;&#x56FF;&#x4E8E;&#x8C0B;&#x8EAB;&#x3001;&#x81EA;&#x5229;&#x7B49;&#x5C0F;&#x95EE;&#x9898;&#xFF0C;&#x5353;&#x8D8A;&#x8005;&#x201C;&#x6267;&#x62D7;&#x201D;&#x4E8E;&#x5F00;&#x521B;&#x3001;&#x5FE7;&#x56FD;&#x7B49;&#x5927;&#x95EE;&#x9898;&#xFF1B;&#x867D;&#x4EBA;&#x4EBA;&#x5E73;&#x7B49;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x64C5;&#x4E8E;&#x5229;&#x4ED6;&#x3001;&#x52C7;&#x4E8E;&#x52A9;&#x4EBA;&#x8005;&#xFF0C;&#x603B;&#x662F;&#x5C11;&#x6570;&#x3002;Richard Stallman&#x7B49;&#x5F00;&#x6E90;&#x65F6;&#x4EE3;&#x7684;&#x5F00;&#x521B;&#x8005;&#x4EEC;&#xFF0C;&#x6267;&#x7740;&#x4E8E;&#x81EA;&#x7531;&#x8F6F;&#x4EF6;&#x8FD0;&#x52A8;&#xFF0C;&#x4E0E;&#x5546;&#x4E1A;&#x4E16;&#x754C;&#x51B3;&#x88C2;&#xFF0C;&#x8868;&#x73B0;&#x51FA;&#x7684;&#x662F;&#x4E3A;&#x4E16;&#x754C;&#x8C0B;&#x5229;&#x76CA;&#x7684;&#x5BBD;&#x9614;&#x80F8;&#x6000;&#x4E0E;&#x8FDC;&#x5927;&#x5FD7;&#x5411;&#xFF0C;&#x5176;&#x529F;&#x751A;&#x4F1F;&#xFF1B;&#x6CA1;&#x6709;&#x8FD9;&#x79CD;&#x9884;&#x89C1;&#x529B;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;Linux&#x7B49;&#x5F00;&#x6E90;&#x7CFB;&#x7EDF;&#xFF0C;&#x4E5F;&#x5C31;&#x6CA1;&#x6709;&#x4ECA;&#x5929;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4E16;&#x754C;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x9664;&#x4E86;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#x5176;&#x4EF7;&#x503C;&#xFF0C;&#x8FD8;&#x8981;&#x6709;&#x575A;&#x6BC5;&#x7684;&#x52C7;&#x6C14;&#x3001;&#x6052;&#x5FC3;&#x4E0E;&#x5FCD;&#x8010;&#x3002;</strong></p><p></p><p></p><p>&#x6797;&#x8BED;&#x5802;&#x5728;&#x300A;&#x82CF;&#x4E1C;&#x5761;&#x4F20;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x9887;&#x591A;&#x8D2C;&#x635F;&#xFF0C;&#x6881;&#x542F;&#x8D85;&#x5728;&#x300A;&#x738B;&#x8346;&#x516C;&#x300B;&#x4E2D;&#x5BF9;&#x738B;&#x5B89;&#x77F3;&#x656C;&#x8D5E;&#x4E4B;&#x81F3;&#x3002;&#x4EE5;&#x6587;&#x4EBA;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6797;&#x8BED;&#x5802;&#xFF09;&#xFF0C;&#x82CF;&#x4E1C;&#x5761;&#x8C6A;&#x8FC8;&#x81EA;&#x7531;&#xFF0C;&#x5F15;&#x81F4;&#x4E86;&#x201C;&#x4E4C;&#x53F0;&#x8BD7;&#x6848;&#x201D;&#x7684;&#x738B;&#x5B89;&#x77F3;&#x5219;&#x88AB;&#x63CF;&#x7ED8;&#x4E3A;&#x5978;&#x76F8;&#xFF1B;&#x4EE5;&#x653F;&#x6CBB;&#x5BB6;&#x7684;&#x89C6;&#x89D2;&#xFF08;&#x6881;&#x542F;&#x8D85;&#xFF09;&#xFF0C;&#x738B;&#x5B89;&#x77F3;&#x820D;&#x8EAB;&#x4E3A;&#x56FD;&#xFF0C;&#x4E3A;&#x5E38;&#x4EBA;&#x6240;&#x4E0D;&#x6562;&#x4E3A;&#x3002;&#x6797;&#x3001;&#x6881;&#x683C;&#x5C40;&#x4E0D;&#x540C;&#xFF0C;&#x6240;&#x4F5C;&#x8BC4;&#x8BBA;&#x4FBF;&#x6709;&#x5DEE;&#x5F02;&#xFF1B;&#x82CF;&#x3001;&#x738B;&#x6216;&#x8BB8;&#x90FD;&#x662F;&#x4E00;&#x65F6;&#x201C;&#x738B;&#x4F50;&#x201D;&#xFF0C;&#x4F46;&#x738B;&#x5B89;&#x77F3;&#x4EE5;&#x300A;&#x4E0A;&#x4EC1;&#x5B97;&#x7687;&#x5E1D;&#x8A00;&#x4E8B;&#x4E66;&#x300B;&#x76F4;&#x9648;&#x5929;&#x4E0B;&#x4E4B;&#x5371;&#xFF0C;&#x800C;&#x540E;&#x53C8;&#x80FD;&#x8F85;&#x795E;&#x5B97;&#x53D8;&#x6CD5;&#xFF0C;&#x8FD9;&#x53C8;&#x662F;&#x82CF;&#x8F7C;&#x6240;&#x672A;&#x80FD;&#x53CA;&#x3002;&#x867D;&#x53D8;&#x6CD5;&#x6210;&#x8D25;&#x8912;&#x8D2C;&#x4E0D;&#x4E00;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x6CA1;&#x6709;&#x738B;&#x8346;&#x516C;&#x7684;&#x8FDC;&#x89C1;&#x3001;&#x5FC3;&#x529B;&#x4E0E;&#x52C7;&#x6C14;&#xFF0C;&#x5219;&#x7EDD;&#x65E0;&#x53EF;&#x80FD;&#x8FCE;&#x5929;&#x4E0B;&#x4E4B;&#x96BE;&#x800C;&#x4E0A;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x8BF4;&#x7684;&#x662F;&#x6CBB;&#x56FD;&#xFF0C;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x4E5F;&#x662F;&#x540C;&#x7406;&#x3002;&#x505A;&#x5927;&#x91CF;&#x7684;&#x7410;&#x788E;&#x7684;&#x9009;&#x62E9;&#xFF0C;&#x4E0D;&#x5982;&#x575A;&#x5B88;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x9009;&#x62E9;&#x3002;&#xFF08;&#x6295;&#x8D44;&#x7684;&#x667A;&#x6167;&#x4E0E;&#x6B64;&#x7C7B;&#x4F3C;&#xFF09;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x9009;&#x62E9;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x54C1;&#x5473;&#xFF0C;&#x77E5;&#x5176;&#x673A;&#x8981;&#x3001;&#x6709;&#x6240;&#x4E0D;&#x4E3A;&#x3002;</strong></p><p></p><p></p><p>&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x5305;&#x62EC;&#x4E86;&#x5BF9;&#x65F6;&#x4EE3;&#x3001;&#x793E;&#x4F1A;&#x548C;&#x6280;&#x672F;&#x7684;&#x6D1E;&#x5BDF;&#xFF0C;&#x5BF9;&#x79C1;&#x5229;&#x7684;&#x6DE1;&#x7136;&#xFF0C;&#x5BF9;&#x201C;&#x5C0F;&#x806A;&#x660E;&#x201D;&#x7684;&#x65E0;&#x89C6;&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x52FF;&#x4EE5;&#x6076;&#x5C0F;&#x800C;&#x4E3A;&#x4E4B;&#x201D;&#xFF08;Don&#x2019;t be evil&#xFF09;&#x3002;&#x8FD9;&#x54C1;&#x5473;&#xFF0C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x6280;&#x672F;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x7CBE;&#x795E;&#x7684;&#xFF1B;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x5173;&#x4E8E;&#x201C;&#x5251;&#x201D;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5173;&#x4E4E;&#x201C;&#x5FC3;&#x201D;&#x7684;&#x3002;</p><p></p><p></p><p>&#x6709;&#x4EBA;&#x7531;&#x4E8E;&#x7ECF;&#x6D4E;&#x3001;&#x5BB6;&#x5EAD;&#x7B49;&#x7EA6;&#x675F;&#xFF0C;&#x81EA;&#x8BA4;&#x4E3A;&#x65E0;&#x4ECE;&#x9009;&#x62E9;&#x3002;&#x4E3B;&#x89C2;&#x6216;&#x5BA2;&#x89C2;&#x7684;&#x7EA6;&#x675F;&#x603B;&#x662F;&#x5B58;&#x5728;&#xFF0C;&#x7A81;&#x7834;&#x7EA6;&#x675F;&#x3001;&#x514B;&#x670D;&#x9650;&#x5236;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x5206;&#x6790;&#x3001;&#x53D6;&#x820D;&#x3001;&#x7B5B;&#x9009;&#x95EE;&#x9898;&#x7684;&#x54C1;&#x5473;&#x548C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x6545;&#x6B32;&#x6210;&#x4E00;&#x6D41;&#x4E4B;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x5FC5;&#x6709;&#x4E00;&#x6D41;&#x4E4B;&#x62B1;&#x8D1F;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x89C1;&#x8BC6;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x7CBE;&#x795E;&#x3001;&#x4E00;&#x6D41;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x4EE5;&#x9053;&#x5FA1;&#x672F;&#x3001;&#x4EE5;&#x5FC3;&#x5FA1;&#x5668;&#xFF0C;&#x9009;&#x62E9;&#x6B63;&#x786E;&#x7684;&#x95EE;&#x9898;&#x800C;&#x89E3;&#x7B54;&#x4E4B;&#xFF1B;&#x5584;&#x6076;&#x9AD8;&#x4F4E;&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x77E5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2 id="3-wen-dao-ru-he-jie-jue-wen-ti-how"><strong>3. &#x95EE;&#x9053;&#xFF1A;&#x5982;&#x4F55;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;How&#xFF09;</strong><a href="#3-wen-dao-ru-he-jie-jue-wen-ti-how"></a></h2><p></p><p></p><p>&#x8001;&#x5B50;&#x8BF4;&#xFF1A;&#x201C;&#x5343;&#x91CC;&#x4E4B;&#x884C;&#xFF0C;&#x59CB;&#x4E8E;&#x8DB3;&#x4E0B;&#x3002;&#x201D; <strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;</strong>&#x662F;&#x4E00;&#x79CD;&#x6280;&#x672F;&#xFF0C;&#x662F;&#x4E00;&#x4E2A;&#x5BCC;&#x6709;&#x903B;&#x8F91;&#x6027;&#x7684;&#x601D;&#x7EF4;&#x548C;&#x5B9E;&#x8DF5;&#x8FC7;&#x7A0B;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x52B3;&#x52A8;&#x529B;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x516C;&#x53F8;&#x62DB;&#x8058;&#x7684;&#x662F;&#x80FD;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x4EBA;&#xFF1B;&#x5BF9;&#x4E8E;&#x5546;&#x54C1;&#x5E02;&#x573A;&#x6765;&#x770B;&#xFF0C;&#x6D88;&#x8D39;&#x8005;&#x8D2D;&#x4E70;&#x7684;&#x662F;&#x80FD;&#x6EE1;&#x8DB3;&#x4E2A;&#x4EBA;&#x6216;&#x8005;&#x7EC4;&#x7EC7;&#x9700;&#x8981;&#x7684;&#x4EA7;&#x54C1;&#xFF08;&#x56FA;&#x5316;&#x4E86;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#xFF09;&#x3002;&#x52B3;&#x52A8;&#x529B;&#x548C;&#x5546;&#x54C1;&#x4EE3;&#x8868;&#x7684;&#x80FD;&#x529B;&#x662F;&#x76EE;&#x7684;&#x660E;&#x786E;&#x7684;&#xFF0C;&#x8FD9;&#x4ECE;&#x62DB;&#x8058;&#x5E7F;&#x544A;&#x548C;&#x4EA7;&#x54C1;&#x5E7F;&#x544A;&#x5C31;&#x80FD;&#x770B;&#x51FA;&#xFF0C;&#x4F46;&#x79CD;&#x80FD;&#x529B;&#x5728;&#x793E;&#x4F1A;&#x5206;&#x5DE5;&#x8FD9;&#x79CD;&#x201C;&#x5206;&#x6790;&#x201D;&#x3001;&#x201C;&#x5206;&#x89E3;&#x201D;&#x7684;&#x884C;&#x4E3A;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x5448;&#x73B0;&#x51FA;&#x652F;&#x79BB;&#x7834;&#x788E;&#x7684;&#x72B6;&#x6001;&#xFF0C;&#x4ED6;&#x4EEC;&#x80CC;&#x540E;&#x7684;&#x5171;&#x540C;&#x6027;&#x548C;&#x201C;&#x7EFC;&#x5408;&#x201D;&#x7279;&#x6027;&#x53EA;&#x6709;&#x5C11;&#x6570;&#x4EBA;&#x638C;&#x63E1;&#x3002;&#x8FD9;&#x4E5F;&#x9020;&#x6210;&#x4E86;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5C0F;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x5C40;&#x90E8;&#x95EE;&#x9898;&#x201D;&#xFF0C;&#x5C11;&#x90E8;&#x5206;&#x4EBA;&#x89E3;&#x51B3;&#x201C;&#x5927;&#x95EE;&#x9898;&#x201D;&#x3001;&#x201C;&#x6574;&#x4F53;&#x95EE;&#x9898;&#x201D;&#x7684;&#x5C40;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5982;&#x4F55;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x6280;&#x672F;&#xFF0C;&#x4E0B;&#x9762;&#x7B80;&#x8981;&#x53D9;&#x8FF0;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x662F;&#x601D;&#x60F3;</strong></p><p></p><p></p><p>&#x5C31;&#x8F83;&#x5E7F;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#x800C;&#x8A00;&#xFF08;&#x5DE5;&#x7A0B;&#x5E08;&#x3001;&#x53D1;&#x660E;&#x5BB6;&#x7B49;&#xFF09;&#xFF0C;&#x5176;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x770B;&#x4F3C;&#x662F;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x80FD;&#x529B;&#xFF1B;&#x800C;&#x5BF9;&#x4E8E;&#x4E00;&#x822C;&#x516C;&#x4F17;&#x800C;&#x8A00;&#xFF0C;&#x72ED;&#x4E49;&#x7684;&#x9ED1;&#x5BA2;&#xFF08;&#x8BA1;&#x7B97;&#x673A;&#x6280;&#x672F;&#x4E13;&#x5BB6;&#x3001;&#x7A0B;&#x5E8F;&#x5458;&#xFF09;&#x7684;&#x6838;&#x5FC3;&#x80FD;&#x529B;&#x4F3C;&#x4E4E;&#x662F;<strong>&#x5199;&#x4EE3;&#x7801;</strong>&#x3002;&#x8FD9;&#x4E24;&#x79CD;&#x770B;&#x6CD5;&#x90FD;&#x5B58;&#x5728;&#x504F;&#x89C1;&#x3002;</p><p></p><p></p><p>&#x6216;&#x8BB8;&#x5BF9;&#x4E8E;&#x201C;&#x7B2C;&#x4E94;&#x7EA7;&#x5DE5;&#x7A0B;&#x5E08;&#x201D;&#xFF08;&#x89C1;&#x4E0A;&#x6587;&#xFF09;&#x6765;&#x8BF4;&#xFF0C;&#x53EA;&#x8981;&#x80FD;&#x5C06;&#x4EA7;&#x54C1;&#x610F;&#x56FE;&#x7FFB;&#x8BD1;&#x4E3A;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x8DB3;&#x591F;&#x4E86;&#x3002;&#x4F46;&#x597D;&#x6BD4;&#x6211;&#x4EEC;&#x4E0D;&#x4F1A;&#x8BF4;&#x4E00;&#x4E2A;&#x4EBA;&#x64C5;&#x957F;&#x201C;&#x5199;&#x4F5C;&#x201D;&#x662F;&#x4ED6;&#x8BA4;&#x8BC6;&#x591A;&#x5C11;&#x6C49;&#x5B57;&#x3001;&#x80FD;&#x7528;&#x51E0;&#x79CD;&#x53E5;&#x578B;&#xFF0C;&#x800C;&#x6700;&#x5173;&#x952E;&#x7684;&#x662F;&#x4ED6;&#x5177;&#x6709;&#x4EC0;&#x4E48;&#x601D;&#x60F3;&#x6216;&#x53D9;&#x4E8B;&#x3001;&#x5982;&#x4F55;&#x8868;&#x8FF0;&#xFF1B;&#x6211;&#x4EEC;&#x4E5F;&#x4E0D;&#x4F1A;&#x8BA4;&#x4E3A;&#x4F1A;&#x4F7F;&#x7528;&#x7A0B;&#x5E8F;&#x8BED;&#x8A00;&#x5C31;&#x4EE3;&#x8868;&#x80FD;&#x7528;&#x7A0B;&#x5E8F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x201C;&#x7801;&#x519C;&#x201D;&#x4E0D;&#x4F1A;&#x601D;&#x8003;&#xFF0C;&#x90A3;&#x548C;&#x673A;&#x5668;&#x4E5F;&#x5E76;&#x6CA1;&#x6709;&#x5DEE;&#x522B;&#x3002;</p><p></p><p></p><p>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF0C;&#x5C31;&#x5176;&#x672C;&#x8EAB;&#x800C;&#x8A00;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x662F;&#x5BF9;&#x95EE;&#x9898;&#x7684;&#x7406;&#x89E3;&#x3001;&#x5206;&#x6790;&#x3001;&#x6EAF;&#x6E90;&#x3001;&#x8BBE;&#x8BA1;&#x3001;&#x6267;&#x884C;&#x3001;&#x68C0;&#x9A8C;&#x7B49;&#x8FC7;&#x7A0B;&#xFF1B;&#x4E66;&#x5199;&#x3001;&#x4F5C;&#x753B;&#x3001;&#x4EE3;&#x7801;&#xFF0C;&#x53EF;&#x80FD;&#x53EA;&#x5C5E;&#x4E8E;&#x6267;&#x884C;&#x8FD9;&#x4E00;&#x4E2A;&#x6B65;&#x9AA4;&#x3002;&#x540C;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E0D;&#x540C;&#x4EBA;&#x7684;&#x5904;&#x7406;&#x65B9;&#x5F0F;&#x53EF;&#x80FD;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#xFF0C;&#x8FD9;&#x5728;&#x7A0B;&#x5E8F;&#x8BBE;&#x8BA1;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF1A;</p><p></p><p></p><ol><li>&#x7406;&#x89E3;&#x9519;&#x8BEF;&#x5FC5;&#x7136;&#x5BFC;&#x81F4;&#x767D;&#x8D39;&#x529F;&#x592B;&#xFF1B;</li><li>&#x5206;&#x6790;&#x4E0D;&#x900F;&#x5F7B;&#x3001;&#x627E;&#x4E0D;&#x5230;&#x6839;&#x672C;&#x539F;&#x56E0;&#xFF0C;&#x6216;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x8349;&#x7387;&#x3001;&#x77ED;&#x89C6;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;dirty &amp; quick fix&#xFF1B;</li><li>&#x8BBE;&#x8BA1;&#x4E0D;&#x8003;&#x8651;&#x957F;&#x8FDC;&#x53D8;&#x5316;&#x6216;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x5BB9;&#x6613;&#x4EA7;&#x751F;&#x8F83;&#x9AD8;&#x7684;&#x7EF4;&#x62A4;&#x6210;&#x672C;&#xFF1B;</li><li>&#x7F3A;&#x5C11;&#x68C0;&#x9A8C;&#x5FC5;&#x7136;&#x5E26;&#x6765;&#x8D28;&#x91CF;&#x3001;&#x5B89;&#x5168;&#x7B49;&#x9690;&#x60A3;&#x3002;</li></ol><p></p><p></p><p>&#x5C31;&#x6B64;&#x800C;&#x8A00;&#xFF0C;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x9700;&#x8981;&#x7684;&#x662F;&#x7EFC;&#x5408;&#x7684;&#x903B;&#x8F91;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3001;&#x5927;&#x5C40;&#x89C2;&#x4E0E;&#x7EC6;&#x8282;&#x5904;&#x7406;&#x7684;&#x80FD;&#x529B;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x67D0;&#x4E00;&#x4E2A;&#x4E13;&#x95E8;&#x7684;&#x6280;&#x5DE7;&#x6216;&#x201C;&#x9524;&#x5B50;&#x201D;&#x3002;&#x5C06;&#x95EE;&#x9898;&#x653E;&#x7F6E;&#x5230;&#x5F53;&#x65F6;&#x7684;&#x60C5;&#x666F;&#x4E2D;&#x8003;&#x5BDF;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x6574;&#x4F53;&#x7684;&#x7CFB;&#x7EDF;&#x6216;&#x751F;&#x6001;&#x8FDB;&#x884C;&#x5224;&#x65AD;&#xFF0C;&#x4EE5;&#x53CA;&#x5224;&#x65AD;&#x662F;&#x5426;&#x53EF;&#x4EE5;&#x4E0D;&#x89E3;&#x51B3;&#x8BE5;&#x95EE;&#x9898;&#xFF0C;&#x90FD;&#x4F9D;&#x8D56;&#x4E8E;&#x6E05;&#x6670;&#x4E25;&#x8C28;&#x7684;<strong>&#x7406;&#x6027;</strong>&#x3002;</p><p></p><p></p><p>&#x8981;&#x89E3;&#x51B3;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x8005;&#x8BBE;&#x8BA1;&#x72EC;&#x4E00;&#x65E0;&#x4E8C;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;<strong>&#x9700;&#x8981;&#x5BF9;&#x6839;&#x672C;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5EA6;&#x601D;&#x8003;&#xFF08;&#x5982;&#x4F7F;&#x7528;&#x8005;&#x7684;&#x4EBA;&#x6027;&#x8003;&#x5BDF;&#x3001;&#x573A;&#x666F;&#x7684;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x3001;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x8109;&#x7EDC;&#x7B49;&#xFF09;&#xFF0C;&#x9700;&#x8981;&#x8DE8;&#x5B66;&#x79D1;&#x3001;&#x591A;&#x6A21;&#x578B;&#x7684;&#x7EFC;&#x5408;&#x5206;&#x6790;&#x548C;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x9886;&#x5BFC;&#x529B;&#x548C;&#x51B3;&#x7B56;&#x80FD;&#x529B;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x8D44;&#x6E90;&#x3001;&#x6280;&#x672F;&#x3001;&#x4EBA;&#x529B;&#x7684;&#x7EC4;&#x7EC7;&#x548C;&#x534F;&#x8C03;&#x80FD;&#x529B;</strong>&#x3002;</p><p></p><p></p><p>&#x95EE;&#x9898;&#x7684;&#x7EF4;&#x5EA6;&#x8D8A;&#x9AD8;&#x6216;&#x8005;&#x6DF1;&#x5EA6;&#x8D8A;&#x6DF1;&#xFF0C;&#x5BF9;&#x601D;&#x60F3;&#x80FD;&#x529B;&#x548C;&#x7EFC;&#x5408;&#x80FD;&#x529B;&#x7684;&#x8981;&#x6C42;&#x4E5F;&#x5C31;&#x8D8A;&#x9AD8;&#x3002;&#x89E3;&#x51B3;&#x590D;&#x6742;&#x5EA6;&#x9AD8;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x591A;&#x5F3A;&#x8C03;&#x534F;&#x4F5C;&#x4E0E;&#x5206;&#x5DE5;&#xFF0C;&#x5982;&#x679C;&#x4E3B;&#x5BFC;&#x8005;&#x7684;&#x601D;&#x60F3;&#x4E0D;&#x6DF1;&#x5165;&#x3001;&#x4E0D;&#x7CBE;&#x786E;&#xFF0C;&#x90A3;&#x4E48;&#x6574;&#x76D8;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x8BBE;&#x8BA1;&#x548C;&#x8C03;&#x5EA6;&#x5FC5;&#x7136;&#x6DF7;&#x4E71;&#xFF0C;&#x83B7;&#x53D6;&#x6210;&#x529F;&#x5C06;&#x6781;&#x5177;&#x6311;&#x6218;&#x3002;&#x8FD9;&#x4E0E;&#x53E4;&#x4EBA;&#x5BF9;&#x9886;&#x5BFC;&#x8005;&#x201C;&#x5185;&#x5723;&#x5916;&#x738B;&#x201D;&#x6216;&#x201C;&#x54F2;&#x4EBA;&#x738B;&#x201D;&#x7684;&#x653F;&#x6CBB;&#x7406;&#x60F3;&#x4F20;&#x7EDF;&#x662F;&#x4E00;&#x81F4;&#x7684;&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x5206;&#x5DE5;&#x7EC6;&#x5316;&#x7684;&#x52A0;&#x5267;&#x548C;&#x793E;&#x4F1A;&#x590D;&#x6742;&#x5316;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5BF9;&#x201C;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;&#x201D;&#x638C;&#x63E1;&#x667A;&#x6167;&#x4E0E;&#x601D;&#x60F3;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;<strong>&#x5B66;&#x4E60;&#x80FD;&#x529B;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x7684;&#x524D;&#x63D0;&#x3002;</strong>&#x201C;&#x95EE;&#x6E20;&#x90A3;&#x5F97;&#x6E05;&#x5982;&#x8BB8;&#xFF0C;&#x4E3A;&#x6709;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x6765;&#x201D;&#xFF1B;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x80FD;&#x529B;&#x59CB;&#x7EC8;&#x201C;&#x6E05;&#x5982;&#x8BB8;&#x201D;&#xFF0C;&#x601D;&#x60F3;&#x4E0E;&#x6280;&#x5DE7;&#x80FD;&#x591F;&#x4FDD;&#x6301;&#x5353;&#x8D8A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x6709;&#x5B66;&#x4E60;&#x7684;&#x201C;&#x6E90;&#x5934;&#x6D3B;&#x6C34;&#x201D;&#x4F5C;&#x4E3A;&#x8F93;&#x5165;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x5185;&#x5728;&#x7ED3;&#x6784;</strong></p><p></p><p></p><p>&#x5185;&#x5728;&#x7ED3;&#x6784;&#x7684;&#x542B;&#x4E49;&#x662F;&#x201C;&#x4E00;&#x79CD;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x201D;&#x6216;&#x201C;&#x4E00;&#x79CD;&#x6280;&#x672F;&#x201D;&#xFF0C;&#x901A;&#x5E38;&#x4F1A;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x4ED6;&#x6280;&#x672F;&#x7684;&#x8FD0;&#x7528;&#x6216;&#x521B;&#x9020;&#xFF0C;&#x800C;&#x5F62;&#x6210;&#x65B0;&#x7684;&#x6280;&#x672F;&#x6216;&#x5185;&#x5728;&#x7ED3;&#x6784;&#x3002;&#x5E38;&#x89C4;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8FC7;&#x7A0B;&#x90FD;&#x662F;&#x7528;&#x5DF2;&#x6709;&#x7684;&#x65B9;&#x6848;&#x6216;&#x6280;&#x672F;&#x6765;&#x89E3;&#x51B3;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#xFF0C;&#x6280;&#x672F;&#x5BF9;&#x4E8E;&#x5F88;&#x591A;&#x4EBA;&#x6765;&#x8BF4;&#x53EA;&#x662F;&#x201C;&#x9ED1;&#x76D2;&#x201D;&#xFF0C;&#x5F88;&#x5C11;&#x9700;&#x8981;&#x201C;&#x91CD;&#x65B0;&#x53D1;&#x660E;&#x8F6E;&#x5B50;&#x201D;&#x3002;&#x4F46;&#x91CD;&#x89C6;&#x5185;&#x5728;&#x7ED3;&#x6784;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x5BF9;&#x5185;&#x90E8;&#x6216;&#x6839;&#x672C;&#x65B9;&#x6CD5;&#x7684;&#x53CD;&#x7701;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x770B;&#x51E0;&#x4E2A;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4F8B;&#x5B50;&#x3002;</p><p></p><p></p><ol><li>&#x4F3D;&#x5229;&#x7565;&#x901A;&#x8FC7;&#x81EA;&#x5236;&#x5929;&#x6587;&#x671B;&#x8FDC;&#x955C;&#xFF0C;&#x89C2;&#x6D4B;&#x5230;&#x4E86;&#x51F9;&#x51F8;&#x4E0D;&#x5E73;&#x7684;&#x6708;&#x7403;&#x8868;&#x9762;&#x3001;&#x53CA;&#x6728;&#x661F;&#x7684;&#x56DB;&#x9897;&#x536B;&#x661F;&#x3001;&#x91D1;&#x661F;&#x7684;&#x76C8;&#x4E8F;&#x73B0;&#x8C61;&#xFF0C;&#x7528;&#x4E8B;&#x5B9E;&#x6253;&#x7834;&#x4E86;&#x5929;&#x5730;&#x7684;&#x754C;&#x9650;&#x3001;&#x652F;&#x6301;&#x4E86;&#x201C;&#x65E5;&#x5FC3;&#x8BF4;&#x201D;&#x3001;&#x5E76;&#x8FDB;&#x4E00;&#x6B65;&#x63D0;&#x51FA;&#x4E86;&#x60EF;&#x6027;&#x7406;&#x8BBA;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;&#x6F6E;&#x6C50;&#x73B0;&#x8C61;&#x3002;&#x8FD9;&#x662F;&#x901A;&#x8FC7;&#x6784;&#x5EFA;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4EE5;&#x89E3;&#x51B3;&#x773C;&#x524D;&#x95EE;&#x9898;&#x7684;&#x4F8B;&#x5B50;&#x3002;&#x65B0;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x53C8;&#x7EE7;&#x7EED;&#x63A8;&#x52A8;&#x4E86;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x7684;&#x8FDB;&#x5C55;&#x3002;</li><li>&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x641C;&#x7D22;&#x5F15;&#x64CE;&#xFF0C;Google&#x5728;&#x5185;&#x90E8;&#x5B9E;&#x73B0;&#x4E86;GFS&#x3001;MapReduce&#x3001;BigTable&#x7B49;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#xFF08;infrastructure&#xFF09;&#x5E76;&#x516C;&#x5F00;&#x53D1;&#x8868;&#x6210;&#x679C;&#xFF0C;&#x76F4;&#x63A5;&#x63A8;&#x52A8;&#x4E86;&#x4E4B;&#x540E;&#x7684;&#x5927;&#x6570;&#x636E;&#x5F00;&#x6E90;Hadoop&#x6280;&#x672F;&#x7B49;&#x7684;&#x51FA;&#x73B0;&#x3002;&#x8FD9;&#x662F;&#x5185;&#x90E8;&#x7684;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#x6210;&#x4E3A;&#x521B;&#x65B0;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4ECE;&#x800C;&#x63A8;&#x52A8;&#x6280;&#x672F;&#x8DE8;&#x8D8A;&#x5F0F;&#x53D1;&#x5C55;&#x7684;&#x4F8B;&#x5B50;&#x3002;Amazon&#x7684;AWS&#x7684;&#x51FA;&#x73B0;&#x548C;&#x5546;&#x4E1A;&#x5316;&#x4E5F;&#x662F;&#x7C7B;&#x4F3C;&#x7684;&#x4F8B;&#x5B50;&#x3002;</li></ol><p></p><p></p><p><strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x6280;&#x672F;&#x662F;&#x5C42;&#x5C42;&#x76F8;&#x4F9D;&#x7684;&#x3002;</strong>&#x65B0;&#x7684;&#x6280;&#x672F;&#x63A8;&#x52A8;&#x66F4;&#x591A;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x4F9D;&#x8D56;&#x66F4;&#x591A;&#x8FC7;&#x53BB;&#x7684;&#x6280;&#x672F;&#x3002;&#x660E;&#x767D;&#x8FD9;&#x4E00;&#x70B9;&#x5BF9;&#x4E8E;&#x9ED1;&#x5BA2;&#x6709;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x56E0;&#x4E3A;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x7684;&#x8FC7;&#x7A0B;&#x5F80;&#x5F80;&#x4E5F;&#x4F34;&#x968F;&#x7740;&#x6280;&#x672F;&#x7684;&#x8FDB;&#x6B65;&#xFF0C;&#x5FFD;&#x89C6;&#x4E86;&#x8FD9;&#x79CD;&#x201C;&#x526F;&#x4EA7;&#x54C1;&#x201D;&#xFF0C;&#x65E2;&#x6709;&#x53EF;&#x80FD;&#x5BFC;&#x81F4;&#x8D44;&#x6E90;&#x7684;&#x6D6A;&#x8D39;&#xFF0C;&#x66F4;&#x53EF;&#x80FD;&#x9519;&#x8FC7;&#x6F5C;&#x5728;&#x7684;&#x673A;&#x4F1A;&#x3002;</p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x7EBF;</strong></p><p></p><p></p><p>&#x95EE;&#x9898;&#x662F;&#x6E90;&#x6E90;&#x4E0D;&#x65AD;&#x7684;&#xFF0C;&#x6765;&#x81EA;&#x4E8E;&#x5916;&#x90E8;&#x73AF;&#x5883;&#x7684;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#xFF08;&#x793E;&#x4F1A;&#x3001;&#x65F6;&#x4EE3;&#x3001;&#x5E02;&#x573A;&#x7B49;&#xFF09;&#xFF0C;&#x4E5F;&#x6765;&#x81EA;&#x4E8E;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x9A71;&#x52A8;&#x3002;<strong>&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x901A;&#x5E38;&#x4E5F;&#x5E76;&#x975E;&#x5B8C;&#x7F8E;&#x7684;&#xFF0C;&#x6216;&#x8005;&#x6709;&#x5176;&#x9002;&#x7528;&#x73AF;&#x5883;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x7ECF;&#x5E38;&#x4F1A;&#x5E26;&#x6765;&#x65B0;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x6BD4;&#x5982;&#xFF0C;iPhone&#x4E5F;&#x5F00;&#x62D3;&#x4E86;&#x4E00;&#x4E2A;&#x4E4B;&#x524D;&#x5E73;&#x4E0D;&#x5B58;&#x5728;&#x7684;&#x79FB;&#x52A8;&#x4FE1;&#x606F;&#x7A7A;&#x95F4;&#xFF0C;&#x4F7F;&#x5F97;&#x5927;&#x91CF;&#x7684;&#x65B0;&#x7684;&#x6280;&#x672F;&#x548C;&#x4EA7;&#x54C1;&#x53EF;&#x4EE5;&#x88AB;&#x53D1;&#x660E;&#x548C;&#x5E94;&#x7528;&#xFF0C;&#x6781;&#x5927;&#x5730;&#x523A;&#x6FC0;&#x4E86;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x5982;&#x5171;&#x4EAB;&#x5355;&#x8F66;&#xFF0C;&#x540C;&#x65F6;&#x53C8;&#x5E26;&#x6765;&#x4E86;&#x65B0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x9690;&#x79C1;&#x3001;&#x5B89;&#x5168;&#x548C;&#x793E;&#x4F1A;&#x6CBB;&#x7406;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p><strong>&#x65E7;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x51B3;&#xFF0C;&#x5E76;&#x975E;&#x4E00;&#x52B3;&#x6C38;&#x9038;&#xFF0C;&#x4E0D;&#x65AD;&#x6D8C;&#x73B0;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x4EE5;&#x66FF;&#x4EE3;&#x65E7;&#x7684;&#x6280;&#x672F;&#x65B9;&#x6848;&#x3002;</strong>&#x5982;&#xFF0C;&#x4EA4;&#x901A;&#xFF0C;&#x4ECE;&#x725B;&#x9A6C;&#x3001;&#x9A6C;&#x8F66;&#x3001;&#x706B;&#x8F66;&#x3001;&#x6C7D;&#x8F66;&#x3001;&#x98DE;&#x673A;&#x3001;&#x822A;&#x5929;&#x98DE;&#x673A;&#xFF0C;&#x5230;&#x81EA;&#x52A8;&#x9A7E;&#x9A76;&#xFF0C;&#x8FD9;&#x79CD;&#x53D8;&#x5316;&#x4F9D;&#x7136;&#x6CA1;&#x6709;&#x505C;&#x6B62;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x7A7A;&#x95F4;&#x4F4D;&#x79FB;&#x201D;&#x8FD9;&#x79CD;&#x8FD1;&#x4E4E;&#x6C38;&#x6052;&#x7684;&#x9700;&#x6C42;&#xFF0C;&#x4F9D;&#x7136;&#x4F1A;&#x4E0D;&#x65AD;&#x6709;&#x65B0;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x88AB;&#x63D0;&#x51FA;&#x548C;&#x5B9E;&#x73B0;&#x3002;</p><p></p><p></p><p><strong>&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#x52A8;&#x529B;&#xFF0C;&#x9AD8;&#x5EA6;&#x4F9D;&#x8D56;&#x4E8E;&#x5176;&#x80CC;&#x540E;&#x7684;&#x73B0;&#x8C61;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7269;&#x7406;&#x5B66;&#x672C;&#x8D28;</strong>&#x3002;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x5C31;&#x662F;&#x53D1;&#x7AEF;&#x4E8E;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF0C;&#x6BCF;&#x4E00;&#x6B21;&#x7CFB;&#x7EDF;&#x6027;&#x7684;&#x7269;&#x7406;&#x53D1;&#x73B0;&#xFF0C;&#x90FD;&#x5C06;&#x5E26;&#x6765;&#x98A0;&#x8986;&#x6027;&#x7684;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x3002;&#xFF08;&#x76F8;&#x5BF9;&#x8BBA;&#x548C;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x81F3;&#x4ECA;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x6CA1;&#x6709;&#x6D88;&#x5316;&#x5B8C;&#x6BD5;&#xFF09;&#x5316;&#x5B66;&#x548C;&#x751F;&#x7269;&#x5B66;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;&#x53C8;&#x5728;21&#x4E16;&#x7EAA;&#x5E26;&#x6765;&#x7EB3;&#x7C73;&#x6280;&#x672F;&#x548C;&#x57FA;&#x56E0;&#x5DE5;&#x7A0B;&#x7684;&#x98DE;&#x8DC3;&#x3002;<strong>&#x8FD9;&#x79CD;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x201C;&#x6307;&#x6570;&#x578B;&#x201D;&#x6280;&#x672F;&#x7206;&#x70B8;&#x7684;&#x8D8B;&#x52BF;&#xFF0C;&#x4F7F;&#x5F97;&#x6211;&#x4EEC;&#x7684;&#x95EE;&#x9898;&#x57DF;&#x548C;&#x89E3;&#x6CD5;&#x57DF;&#x7684;&#x8FDB;&#x4E00;&#x6B65;&#x6269;&#x5C55;&#xFF0C;&#x800C;&#x6FC0;&#x53D1;&#x51FA;&#x8D8A;&#x6765;&#x8D8A;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</strong></p><p></p><p></p><p>&#x4ECE;&#x7ED3;&#x6784;&#x4E0A;&#x628A;&#x63E1;&#x95EE;&#x9898;&#x4E0E;&#x89E3;&#x6CD5;&#x7684;&#x8FDB;&#x5316;&#x8DEF;&#x5F84;&#xFF0C;&#x5BF9;&#x4E8E;&#x8BBE;&#x8BA1;&#x771F;&#x6B63;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x662F;&#x6781;&#x4E3A;&#x5173;&#x952E;&#x7684;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x63A2;&#x8BA8;&#x4E86;<strong>&#x89E3;&#x51B3;&#x95EE;&#x9898;&#xFF08;Problem Solving&#xFF09;</strong>&#x7684;&#x57FA;&#x672C;&#x95EE;&#x9898;&#x3002;&#x5728;&#x4E4B;&#x540E;&#x7684;&#x7BC7;&#x7AE0;&#x4E2D;&#xFF0C;&#x968F;&#x7740;&#x95EE;&#x9898;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x66F4;&#x591A;&#x5177;&#x4F53;&#x7684;&#x89E3;&#x8BFB;&#x4E0E;&#x5206;&#x6790;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4E0B;&#x4E00;&#x7BC7;&#x9884;&#x544A;&#xFF1A;<strong>&#x3010;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3011;&#x5E8F; - #3&#xFF1A;&#x6280;&#x672F;&#x4E4B;&#x7F8E;</strong></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>G. Polyia, <a href="https://book.douban.com/subject/1456890/" target="_blank" rel="noreferrer noopener">How to Solve It</a></li><li><a href="https://book.douban.com/search/%E9%AB%98%E6%96%AF" target="_blank" rel="noreferrer noopener">&#x9AD8;&#x65AF; (Donald C. Gause)</a> / <a href="https://book.douban.com/search/%E6%B8%A9%E4%BC%AF%E6%A0%BC" target="_blank" rel="noreferrer noopener">&#x6E29;&#x4F2F;&#x683C; (Gerald M.Weinberg)</a> &#xFF0C;<a href="https://book.douban.com/subject/25772550/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4F60;&#x7684;&#x706F;&#x4EAE;&#x7740;&#x5417;?&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%91%e5%ba%8f-2-%e7%9c%9f%e6%ad%a3%e7%9a%84%e9%97%ae%e9%a2%98%e8%a7%a3%e5%86%b3%e8%80%85</em><hr></center><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【黑客之道】-1：如何培养真正的黑客？/" class="image is-7by1"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Ken_Thompson_%28sitting%29_and_Dennis_Ritchie_at_PDP-11_%282876612463%29.jpg/1920px-Ken_Thompson_%28sitting%29_and_Dennis_Ritchie_at_PDP-11_%282876612463%29.jpg" alt="【黑客之道】#1：如何培养真正的黑客？"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-14T17:27:15.000Z">2019-01-14</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1330 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【黑客之道】-1：如何培养真正的黑客？/">【黑客之道】#1：如何培养真正的黑客？</a></h1><div class="content"><p></p><p>&#x672C;&#x6587;&#x4E3A;<strong>&#x300A;&#x9ED1;&#x5BA2;&#x5F80;&#x4E8B;&#x7CFB;&#x5217; &#x4E4B; &#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;</strong>&#x7684;&#x7B2C;&#x4E00;&#x7BC7;&#x201C;&#x5982;&#x4F55;&#x57F9;&#x517B;&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#x201D;&#x3002;&#x300A;&#x9ED1;&#x5BA2;&#x5F80;&#x4E8B;&#x300B;&#x7CFB;&#x5217;&#x662F;&#x4E00;&#x4E2A;&#x6587;&#x96C6;&#xFF0C;&#x65E8;&#x5728;&#x4ECB;&#x7ECD;&#x9ED1;&#x5BA2;&#x76F8;&#x5173;&#x7684;&#x4EBA;&#x7269;&#x3001;&#x5386;&#x53F2;&#x3001;&#x6280;&#x672F;&#x3001;&#x6587;&#x5316;&#x3001;&#x54F2;&#x5B66;&#x3001;&#x7F8E;&#x5B66;&#x7B49;&#x6709;&#x5173;&#x73B0;&#x4EE3;&#x4FE1;&#x606F;&#x6280;&#x672F;&#x53D1;&#x5C55;&#x7684;&#x91CD;&#x8981;&#x8282;&#x70B9;&#x3002;</p><p></p><p></p><p><strong>&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;</strong>&#x4E3A;<strong>&#x300A;&#x9ED1;&#x5BA2;&#x5F80;&#x4E8B;&#x300B;</strong>&#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x7AE0;&#x8282;&#xFF0C;&#x65E8;&#x5728;&#x4ECB;&#x7ECD;&#x9ED1;&#x5BA2;&#x5728;<strong>&#x201C;&#x9053;&#x201D;&#x7684;&#x5C42;&#x9762;&#x7684;&#x4FEE;&#x517B;</strong>&#x3002;</p><br><p></p><p></p><p>&#x90A3;&#x4E48;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;<strong>&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;</strong>&#x5462;&#xFF1F;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x89E3;&#x51B3;&#x7684;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x5462;&#xFF1F;</p><br><p></p><p></p><p><strong>&#x9996;&#x5148;&#xFF0C;&#x7B2C;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x201C;&#x9ED1;&#x5BA2;&#x201D;&#xFF1F;</strong></p><p></p><p></p><p>&#x7531;&#x4E8E;&#x5A92;&#x4F53;&#x62A5;&#x9053;&#x7684;&#x7F18;&#x6545;&#xFF0C;&#x201C;&#x9ED1;&#x5BA2;&#x201D;&#x4E00;&#x8BCD;&#x5B58;&#x5728;&#x6B67;&#x4E49;&#x3002;&#x4F3C;&#x4E4E;&#x66F4;&#x5E38;&#x7528;&#x7684;&#x662F;&#x6307;&#x4EE3;&#x5165;&#x4FB5;&#x8BA1;&#x7B97;&#x673A;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FDB;&#x884C;&#x7834;&#x574F;&#x6216;&#x653B;&#x51FB;&#x7684;&#x4EBA;&#x3002;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x91C7;&#x7528;Eris S Raymond&#x7684;&#x5728;<a href="http://www.catb.org/~esr/faqs/hacker-howto.html#what_is" target="_blank" rel="noopener">How to Become a Hacker</a>&#x4E2D;&#x7684;&#x5B9A;&#x4E49;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"></blockquote><p></p><p></p><p>There is a community, a shared culture, of expert programmers and networking wizards that traces its history back through decades to the first time-sharing minicomputers and the earliest ARPAnet experiments. The members of this culture originated the term &#x2018;hacker&#x2019;. Hackers built the Internet. Hackers made the Unix operating system what it is today. Hackers make the World Wide Web work. If you are part of this culture, if you have contributed to it and other people in it know who you are and call you a hacker, you&#x2019;re a hacker.</p><p></p><p>The basic difference is this: hackers build things, crackers break them.</p><cite>Eric S Raymond, <a href="http://www.catb.org/~esr/faqs/hacker-howto.html#what_is" target="_blank" rel="noopener">How to Become a Hacker&#xFEFF;</a></cite><br><p></p><p></p><p>&#x201C;&#x9ED1;&#x5BA2;&#x201D;&#x9700;&#x8981;&#x8FFD;&#x6EAF;&#x5230;&#x90A3;&#x4E9B;<strong>&#x8FFD;&#x6C42;&#x81EA;&#x7531;&#x548C;&#x5B9E;&#x73B0;&#x4F1F;&#x5927;&#x6280;&#x672F;&#x7684;&#x521B;&#x9020;&#x8005;&#x4EEC;</strong>&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x90A3;&#x4E9B;&#x7834;&#x574F;&#x7CFB;&#x7EDF;&#x7684;&#x4EBA;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x8FD9;&#x91CC;&#x8BF4;&#x7684;&#x9ED1;&#x5BA2;&#x662F;&#x90A3;&#x4E9B;&#x6709;&#x597D;&#x5947;&#x5FC3;&#x3001;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x3001;&#x521B;&#x9020;&#x529B;&#x3001;&#x5F00;&#x653E;&#x5171;&#x4EAB;&#x548C;&#x534F;&#x4F5C;&#x6001;&#x5EA6;&#x7684;&#x6280;&#x672F;&#x5F00;&#x62D3;&#x8005;&#x4EEC;&#x3002;</p><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/8/8f/Ken_Thompson_%28sitting%29_and_Dennis_Ritchie_at_PDP-11_%282876612463%29.jpg/1920px-Ken_Thompson_%28sitting%29_and_Dennis_Ritchie_at_PDP-11_%282876612463%29.jpg" alt=""><i><a href="https://en.wikipedia.org/wiki/Ken_Thompson" target="_blank" rel="noopener">Ken Thompson</a>&#xA0;(sitting) and&#xA0;<a href="https://en.wikipedia.org/wiki/Dennis_Ritchie" target="_blank" rel="noopener">Dennis Ritchie</a>&#xA0;working together at a&#xA0;<a href="https://en.wikipedia.org/wiki/PDP-11" target="_blank" rel="noopener">PDP-11</a><br>from <a href="https://en.wikipedia.org/wiki/Unix" target="_blank" rel="noopener">Wikipedia - UNIX</a><br><a rel="noreferrer noopener" href="https://creativecommons.org/licenses/by-sa/2.0" target="_blank">CC BY-SA 2.0</a><br></i><br><br><p></p><p></p><p><strong>&#x5176;&#x6B21;&#xFF0C;&#x4EC0;&#x4E48;&#x662F;&#x201C;&#x9053;&#x201D;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x8C08;&#x201C;&#x9053;&#x201D;&#xFF1F;</strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x7684;&#x9AD8;&#x7B49;&#x6559;&#x80B2;&#x662F;&#x6210;&#x529F;&#x7684;&#x5417;&#xFF1F;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x90A3;&#x4E9B;&#x521B;&#x9020;&#x4E86;&#x6700;&#x65E9;&#x671F;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x548C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7684;&#x53D1;&#x660E;&#x8005;&#x4EEC;&#xFF0C;&#x90FD;&#x4E0D;&#x662F;&#x73B0;&#x4EE3;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x6070;&#x6070;&#x76F8;&#x53CD;&#xFF0C;&#x4ED6;&#x4EEC;&#x4ECE;&#x5176;&#x4ED6;&#x5B66;&#x79D1;&#x548C;&#x4EBA;&#x7C7B;&#x7684;&#x666E;&#x904D;&#x667A;&#x6167;&#x4E2D;&#x6C72;&#x53D6;&#x517B;&#x6599;&#xFF0C;&#x72EC;&#x7ACB;&#x521B;&#x65B0;&#xFF0C;&#x53D6;&#x5F97;&#x4E86;&#x975E;&#x540C;&#x4E00;&#x822C;&#x7684;&#x7A81;&#x7834;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x73B0;&#x5728;&#x7684;&#x5927;&#x591A;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#xFF0C;&#x66F4;&#x6CE8;&#x91CD;&#x77E5;&#x8BC6;&#x3001;&#x6280;&#x672F;&#x3001;&#x5DE5;&#x7A0B;&#x3001;&#x5546;&#x4E1A;&#x7684;&#x201C;&#x672F;&#x201D;&#x7684;&#x5C42;&#x9762;&#x7684;&#x7406;&#x8BBA;&#x548C;&#x5B9E;&#x8DF5;&#xFF0C;&#x800C;&#x5FFD;&#x89C6;&#x4E86;&#x201C;&#x9053;&#x201D;&#x7684;&#x5C42;&#x9762;&#x7684;&#x8D2F;&#x901A;&#x4E0E;&#x5347;&#x534E;&#xFF08;&#x5F53;&#x7136;&#x8FD9;&#x5DF2;&#x7ECF;&#x597D;&#x8FC7;&#x4E00;&#x4E9B;&#x53EA;&#x6CE8;&#x91CD;&#x4E66;&#x9762;&#x77E5;&#x8BC6;&#x7684;&#x6559;&#x80B2;&#x6A21;&#x5F0F;&#xFF09;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x5F88;&#x591A;&#x884C;&#x4E1A;&#x4ECE;&#x4E1A;&#x8005;&#x4EC5;&#x4EC5;&#x80FD;&#x5B8C;&#x6210;&#x6700;&#x57FA;&#x672C;&#x7684;&#x7F16;&#x7801;&#x3001;&#x6D4B;&#x8BD5;&#x7B49;&#x5DE5;&#x4F5C;&#xFF0C;&#x5E38;&#x88AB;&#x79F0;&#x4F5C;&#x201C;&#x7801;&#x519C;&#x201D;&#xFF08;&#x6216;&#x8005;&#x201C;&#x8F6F;&#x4EF6;&#x5DE5;&#x7A0B;&#x5E08;&#x201D;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x4ED6;&#x4EEC;&#x5BF9;&#x4E8E;&#x5982;&#x4F55;&#x5B9E;&#x73B0;&#x66F4;&#x5177;&#x6709;&#x521B;&#x9020;&#x6027;&#x3001;&#x98A0;&#x8986;&#x6027;&#x7684;&#x7A81;&#x7834;&#xFF0C;&#x5728;&#x884C;&#x4E3A;&#x4E0A;&#x96BE;&#x4EE5;&#x6709;&#x5EFA;&#x6811;&#xFF0C;&#x66F4;&#x81F4;&#x547D;&#x7684;&#x662F;&#x5728;&#x601D;&#x60F3;&#x4E0A;&#x3001;&#x54F2;&#x5B66;&#x4E0A;&#x3001;&#x8BA4;&#x8BC6;&#x8BBA;&#x4E0A;&#x8FC7;&#x4E8E;&#x6D45;&#x8584;&#xFF0C;&#x627E;&#x4E0D;&#x5230;&#x65B9;&#x5411;&#x800C;&#x4E0D;&#x81EA;&#x77E5;&#x3002;&#x6709;&#x4E9B;&#x201C;&#x7A0B;&#x5E8F;&#x5458;&#x201D;&#x5E38;&#x5E38;&#x4E3A;&#x4E86;&#x8FFD;&#x6C42;&#x6280;&#x672F;&#x800C;&#x6280;&#x672F;&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x80FD;&#x5F71;&#x54CD;&#x6216;&#x4E3B;&#x5BFC;&#x6280;&#x672F;&#x771F;&#x6B63;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#xFF0C;&#x4E5F;&#x5C31;&#x6709;&#x6096;&#x4E8E;&#x771F;&#x6B63;&#x7684;&#x201C;&#x9ED1;&#x5BA2;&#x7CBE;&#x795E;&#x201D;&#xFF0C;&#x65E0;&#x4EE5;&#x671B;&#x5148;&#x8D24;&#x7684;&#x9879;&#x80CC;&#x3002;&#x6240;&#x4EE5;&#x8FD9;&#x79CD;&#x5DEE;&#x8DDD;&#x6709;&#x65F6;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x6280;&#x672F;&#x4E0A;&#x7684;&#xFF0C;&#x66F4;&#x662F;<strong>&#x601D;&#x60F3;&#x3001;&#x89C2;&#x5FF5;&#x3001;&#x6587;&#x5316;&#x3001;&#x54F2;&#x5B66;&#x548C;&#x7F8E;&#x5B66;&#x4E0A;&#x7684;&#x201C;&#x9053;&#x201D;</strong>&#xFF0C;&#x4F46;&#x8FD9;&#x4E9B;&#x5E76;&#x4E0D;&#x662F;&#x4E66;&#x672C;&#x4E0A;&#x7684;&#x8BA1;&#x7B97;&#x673A;&#x77E5;&#x8BC6;&#x4F1A;&#x76F4;&#x63A5;&#x4F20;&#x6388;&#x6216;&#x57F9;&#x517B;&#x7684;&#x3002;</p><p></p><p></p><p>&#x4E0D;&#x7BA1;&#x662F;&#x54EA;&#x4E2A;&#x4E13;&#x4E1A;&#x80CC;&#x666F;&#x51FA;&#x751F;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x8981;&#x6210;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x201C;&#x9ED1;&#x5BA2;&#x201D;&#xFF0C;&#x5219;&#x5FC5;&#x987B;&#x5177;&#x6709;&#x5185;&#x5728;&#x7684;&#x597D;&#x5947;&#x5FC3;&#x3001;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x4E0E;&#x521B;&#x9020;&#x529B;&#xFF0C;&#x4EE5;&#x53CA;&#x601D;&#x60F3;&#x4E0E;&#x6587;&#x5316;&#x4E0A;&#x5BF9;&#x6280;&#x672F;&#x4E0E;&#x521B;&#x9020;&#x7684;&#x8BA4;&#x8BC6;&#x3001;&#x683C;&#x5C40;&#x4E0E;&#x89C1;&#x89E3;&#x3002;&#x6211;&#x4EEC;&#x628A;&#x8FD9;&#x4E9B;&#x8574;&#x542B;&#x4E86;&#x9ED1;&#x5BA2;&#x7684;&#x7CBE;&#x795E;&#x3001;&#x60C5;&#x4E49;&#x548C;&#x601D;&#x60F3;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x79F0;&#x4E3A;&#x201C;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x201D;&#xFF1B;&#x597D;&#x6BD4;&#x4E8E;&#x4FA0;&#x4E4B;&#x9053;&#x4E49;&#xFF0C;&#x800C;&#x975E;&#x9650;&#x4E8E;&#x6B66;&#x827A;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x60F3;&#x5728;&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;&#x4E2D;&#x8BB2;&#x8FF0;&#x7684;&#x3002;</p><p></p><p></p><p><br></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x60F3;&#x8981;&#x201C;&#x57F9;&#x517B;&#x771F;&#x6B63;&#x7684;&#x9ED1;&#x5BA2;&#x201D;&#xFF0C;&#x9664;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#x5DF2;&#x7ECF;&#x6709;&#x6240;&#x4E86;&#x89E3;&#x7684;&#x3001;&#x770B;&#x5F97;&#x89C1;&#x7684;&#x201C;&#x672F;&#x201D;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x5E0C;&#x671B;&#x4ECE;&#x5927;&#x591A;&#x6570;&#x5FFD;&#x89C6;&#x7684;&#x201C;&#x9053;&#x201D;&#x7684;&#x65B9;&#x9762;&#x51FA;&#x53D1;&#xFF0C;&#x7ED3;&#x5408;&#x5728;&#x6280;&#x672F;&#x3001;&#x65B9;&#x6CD5;&#x7B49;&#x5176;&#x4ED6;&#x65B9;&#x9762;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x6765;&#x6700;&#x7EC8;&#x62B5;&#x8FBE;&#x4E00;&#x79CD;&#x901A;&#x878D;&#x7684;&#x5883;&#x754C;&#x3002;<strong>&#x541B;&#x5B50;&#x4E0D;&#x5668;&#xFF0C;&#x9ED1;&#x5BA2;&#x4EA6;&#x7136;&#x3002;</strong></p><br><p></p><p></p><p><strong>&#x6B32;&#x6210;&#x5176;&#x9053;&#xFF0C;&#x5FC5;&#x5148;&#x95EE;&#x9053;&#x3002;</strong>&#x95EE;&#x9053;&#x4E4B;&#x4EBA;&#xFF0C;&#x6216;&#x6709;&#x7591;&#x60D1;&#x3001;&#x6216;&#x6709;&#x95F2;&#x60C5;&#x3001;&#x6216;&#x6709;&#x9E3F;&#x5FD7;&#xFF0C;&#x65E0;&#x8BBA;&#x52A8;&#x673A;&#x5982;&#x4F55;&#xFF0C;&#x53EA;&#x8981;&#x4E00;&#x4E2A;&#x4EBA;&#x613F;&#x610F;&#x5C1D;&#x8BD5;&#x6210;&#x4E3A;&#x6211;&#x4EEC;&#x6240;&#x8BF4;&#x7684;&#x201C;&#x9ED1;&#x5BA2;&#x201D;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x5E0C;&#x671B;&#x4E0E;&#x4E4B;&#x4E00;&#x540C;&#x63A2;&#x8BA8;&#x8FD9;&#x201C;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x201D;&#x3001;&#x6280;&#x672F;&#x4E4B;&#x7985;&#x3002;&#x8FD9;&#x65C5;&#x7A0B;&#x7531;&#x6B64;&#x5F00;&#x542F;&#x3002;</p><br><p></p><p></p><p>&#x4E0B;&#x4E00;&#x7BC7;&#x9884;&#x544A;&#xFF1A;<strong>&#x3010;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x3011;#2&#xFF1A;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x8005;</strong>&#x3002;</p><br><p></p><p>&#x53C2;&#x8003;&#x6587;&#x732E; * <cite>Eric S Raymond, <a href="http://www.catb.org/~esr/faqs/hacker-howto.html#what_is" target="_blank" rel="noopener">How to Become a Hacker&#xFEFF;</a></cite></p><p><br></p><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/01/%e3%80%90%e9%bb%91%e5%ae%a2%e4%b9%8b%e9%81%93%e3%80%911%ef%bc%9a%e5%a6%82%e4%bd%95%e5%9f%b9%e5%85%bb%e7%9c%9f%e6%ad%a3%e7%9a%84%e9%bb%91%e5%ae%a2%ef%bc%9f</em><hr></center><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/cn-stem/作为科普作家的艾萨克·阿西莫夫-isaac-asimov-and-popular-science/" class="image is-7by1"><img class="thumbnail" src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/en/0/0f/Threebody.jpg" alt="作为科普作家的艾萨克·阿西莫夫 | Isaac Asimov and Popular Science"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-07T19:44:57.000Z">2019-01-07</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn-stem/">cn-stem</a></div><span class="level-item has-text-grey">20 minutes read (About 3069 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn-stem/作为科普作家的艾萨克·阿西莫夫-isaac-asimov-and-popular-science/">作为科普作家的艾萨克·阿西莫夫 | Isaac Asimov and Popular Science</a></h1><div class="content"><p>&#x672C;&#x6587;&#x4ECB;&#x7ECD;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x548C;&#x79D1;&#x666E;&#x4F5C;&#x54C1;&#x5728;&#x666E;&#x53CA;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E2D;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x4EE5;&#x53CA;&#x8457;&#x540D;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;&#x4E0D;&#x4E3A;&#x4EBA;&#x6240;&#x4E86;&#x89E3;&#x7684;&#x79D1;&#x666E;&#x4F5C;&#x5BB6;&#x7684;&#x4E00;&#x9762;&#x3002;</p><h4 id="&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;</h4><p>&#x7B2C;&#x4E8C;&#x6B21;&#x4E16;&#x754C;&#x5927;&#x6218;&#x7ED3;&#x675F;&#x4EE5;&#x540E;&#xFF0C;&#x7531;&#x4E8E;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x7684;&#x8FC5;&#x731B;&#x53D1;&#x5C55;&#xFF0C;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x8BFE;&#x7A0B;&#x5728;&#x5168;&#x4E16;&#x754C;&#x4E3B;&#x8981;&#x56FD;&#x5BB6;&#x7684;&#x516C;&#x6C11;&#x6559;&#x80B2;&#x4E2D;&#x53D7;&#x5230;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x7684;&#x91CD;&#x89C6;&#x3002;&#x5728;&#x56FD;&#x5185;&#x51FA;&#x73B0;&#x4E86;<strong>&#x201C;&#x5B66;&#x597D;&#x6570;&#x7406;&#x5316;&#xFF0C;&#x8D70;&#x904D;&#x5929;&#x4E0B;&#x90FD;&#x4E0D;&#x6015;</strong>&#x201D;&#x3001;<strong>&#x201C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x662F;&#x7B2C;&#x4E00;&#x751F;&#x4EA7;&#x529B;&#x201D;</strong>&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7684;&#x5D07;&#x656C;&#x4E0E;&#x8FFD;&#x9010;&#xFF0C;&#x51E0;&#x4E4E;&#x5230;&#x4E86;&#x79D1;&#x5B66;&#x81F3;&#x4E0A;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;&#x7684;&#x7A0B;&#x5EA6;&#x3002;</p><p>&#x5728;&#x718F;&#x9676;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x65B9;&#x9762;&#xFF0C;&#x653F;&#x5E9C;&#x4E3B;&#x5BFC;&#x7684;&#x5B66;&#x6821;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x3001;&#x81EA;&#x7136;&#x535A;&#x7269;&#x9986;&#x3001;&#x79D1;&#x6280;&#x535A;&#x7269;&#x9986;&#x7B49;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x5177;&#x6709;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4F46;&#x771F;&#x6B63;&#x8BA9;&#x79D1;&#x6280;&#x53D8;&#x6210;&#x4E86;&#x6BCF;&#x4E2A;&#x4EBA;&#x751F;&#x6D3B;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x8FD8;&#x8981;&#x5C5E;&#x79D1;&#x6280;&#x4E0E;&#x6587;&#x5316;&#x3001;&#x4F20;&#x5A92;&#x548C;&#x5546;&#x4E1A;&#x9886;&#x57DF;&#x7684;&#x7ED3;&#x5408;&#x4E0E;&#x5E94;&#x7528;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5927;&#x91CF;&#x7684;&#x6587;&#x5316;&#x4F5C;&#x54C1;&#xFF0C;&#x4F8B;&#x5982;<strong>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x3001;&#x5C11;&#x513F;&#x79D1;&#x666E;&#x8BFB;&#x7269;&#x3001;&#x79D1;&#x5B66;&#x6742;&#x5FD7;&#x3001;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x3001;&#x79D1;&#x5E7B;&#x52A8;&#x753B;&#x548C;&#x6F2B;&#x753B;</strong>&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x548C;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x7684;&#x5851;&#x9020;&#x6709;&#x7740;&#x4E0D;&#x53EF;&#x5FFD;&#x89C6;&#x7684;&#x4F5C;&#x7528;&#x3002;</p><p>&#xFF08;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#xFF09;&#x6539;&#x9769;&#x5F00;&#x653E;&#x4EE5;&#x540E;&#xFF0C;&#x9664;&#x4E86;80&#x5E74;&#x4EE3;&#x66FE;&#x7ECF;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x201C;&#x79D1;&#x5E7B;&#x201D;&#x7981;&#x4EE4;&#x5E26;&#x6765;&#x7684;&#x9694;&#x7EDD;&#xFF0C;90&#x5E74;&#x4EE3;&#x4EE5;&#x540E;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#x63A5;&#x89E6;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x79D1;&#x5E7B;&#x6587;&#x5316;&#x4F5C;&#x54C1;&#xFF0C;&#x542F;&#x53D1;&#x4E86;&#x5E74;&#x8F7B;&#x4EBA;&#x5BF9;&#x4E8E;&#x672A;&#x6765;&#x4E16;&#x754C;&#x548C;&#x79D1;&#x5B66;&#x521B;&#x9020;&#x7684;&#x6781;&#x5927;&#x5174;&#x8DA3;&#x3002;&#x6BD4;&#x5982;&#xFF1A;</p><ul><li><strong>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</strong>&#xFF1A;&#x5982;&#x5112;&#x52D2;&#xB7;&#x51E1;&#x5C14;&#x7EB3;&#x7684;&#x300A;&#x683C;&#x5170;&#x7279;&#x8239;&#x957F;&#x7684;&#x513F;&#x5973;&#x300B;&#x3001;&#x300A;&#x6D77;&#x5E95;&#x4E24;&#x4E07;&#x91CC;&#x300B;&#x3001;&#x300A;&#x795E;&#x79D8;&#x5C9B;&#x300B;&#x3001;&#x300A;80&#x5929;&#x73AF;&#x6E38;&#x5730;&#x7403;&#x300B;&#xFF0C;H&#xB7;G&#xB7;&#x5A01;&#x5C14;&#x65AF;&#x7684;&#x300A;&#x65F6;&#x95F4;&#x673A;&#x5668;&#x300B;&#x3001;&#x300A;&#x9690;&#x8EAB;&#x4EBA;&#x300B;&#xFF0C;&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x5E1D;&#x56FD;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x57FA;&#x5730;&#x7CFB;&#x5217;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x5C11;&#x513F;&#x79D1;&#x666E;&#x8BFB;&#x7269;</strong>&#xFF1A;&#x300A;&#x5341;&#x4E07;&#x4E2A;&#x4E3A;&#x4EC0;&#x4E48;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x79D1;&#x5E7B;&#x7535;&#x5F71;</strong>&#xFF1A;&#x300A;2001&#x5E74;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x3001;&#x300A;&#x661F;&#x7403;&#x5927;&#x6218;&#x300B;&#x3001;&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x79D1;&#x5E7B;&#x52A8;&#x753B;&#x548C;&#x52A8;&#x6F2B;</strong>&#xFF1A;&#x300A;&#x94C1;&#x81C2;&#x963F;&#x7AE5;&#x6728;&#x300B;&#x3001;&#x300A;&#x661F;&#x9645;&#x8FF7;&#x822A;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x82F1;&#x96C4;&#x4F20;&#x8BF4;&#x300B;&#x3001;&#x300A;&#x653B;&#x58F3;&#x7279;&#x5DE5;&#x961F;&#x300B;&#x7B49;</li></ul><p>&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x5728;1999&#x5E74;&#x7684;&#x5168;&#x56FD;&#x8BED;&#x6587;&#x9AD8;&#x8003;&#x4E2D;&#xFF0C;&#x547D;&#x9898;&#x4F5C;&#x6587;<strong>&#x300A;&#x5047;&#x5982;&#x8BB0;&#x5FC6;&#x53EF;&#x4EE5;&#x79FB;&#x690D;&#x300B;</strong>&#x5177;&#x6709;&#x5F3A;&#x70C8;&#x7684;&#x79D1;&#x5E7B;&#x8272;&#x5F69;&#xFF0C;&#x66FE;&#x7ECF;&#x6210;&#x4E3A;&#x4E00;&#x65F6;&#x7684;&#x70ED;&#x95E8;&#x8BDD;&#x9898;&#x3002;Big Bang&#xFF08;&#x300A;&#x751F;&#x6D3B;&#x5927;&#x7206;&#x70B8;&#x300B;&#xFF09;&#x7B49;&#x79D1;&#x5B66;&#x7C7B;&#x70ED;&#x95E8;&#x7535;&#x89C6;&#x5267;&#x4E5F;&#x66FE;&#x7ECF;&#x6DF1;&#x53D7;&#x5E74;&#x8F7B;&#x4EBA;&#x559C;&#x7231;&#xFF0C;&#x5267;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#x4E0E;&#x4E0A;&#x9762;&#x8FD9;&#x4E9B;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x3001;&#x7535;&#x5F71;&#x7B49;&#x76F8;&#x5173;&#x7684;&#x6865;&#x6BB5;&#x3002;&#x81F3;&#x4E8E;&#x8FD1;&#x51E0;&#x5E74;&#x5218;&#x6148;&#x6B23;&#x7684;<strong>&#x300A;&#x4E09;&#x4F53;&#x7CFB;&#x5217;&#x300B;&#xFF08;The Three Body Problem&#xFF09;</strong>&#x7684;&#x706B;&#x7206;&#x7A0B;&#x5EA6;&#xFF0C;&#x5219;&#x51E0;&#x4E4E;&#x76F4;&#x903C;&#x91D1;&#x5EB8;&#x201C;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x201D;&#x7684;&#x5F85;&#x9047;&#xFF0C;&#x8BA9;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x4E00;&#x8DC3;&#x6210;&#x4E3A;&#x4E3B;&#x6D41;&#xFF0C;&#x88AB;&#x65E0;&#x6570;&#x5B69;&#x5B50;&#x548C;&#x6210;&#x4EBA;&#x8BA4;&#x540C;&#x4E0E;&#x559C;&#x7231;&#x3002;</p><p><em>&#x300A;&#x4E09;&#x4F53;&#x300B;The Three Body Problem</em> | <a href="https://en.wikipedia.org/wiki/The_Three-Body_Problem_(novel" target="_blank" rel="noopener">from Wikipedia</a>) | <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License" target="_blank" rel="noopener">Creative Commons Attribution-ShareAlike License</a></p><p><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/en/0/0f/Threebody.jpg" alt=""></p><p>&#x8BDA;&#x7136;&#x5927;&#x4F17;&#x5728;&#x6279;&#x5224;&#x6027;&#x601D;&#x7EF4;&#x3001;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x3001;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x7B49;&#x65B9;&#x9762;&#x4ECD;&#x7136;&#x6709;&#x5F85;&#x63D0;&#x9AD8;&#xFF0C;&#x4F46;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x6545;&#x4E8B;&#x4E0E;&#x6587;&#x5316;&#xFF0C;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x4EE3;&#x5E74;&#x8F7B;&#x4EBA;&#x7684;&#x5171;&#x540C;&#x7684;&#x6587;&#x5316;&#x80CC;&#x666F;&#x4E0E;&#x751F;&#x6D3B;&#x56DE;&#x5FC6;&#xFF0C;&#x5176;&#x4EF7;&#x503C;&#x662F;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x7684;&#x3002;</p><h4 id="&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;"><a href="#&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;" class="headerlink" title="&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;"></a>&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</h4><p>&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x65B9;&#x6CD5;&#x7684;&#x6559;&#x80B2;&#xFF0C;&#x4E0D;&#x80FD;&#x8131;&#x79BB;&#x79D1;&#x5B66;&#x76F8;&#x5173;&#x6587;&#x5316;&#x7684;&#x718F;&#x9676;&#xFF1B;&#x800C;&#x57FA;&#x4E8E;&#x79D1;&#x5E7B;&#x4F5C;&#x54C1;&#x5F62;&#x6210;&#x7684;&#x6587;&#x5316;&#x751A;&#x81F3;&#x80FD;&#x76F4;&#x63A5;&#x5851;&#x9020;&#x73B0;&#x5B9E;&#x3001;&#x6539;&#x5199;&#x672A;&#x6765;&#x3002;</p><p>&#x7B2C;&#x4E00;&#x6D41;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x201D;&#xFF08;Science Fiction&#xFF09;&#x4F5C;&#x54C1;&#xFF0C;&#x9664;&#x4E86;&#x5929;&#x9A6C;&#x884C;&#x7A7A;&#x7684;&#x201C;&#x5E7B;&#x60F3;&#x201D;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x8FD8;&#x6709;&#x4F53;&#x7CFB;&#x4E25;&#x5BC6;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x6216;&#x8BB8;&#x5728;&#x4E00;&#x4E9B;&#x79D1;&#x5B66;&#x903B;&#x8F91;&#x548C;&#x8BBA;&#x8BC1;&#x4E0A;&#x5B58;&#x5728;&#x6F0F;&#x6D1E;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x6FC0;&#x53D1;&#x8BFB;&#x8005;&#x5BF9;&#x672A;&#x6765;&#x7684;&#x60F3;&#x8C61;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x70ED;&#x60C5;&#xFF0C;&#x751A;&#x81F3;&#x5F15;&#x9886;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x6709;&#x7740;&#x60CA;&#x4EBA;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x6BD4;&#x5982;<strong>&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</strong>&#x7684;&#x201C;<strong>&#x673A;&#x5668;&#x4EBA;&#x4E09;&#x5927;&#x5B9A;&#x5F8B;</strong>&#x201D;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x4EBA;&#x7684;&#x53D1;&#x5C55;&#x6709;&#x7740;&#x91CD;&#x8981;&#x7684;&#x542F;&#x793A;&#x3001;&#x201C;<strong>&#x673A;&#x5668;&#x4EBA;&#x5B66;&#xFF08;robotics&#xFF09;</strong>&#x201D;&#x8FD9;&#x4E00;&#x5355;&#x8BCD;&#x5219;&#x76F4;&#x63A5;&#x662F;&#x7531;&#x963F;&#x897F;&#x83AB;&#x592B;&#x6240;&#x53D1;&#x660E;&#x7684;&#x3001;&#x201C;<strong>&#x5FC3;&#x7406;&#x53F2;&#x5B66;&#xFF08;psychohistory&#xFF09;</strong>&#x201D;&#x5219;&#x4E0E;&#x4ECA;&#x5929;&#x7684;&#x5927;&#x6570;&#x636E;&#x6280;&#x672F;&#x9065;&#x76F8;&#x547C;&#x5E94;&#x3001;&#x201C;<strong>&#x4EBA;&#x7C7B;&#x6B96;&#x6C11;&#x94F6;&#x6CB3;&#x7CFB;</strong>&#x201D;&#x7684;&#x60C5;&#x8282;<a href="https://www.huxiu.com/article/232555.html" target="_blank" rel="noopener">&#x5BF9;Elon Musk&#x7684;SpaceX&#x7B49;&#x9879;&#x76EE;&#x7684;&#x542F;&#x53D1;</a>&#x7B49;&#x7B49;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5BF9;&#x4E8E;&#x5F53;&#x4E0B;&#x4F9D;&#x7136;&#x70ED;&#x95E8;&#x7684;&#x201C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x201D;&#x3001;&#x201C;&#x5927;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x592A;&#x7A7A;&#x6280;&#x672F;&#x201D;&#x90FD;&#x6709;&#x7740;&#x4ECE;&#x7406;&#x60F3;&#x3001;&#x6280;&#x672F;&#x548C;&#x6587;&#x5316;&#x5C42;&#x6B21;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x3002;</p><p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF0C;&#x4E0E;&#x5112;&#x52D2;&#xB7;&#x51E1;&#x5C14;&#x7EB3;&#x3001;H&#xB7;G&#xB7;&#x5A01;&#x5C14;&#x65AF;&#x53EF;&#x4EE5;&#x5E76;&#x79F0;&#x4E3A;&#x79D1;&#x5E7B;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4E09;&#x5DE8;&#x5934;&#x3002;&#x5BF9;&#x4E8E;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x4F5C;&#x54C1;&#x7684;&#x4ECB;&#x7ECD;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x89C1;&#x7EF4;&#x57FA;&#x767E;&#x79D1;<a href="https://zh.wikipedia.org/wiki/%E8%89%BE%E8%90%A8%E5%85%8B%C2%B7%E9%98%BF%E8%A5%BF%E8%8E%AB%E5%A4%AB" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a>&#x8BCD;&#x6761;&#x4E2D;&#x7684;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#x3002;&#x90FD;&#x8BF4;&#x5218;&#x6148;&#x6B23;&#x7684;&#x4F5C;&#x54C1;&#x4EE5;&#x67B6;&#x6784;&#x5B8F;&#x5927;&#x89C1;&#x957F;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x90A3;&#x4E00;&#x4EE3;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#x60F3;&#x8C61;&#x7684;&#x5B8F;&#x4F1F;&#x7470;&#x4E3D;&#xFF0C;&#x4E5F;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#xFF0C;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x670B;&#x53CB;&#x53EF;&#x4EE5;&#x91CD;&#x70B9;&#x9605;&#x8BFB;&#x300A;&#x57FA;&#x5730;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x5E1D;&#x56FD;&#x7CFB;&#x5217;&#x300B;&#x7B49;&#x3002;&#x8FD9;&#x91CC;&#x7279;&#x522B;&#x63A8;&#x8350;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x4E00;&#x90E8;&#x77ED;&#x7BC7;&#x4F5C;&#x54C1;<a href="https://www.douban.com/group/topic/41187051/" target="_blank" rel="noopener">&#x300A;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x300B;</a>&#xFF08;<strong>&#x4EAE;&#x70B9;&#x5728;&#x6700;&#x540E;&#xFF0C;&#x4F46;&#x8BF7;&#x522B;&#x76F4;&#x63A5;&#x8DF3;&#x5230;&#x6700;&#x540E;</strong>&#xFF09;&#xFF0C;&#x5B83;&#x4E0E;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x6709;&#x7740;&#x5FAE;&#x5999;&#x7684;&#x8054;&#x7CFB;&#x3002;</p><p><em>Isaac Asimov &#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</em> | <a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">from Wikipedia</a> | <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License" target="_blank" rel="noopener">Creative Commons Attribution-ShareAlike License</a></p><p><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Isaac.Asimov01.jpg/440px-Isaac.Asimov01.jpg" alt=""></p><h4 id="&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;"><a href="#&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;" class="headerlink" title="&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;"></a>&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;</h4><p>&#x5BF9;&#x4E8E;<a href="https://zh.wikipedia.org/wiki/%E7%A7%91%E5%AD%A6%E6%99%AE%E5%8F%8A#%E7%A7%91%E6%99%AE%E4%BD%9C%E5%AE%B6" target="_blank" rel="noopener">&#x79D1;&#x666E;&#x4F5C;&#x5BB6;</a>&#x53CA;&#x5176;&#x4F5C;&#x54C1;&#xFF0C;&#x516C;&#x4F17;&#x771F;&#x6B63;&#x719F;&#x6089;&#x548C;&#x4E86;&#x89E3;&#x7684;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x7279;&#x522B;&#x77E5;&#x540D;&#x7684;&#x5982;&#x53F2;&#x8482;&#x82AC;&#xB7;&#x970D;&#x91D1;&#x7684;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#x3001;&#x300A;&#x5927;&#x8BBE;&#x8BA1;&#x300B;&#x7B49;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x9762;&#x5411;&#x516C;&#x4F17;&#x7684;&#x5B66;&#x79D1;&#x666E;&#x53CA;&#x7C7B;&#x4E66;&#x7C4D;&#x548C;&#x6742;&#x5FD7;&#x7B49;&#xFF0C;&#x4ED6;&#x4EEC;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x65B9;&#x9762;&#x5B58;&#x5728;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x9762;&#x5411;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E5%8D%81%E4%B8%87%E4%B8%AA%E4%B8%BA%E4%BB%80%E4%B9%88" target="_blank" rel="noopener">&#x300A;&#x5341;&#x4E07;&#x4E2A;&#x4E3A;&#x4EC0;&#x4E48;&#x300B;</a>&#x5373;&#x4E3A;&#x8FD9;&#x4E00;&#x7C7B;&#xFF0C;&#x66FE;&#x7ECF;&#x4E5F;&#x662F;&#x513F;&#x7AE5;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x5FC5;&#x5907;&#x8BFB;&#x7269;&#x4E4B;&#x4E00;&#x3002;&#x4ECA;&#x5929;&#x9762;&#x5411;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x7684;&#x8BFB;&#x7269;&#x66F4;&#x591A;&#x4E86;&#xFF0C;&#x4F46;&#x5F71;&#x54CD;&#x529B;&#x5374;&#x4F3C;&#x4E4E;&#x4E0D;&#x5982;&#x4ECE;&#x524D;&#x3002;&#x9762;&#x5411;&#x6210;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#xFF0C;&#x5219;&#x4F3C;&#x4E4E;&#x88AB;&#x5927;&#x91CF;&#x7684;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8BFE;&#x7A0B;&#x548C;&#x5728;&#x7EBF;&#x6587;&#x7AE0;&#x6240;&#x4EE3;&#x66FF;&#xFF0C;&#x4E5F;&#x662F;&#x503C;&#x5F97;&#x601D;&#x8003;&#x7684;&#x793E;&#x4F1A;&#x73B0;&#x8C61;&#x3002;</p><p>&#x963F;&#x897F;&#x83AB;&#x592B;<a href="http://www.asimovonline.com/oldsite/asimov_catalogue.html" target="_blank" rel="noopener">&#x4E00;&#x751F;&#x8457;&#x4F5C;&#x63A5;&#x8FD1;500&#x672C;</a>&#xFF0C;&#x6D89;&#x730E;&#x6570;&#x5B66;&#x3001;&#x7269;&#x7406;&#x3001;&#x5316;&#x5B66;&#x3001;&#x751F;&#x7269;&#x5B66;&#x3001;&#x751F;&#x7269;&#x5316;&#x5B66;&#x3001;&#x5929;&#x6587;&#x5B66;&#x3001;&#x5730;&#x7403;&#x79D1;&#x5B66;&#x3001;&#x5386;&#x53F2;&#x3001;&#x6587;&#x5B66;&#x3001;&#x5B97;&#x6559;&#x4EE5;&#x53CA;&#x5C0F;&#x8BF4;&#x7B49;&#x9886;&#x57DF;&#xFF0C;&#x51E0;&#x4E4E;&#x904D;&#x5E03;&#x5B66;&#x79D1;&#x5206;&#x7C7B;&#x6CD5;&#x7684;&#x5404;&#x4E2A;&#x95E8;&#x7C7B;&#x3002;&#x76F8;&#x6BD4;&#x4E4B;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5728;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x4E0A;&#x7684;&#x6210;&#x5C31;&#x867D;&#x7136;&#x5F71;&#x54CD;&#x529B;&#x4E0D;&#x5982;&#x5C0F;&#x8BF4;&#xFF0C;&#x4F46;&#x5374;&#x66F4;&#x4EE4;&#x4EBA;&#x656C;&#x4F69;&#x4E0E;&#x53F9;&#x670D;&#x3002;</p><p>1957&#x5E74;&#xFF0C;&#x82CF;&#x8054;&#x53D1;&#x5C04;&#x7B2C;&#x4E00;&#x9897;&#x4EBA;&#x9020;&#x5730;&#x7403;&#x536B;&#x661F;&#x6DF1;&#x6DF1;&#x5730;&#x89E6;&#x52A8;&#x4E86;&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF0C;&#x4ED6;&#x6DF1;&#x611F;&#x516C;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x843D;&#x540E;&#x4E8E;&#x5F53;&#x4EE3;&#x7684;&#x79D1;&#x6280;&#x53D1;&#x5C55;&#x6C34;&#x5E73;&#x3002;&#x4ED6;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x6709;&#x8D23;&#x4EFB;&#x5C3D;&#x529B;&#x800C;&#x4E3A;&#x4F7F;&#x8FD9;&#x79CD;&#x5DEE;&#x8DDD;&#x5C3D;&#x5FEB;&#x5730;&#x7F29;&#x5C0F;&#xFF0C;<strong>&#x4E8E;&#x662F;&#x6BC5;&#x7136;&#x6536;&#x7F29;&#x65E9;&#x5DF2;&#x5F97;&#x5FC3;&#x5E94;&#x624B;&#x7684;&#x79D1;&#x5E7B;&#x521B;&#x4F5C;&#xFF0C;&#x6F5C;&#x5FC3;&#x64B0;&#x5199;&#x79D1;&#x666E;&#x65B9;&#x9762;&#x7684;&#x4E66;&#x7C4D;&#x548C;&#x6587;&#x7AE0;</strong>&#x3002;</p><p>&#x5728;&#x8FD9;&#x4E9B;&#x79D1;&#x666E;&#x4F5C;&#x54C1;&#x4E2D;&#xFF0C;&#x8F83;&#x4E3A;&#x8457;&#x540D;&#x7684;&#x6709;&#x767E;&#x4E07;&#x5B57;&#x7684;&#x8457;&#x4F5C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x6700;&#x65B0;&#x79D1;&#x5B66;&#x6307;&#x5357;&#x300B;&#x548C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x5B66;&#x4E0E;&#x6280;&#x672F;&#x4F20;&#x8BB0;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x300B;&#xFF08;&#x4E2D;&#x8BD1;&#x672C;&#x6613;&#x540D;&#x4E3A;<a href="https://book.douban.com/subject/4806643/" target="_blank" rel="noopener">&#x300A;&#x53E4;&#x4ECA;&#x79D1;&#x6280;&#x540D;&#x4EBA;&#x8F9E;&#x5178;&#x300B;</a>&#xFF0C;&#x5386;&#x65F6;&#x4E09;&#x5E74;&#x65F6;&#x95F4;&#x5B8C;&#x6210;&#xFF0C;&#x7531;&#x4E3A;&#x53E4;&#x4ECA;&#x5404;&#x56FD;&#x6700;&#x91CD;&#x8981;&#x7684;1000&#x591A;&#x540D;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x5C0F;&#x4F20;&#x7EC4;&#x6210;&#xFF09;&#xFF1B;&#x4EE5;&#x53CA;&#x4E00;&#x6279;&#x4E8C;&#x4E09;&#x5341;&#x4E07;&#x5B57;&#x7684;&#x79D1;&#x666E;&#x529B;&#x4F5C;&#xFF0C;&#x5982;&#x300A;&#x751F;&#x547D;&#x548C;&#x80FD;&#x300B;&#x3001;&#x300A;&#x5730;&#x5916;&#x6587;&#x660E;&#x300B;&#x3001;&#x300A;&#x7EC8;&#x6781;&#x6289;&#x62E9;&#x300B;&#x3001;&#x300A;&#x79D1;&#x6280;&#x540D;&#x8BCD;&#x63A2;&#x6E90;&#x300B;&#x3001;&#x300A;&#x6D1E;&#x5BDF;&#x5B87;&#x5B99;&#x7684;&#x773C;&#x775B;&#x300B;&#x3001;&#x300A;&#x4E9A;&#x539F;&#x5B50;&#x4E16;&#x754C;&#x63A2;&#x79D8;&#x300B;&#x7B49;&#xFF1B;&#x4E3A;&#x9752;&#x5C11;&#x5E74;&#x8BFB;&#x8005;&#x5199;&#x7684;&#x4E1B;&#x4E66;&#x300A;&#x6211;&#x4EEC;&#x600E;&#x6837;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x300B;&#x548C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5C11;&#x5E74;&#x5B87;&#x5B99;&#x300B;&#xFF1B;&#x8FD8;&#x6709;&#x300A;&#x65E0;&#x7A77;&#x4E4B;&#x8DEF;&#x300B;&#x3001;&#x300A;&#x53D8;&#xFF01;&#x672A;&#x6765;&#x4E03;&#x5341;&#x4E00;&#x77A5;&#x300B;&#x3001;&#x300A;&#x65B0;&#x7586;&#x57DF;&#x300B;&#x548C;&#x300A;&#x65B0;&#x7586;&#x57DF;&#xFF08;&#x7EED;&#xFF09;&#x300B;&#x7B49;&#x79D1;&#x5B66;&#x968F;&#x7B14;&#x96C6;&#x3002;</p><p>&#x79D1;&#x666E;&#x4E0E;&#x5B66;&#x672F;&#x7814;&#x7A76;&#x91C7;&#x53D6;&#x7684;&#x662F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;<strong>&#x4E00;&#x4E2A;&#x6CE8;&#x91CD;&#x5E7F;&#x5EA6;&#x3001;&#x4E00;&#x4E2A;&#x6CE8;&#x91CD;&#x6DF1;&#x5EA6;</strong>&#x3002;&#x963F;&#x897F;&#x83AB;&#x592B;&#x539F;&#x672C;&#x662F;&#x4E00;&#x4F4D;&#x751F;&#x7269;&#x5316;&#x5B66;&#x526F;&#x6559;&#x6388;&#xFF0C;&#x7814;&#x7A76;&#x6700;&#x9700;&#x8981;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x521B;&#x65B0;&#x70B9;&#x4E0A;&#x4E0D;&#x65AD;&#x6DF1;&#x5165;&#xFF0C;&#x4F46;&#x4ED6;&#x53D1;&#x73B0;&#x6700;&#x5E7F;&#x6CDB;&#x5730;&#x6D89;&#x730E;&#x77E5;&#x8BC6;&#x5E76;&#x5411;&#x5927;&#x4F17;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x66F4;&#x7B26;&#x5408;&#x4ED6;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x4E0E;&#x7231;&#x597D;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x4ED6;&#x79BB;&#x5F00;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#xFF0C;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x4E13;&#x804C;&#x4F5C;&#x5BB6;&#x3002;</p><p>&#x4F5C;&#x4E3A;&#x4F5C;&#x5BB6;&#x7684;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7559;&#x4E0B;&#x4E86;&#x6781;&#x4E3A;&#x73CD;&#x8D35;&#x7684;&#x8D22;&#x5BCC;&#xFF1A;&#x5173;&#x6CE8;&#x793E;&#x4F1A;&#x516C;&#x4F17;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7684;&#x5DE8;&#x5927;&#x70ED;&#x60C5;&#xFF0C;&#x4E25;&#x8083;&#x8BA4;&#x771F;&#x7684;&#x5199;&#x4F5C;&#x6001;&#x5EA6;&#x548C;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x7684;&#x5904;&#x4E8B;&#x4F5C;&#x98CE;&#x3002;&#x91CD;&#x8BFB;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x81EA;&#x4F20;&#x3001;&#x8DE8;&#x5B66;&#x79D1;&#x7684;&#x8457;&#x4F5C;&#x4EE5;&#x53CA;&#x79D1;&#x5E7B;&#x6770;&#x4F5C;&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x666E;&#x5DE5;&#x4F5C;&#x8005;&#x800C;&#x8A00;&#x5177;&#x6709;&#x6781;&#x5927;&#x610F;&#x4E49;&#x3002;&#x82E5;&#x65E0;&#x5BF9;&#x751F;&#x547D;&#x3001;&#x4E16;&#x754C;&#x4E4B;&#x6DF1;&#x523B;&#x70ED;&#x7231;&#xFF0C;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x5B8C;&#x6210;&#x50CF;&#x963F;&#x897F;&#x83AB;&#x592B;&#x8FD9;&#x6837;&#x5DE8;&#x91CF;&#x7684;&#x9AD8;&#x8D28;&#x91CF;&#x4F5C;&#x54C1;&#x7684;&#xFF1B;&#x552F;&#x6709;&#x51ED;&#x501F;&#x8FD9;&#x79CD;&#x5927;&#x7231;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x5C06;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x7406;&#x6027;&#x601D;&#x8003;&#x4F20;&#x64AD;&#x7ED9;&#x66F4;&#x591A;&#x7684;&#x9700;&#x8981;&#x5B83;&#x7684;&#x4EBA;&#x3002;</p><p><a href="https://book.douban.com/subject/1776184/" target="_blank" rel="noopener">It&#x2019;s Been a Good Life</a>&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x4EBA;&#x751F;&#x6B63;&#x5982;&#x4ED6;&#x7684;&#x81EA;&#x4F20;&#x7684;&#x6807;&#x9898;&#x6240;&#x8A00;&#xFF1A;&#x4F5C;&#x4E3A;&#x5199;&#x4F5C;&#x8005;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x4E00;&#x751F;&#x51FA;&#x7248;&#x4F5C;&#x54C1;&#x8FD1;500&#x90E8;&#xFF0C;&#x9707;&#x53E4;&#x70C1;&#x4ECA;&#xFF1B;&#x4F5C;&#x4E3A;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#xFF0C;&#x4ED6;&#x4EA7;&#x51FA;&#x4E86;&#x5927;&#x91CF;&#x201C;&#x795E;&#x4F5C;&#x201D;&#xFF0C;&#x65E0;&#x4E0D;&#x4EE4;&#x4EBA;&#x53F9;&#x4E3A;&#x89C2;&#x6B62;&#xFF0C;&#x5BF9;&#x540E;&#x4E16;&#x5F71;&#x54CD;&#x6781;&#x5927;&#xFF1B;&#x4F5C;&#x4E3A;&#x79D1;&#x5B66;&#x5BB6;&#xFF0C;&#x4ED6;&#x5E7F;&#x6CDB;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF0C;&#x4EE5;&#x5229;&#x793E;&#x4F1A;&#xFF0C;&#x4EE4;&#x4EBA;&#x656C;&#x4F69;&#x3002;&#x5982;&#x963F;&#x897F;&#x83AB;&#x592B;&#x8FD9;&#x6837;&#x5929;&#x8D4B;&#x975E;&#x51E1;&#xFF0C;&#x53C8;&#x6709;&#x5B8F;&#x5927;&#x5FD7;&#x613F;&#x4E0E;&#x575A;&#x97E7;&#x6BC5;&#x529B;&#x7684;&#x540D;&#x5BB6;&#xFF0C;&#x8DB3;&#x4EE5;&#x4E3A;&#x540E;&#x4E16;&#x4F5C;&#x5BB6;&#x4E0E;&#x79D1;&#x5B66;&#x5BB6;&#x5728;&#x7CBE;&#x795E;&#x4E0E;&#x884C;&#x52A8;&#x4E0A;&#x4E4B;&#x6977;&#x6A21;&#x3002;</p><p>&#x672C;&#x6587;&#x662F;<strong><a href="https://busy.org/great-people" target="_blank" rel="noopener">&#x300A;&#x89C2;&#x975E;&#x5E38;&#x4EBA;&#xFF0C;&#x884C;&#x975E;&#x5E38;&#x4E8B;&#x300B;</a></strong>&#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x6587;&#x7AE0;&#x4E2D;&#x5173;&#x4E8E;&#x4F1F;&#x5927;&#x7684;&#x79D1;&#x5E7B;/&#x79D1;&#x666E;&#x4F5C;&#x5BB6;<strong>&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</strong>&#x7684;&#x4ECB;&#x7ECD;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002;</p><h3 id="&#x53C2;&#x8003;&#x8D44;&#x6599;"><a href="#&#x53C2;&#x8003;&#x8D44;&#x6599;" class="headerlink" title="&#x53C2;&#x8003;&#x8D44;&#x6599;"></a>&#x53C2;&#x8003;&#x8D44;&#x6599;</h3><ol><li>Wikipedia, <a href="https://zh.wikipedia.org/wiki/&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a> / <a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">Isaac Asimov</a></li><li>Edward Seiler, <a href="http://www.asimovonline.com" target="_blank" rel="noopener">Isaac Asimov Home Page</a></li><li>&#x767E;&#x5EA6;&#x767E;&#x79D1;&#xFF0C;<a href="https://baike.baidu.com/item/&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a></li><li>Wikipedia, <a href="https://zh.wikipedia.org/wiki/&#x79D1;&#x5B66;&#x666E;&#x53CA;" target="_blank" rel="noopener">&#x79D1;&#x5B66;&#x666E;&#x53CA;</a></li><li>Issac Asimov, <a href="https://book.douban.com/subject/1776184/" target="_blank" rel="noopener">It&#x2019;s Been a Good Life</a>, 2002/03 (Issac Asimov&#x2019;s autobiography edited by Janet Jeppson Asimov)</li></ol><hr><h5 id="Sponsored-Powered-by-dclick"><a href="#Sponsored-Powered-by-dclick" class="headerlink" title="Sponsored ( Powered by dclick )"></a><sub>Sponsored ( Powered by <a href="https://www.dclick.io" target="_blank" rel="noopener">dclick</a> )</sub></h5><h5 id="Introducing-DCLICK-An-Incentivized-Ad-platform-by-Proof-of-Click-Steem-based-AdSense"><a href="#Introducing-DCLICK-An-Incentivized-Ad-platform-by-Proof-of-Click-Steem-based-AdSense" class="headerlink" title="Introducing DCLICK: An Incentivized Ad platform by Proof of Click. - Steem based AdSense."></a><a href="https://api.dclick.io/v1/c?x=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJjIjoicm9iZXJ0eWFuIiwicyI6Ii1pc2FhYy1hc2ltb3YtYW5kLXBvcHVsYXItc2NpZW5jZS0xNTQ2ODkwMjk2NTA2IiwiYSI6WyJ0LTIiXSwidXJsIjoiaHR0cHM6Ly9zdGVlbWl0LmNvbS9AZGNsaWNrL2ludHJvZHVjaW5nZGNsaWNrLWFuLWluY2VudGl2aXplZC1hZC1wbGF0Zm9ybS1ieS1wcm9vZi1vZi1jbGljay1zdGVlbS1iYXNlZC1hZHNlbnNlLTE1NDAzMzcyMjIwNjAiLCJpYXQiOjE1NDY4OTAyOTYsImV4cCI6MTg2MjI1MDI5Nn0.gq-hCVBeeZKD-sywLkc6hSrpY2w0dAG_eAWCKS1zk_I" target="_blank" rel="noopener">Introducing DCLICK: An Incentivized Ad platform by Proof of Click. - Steem based AdSense.</a></h5><p>Hello, Steemians. Let us introduce you a new Steem B&#x2026;</p><p><img src="https://steemitimages.com/200x100/https://cdn.steemitimages.com/DQmbjkrc5UT4GgZXygAnS3mLrboAy7Y8gr7R7guB8HG3f5n/logopad500.png" alt=""></p><p>This posting was written via <a href="https://www.dclick.io" target="_blank" rel="noopener">dclick</a> the Ads platform based on Steem Blockchain.</p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-stem/page/2/">Previous</a></div><div class="pagination-next is-invisible is-hidden-mobile"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-stem/page/4/">Next</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-stem/">1</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-stem/page/2/">2</a></li><li><a class="pagination-link is-current" href="/blog/tags/cn-stem/page/3/">3</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">29</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">28</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">20</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14.44px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.22px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.22px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:13.33px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15.56px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.78px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.89px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.67px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdyG3kUCPCGM7igaLHK%2F-LdyVB8FnkFj8vOi13f6%2Fimage.png?alt=media&amp;token=4eea4b0f-3228-4271-8c90-6bb75c095765" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMaCXU4Y2XFuvty3jo%2Fimage.png?alt=media&amp;token=9bf7d2c7-3854-4645-ad88-c84c0d0b3adc" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdyG3kUCPCGM7igaLHK%2F-LdyVB8FnkFj8vOi13f6%2Fimage.png?alt=media&amp;token=4eea4b0f-3228-4271-8c90-6bb75c095765" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMaCXU4Y2XFuvty3jo%2Fimage.png?alt=media&amp;token=9bf7d2c7-3854-4645-ad88-c84c0d0b3adc" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>