<!DOCTYPE html><html lang="en"><head><meta charset="utf-8"><title>Category: cn - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/categories/cn/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="/blog/images/favicon.svg"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-light.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/categories">Categories</a></li><li class="is-active"><a href="#" aria-current="page">cn</a></li></ul></nav></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-18T23:11:24.000Z">2019-02-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">12 minutes read (About 1863 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/【未来教育学】知-与-智/">【未来教育学】知 与 智</a></h1><div class="content"><h3 id="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"><a href="#&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;" class="headerlink" title="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"></a>&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;</h3><p>&#x8FD1;&#x6765;&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#xFF0C;<strong>&#x201C;&#x8BA4;&#x77E5;&#x201D;</strong>&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x88AB;&#x63D0;&#x53CA;&#x7684;&#x7279;&#x522B;&#x9891;&#x7E41;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x7F57;&#x632F;&#x5B87;&#x8FD9;&#x4E00;&#x4F19;&#x4EBA;&#x901A;&#x8FC7;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8FD9;&#x4E00;&#x5E02;&#x573A;&#x7092;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4ECE;&#x8BED;&#x8A00;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x7528;&#x6CD5;&#x6709;&#x4E9B;&#x751F;&#x786C;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x7528;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x82F1;&#x6587;&#x7684;cognition&#xFF0C;&#x7528;&#x4EE5;&#x6307;&#x4EE3;&#x5927;&#x8111;&#x611F;&#x77E5;&#x3001;&#x8BB0;&#x5FC6;&#x3001;&#x7406;&#x89E3;&#x3001;&#x60F3;&#x8C61;&#x548C;&#x5904;&#x7406;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x5206;&#x652F;&#x201C;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x201D;&#xFF08;cognitive science&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x5728;&#x751F;&#x7406;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#x8303;&#x7574;&#x7684;&#x63A2;&#x7A76;&#xFF0C;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5DE5;&#x7A0B;&#x4E0A;&#x4E5F;&#x6709;&#x8F83;&#x591A;&#x4EA4;&#x53C9;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;</p><p>&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x65E5;&#x5E38;&#x7528;&#x8BED;&#xFF0C;&#x88AB;&#x6EE5;&#x7528;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x8FBE;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x9053;&#x201D;&#x67D0;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3001;&#x67D0;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x3001;&#x67D0;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x89C2;&#x5FF5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x7528;&#x5927;&#x5BB6;&#x5E38;&#x7528;&#x7684;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x5C31;&#x80FD;&#x8868;&#x8FBE;&#x3002;&#x7528;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x79CD;&#x5546;&#x4E1A;&#x7B56;&#x7565;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4F3C;&#x662F;&#x800C;&#x975E;&#x7684;&#x6D41;&#x884C;&#x8BCD;&#x6C47;&#xFF0C;&#x6765;&#x8FBE;&#x5230;&#x89C2;&#x5FF5;&#x4F20;&#x64AD;&#x3001;&#x5F71;&#x54CD;&#x5927;&#x4F17;&#x5934;&#x8111;&#x3001;&#x5F00;&#x53D1;&#x65B0;&#x5E02;&#x573A;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x7B56;&#x7565;&#x4F1A;&#x5E94;&#x7528;&#x4E8E;&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x7684;&#x5E02;&#x573A;&#x6216;&#x521B;&#x9020;&#x7269;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x6C7D;&#x8F66;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x201D;&#xFF0C;&#x4F46;&#x786C;&#x8981;&#x628A;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x6539;&#x7528;&#x4E00;&#x4E2A;&#x65B0;&#x8BCD;&#xFF0C;&#x96BE;&#x514D;&#x8BA9;&#x4EBA;&#x4F5C;&#x5455;&#x3002;</p><p>&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5012;&#x5356;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x6240;&#x8C13;&#x201C;&#x77E5;&#x8BC6;&#x8FD0;&#x8425;&#x5546;&#x201D;&#xFF0C;&#x901A;&#x8FC7;&#x8D29;&#x5356;&#x3001;&#x63A8;&#x4ECB;&#x7545;&#x9500;&#x4E66;&#xFF0C;&#x5F71;&#x54CD;&#x4E00;&#x4E9B;&#x7F3A;&#x4E4F;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x80FD;&#x529B;&#x7684;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x867D;&#x7136;&#x5546;&#x4E1A;&#x4E0A;&#x53EF;&#x884C;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5728;&#x539F;&#x6765;&#x6DF7;&#x4E71;&#x65E0;&#x7AEF;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4FE1;&#x606F;&#x5927;&#x6D77;&#x4E2D;&#xFF0C;&#x53C8;&#x704C;&#x5165;&#x4E86;&#x4E00;&#x7B50;&#x53C8;&#x4E00;&#x7B50;&#x65B0;&#x7684;&#x5783;&#x573E;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x7ECF;&#x5E38;&#x9F13;&#x5439;&#x6240;&#x8C13;&#x201C;&#x4EA4;&#x667A;&#x5546;&#x7A0E;&#x201D;&#x7684;&#x63D0;&#x6CD5;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x5546;&#xFF0C;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x6167;&#xFF0C;&#x53CD;&#x800C;&#x628A;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x8111;&#x5B50;&#x641E;&#x4E71;&#xFF0C;&#x8BA9;&#x5E74;&#x8F7B;&#x4EBA;&#x4EEC;&#x8D8A;&#x53D1;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5B66;&#x4E60;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x3001;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x667A;&#x6167;&#x7684;&#x5934;&#x8111;&#x3002;</p><p>&#x6211;&#x4EEC;&#x4E0D;&#x5426;&#x8BA4;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x8D29;&#x5B50;&#x5728;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x73B0;&#x5728;&#x613F;&#x610F;&#x201C;&#x4EB2;&#x81EA;&#x201D;&#x8BFB;&#x4E66;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4F46;&#x5728;&#x4E8E;&#x5546;&#x4E1A;&#x5229;&#x76CA;&#x76F8;&#x7ED1;&#x5B9A;&#x540E;&#xFF0C;&#x4E5F;&#x96BE;&#x514D;&#x51FA;&#x73B0;&#x4E00;&#x4E9B;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x3001;&#x9C7C;&#x76EE;&#x6DF7;&#x73E0;&#x3001;&#x771F;&#x5047;&#x96BE;&#x8FA8;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x81F3;&#x5C11;&#x8FD9;&#x91CC;&#x5BA3;&#x626C;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x7684;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;&#x6B63;&#x76F4;&#x3001;&#x771F;&#x8BDA;&#x3001;&#x535A;&#x5927;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#x201D;&#x7684;&#x4EBA;&#x5C11;&#xFF0C;&#x201C;&#x8BF4;&#x4E66;&#x5148;&#x751F;&#x201D;&#x3001;&#x201C;&#x8BB2;&#x6545;&#x4E8B;&#x4E13;&#x5BB6;&#x201D;&#x3001;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x8005;&#x201D;&#x591A;&#xFF0C;&#x7ECF;&#x5E38;&#x5411;&#x8FD9;&#x4E9B;&#x4E8C;&#x6D41;&#x89D2;&#x8272;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x5230;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x80FD;&#x591F;&#x7CBE;&#x7EAF;&#x5417;&#xFF0C;&#x80FD;&#x591F;&#x4F20;&#x7ED9;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x5417;&#xFF1F;</p><h3 id="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"><a href="#&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;" class="headerlink" title="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"></a>&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;</h3><p><strong>&#x77E5;&#x4E4E;</strong>&#x4F5C;&#x4E3A;&#x95EE;&#x7B54;&#x793E;&#x533A;&#xFF0C;&#x70ED;&#x5EA6;&#x4F9D;&#x7136;&#x4E0D;&#x51CF;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x771F;&#x6B63;&#x503C;&#x5F97;&#x91C7;&#x7EB3;&#x3001;&#x53D6;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5BE5;&#x5BE5;&#x3002;&#x95EE;&#x7B54;&#x8005;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x751F;&#x6C34;&#x5E73;&#x3002;&#x8F83;&#x4F18;&#x79C0;&#x8005;&#x8005;&#x4E5F;&#x5B58;&#x5728;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#x8005;&#x3001;&#x884C;&#x4E1A;&#x9886;&#x8896;&#x3001;&#x5B66;&#x8005;&#x6559;&#x6388;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x667A;&#x8005;&#xFF0C;&#x613F;&#x610F;&#x5728;&#x5176;&#x4E2D;&#x63D0;&#x95EE;&#x3001;&#x7B54;&#x9898;&#x7684;&#xFF0C;&#x80FD;&#x6709;&#x51E0;&#x4EBA;&#x3002;&#x77E5;&#x4E4E;&#x7684;&#x603B;&#x4F53;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;&#xFF0C;&#x201C;&#x4FE1;&#x566A;&#x6BD4;&#x201D;&#x4F4E;&#x3002;</p><p>&#x77E5;&#x4E4E;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x4E0E;&#x7E41;&#x8363;&#x65F6;&#x671F;&#x7684;<strong>&#x5929;&#x6DAF;</strong>&#x63A5;&#x8FD1;&#xFF0C;&#x8BDD;&#x9898;&#x7684;&#x5E7F;&#x5EA6;&#x548C;&#x81EA;&#x7531;&#x5EA6;&#x53EF;&#x80FD;&#x66F4;&#x9AD8;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x7EA6;&#x7B49;&#x4E8E;&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x704C;&#x6C34;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x70AB;&#x8000;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x5982;&#x679C;&#x5E74;&#x8F7B;&#x4EBA;&#x8FC7;&#x4E8E;&#x6EE1;&#x8DB3;&#x4ECE;&#x5E73;&#x53F0;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x201C;&#x8D5E;&#x201D;&#x548C;&#x201C;&#x8BC4;&#x4EF7;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x6210;&#x4E3A;&#x77E5;&#x4E4E;&#x5927;V&#x8C0B;&#x5229;&#x3001;&#x626C;&#x540D;&#xFF0C;&#x6050;&#x6015;&#x53CD;&#x800C;&#x4F1A;&#x9650;&#x5236;&#x5B66;&#x95EE;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x8FD0;&#x8425;&#x8005;&#x4E5F;&#x770B;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x77E5;&#x4E4E;&#x4E0A;&#x4EE5;&#x673A;&#x6784;&#x4E3A;&#x80CC;&#x666F;&#x7684;&#x7B54;&#x9898;&#x8005;&#x53EF;&#x80FD;&#x51FA;&#x4E8E;&#x5546;&#x4E1A;&#x52A8;&#x673A;&#xFF0C;&#x7B54;&#x9898;&#x8D28;&#x91CF;&#x53CD;&#x800C;&#x66F4;&#x9AD8;&#xFF0C;&#x5E76;&#x4E14;&#x96C6;&#x4E2D;&#x5728;&#x201C;&#x4E70;&#x623F;&#x201D;&#x3001;&#x201C;&#x6559;&#x80B2;&#x201D;&#x3001;&#x201C;&#x5C31;&#x4E1A;&#x201D;&#x3001;&#x201C;&#x6295;&#x8D44;&#x201D;&#x7B49;&#x8BDD;&#x9898;&#x4E0B;&#x9762;&#x3002;</p><p>&#x201C;&#x4E94;&#x8272;&#x4EE4;&#x4EBA;&#x76EE;&#x76F2;&#x201D;&#x3002;&#x5783;&#x573E;&#x904D;&#x5730;&#x7684;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x83B7;&#x53D6;&#x67D0;&#x4E9B;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x9AD8;&#x6548;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4EC5;&#x505C;&#x7559;&#x4E8E;&#x8FD9;&#x79CD;&#x6C34;&#x5E73;&#xFF0C;&#x77E5;&#x8BC6;&#x83B7;&#x53D6;&#x7684;&#x6548;&#x7387;&#x4ECD;&#x7136;&#x4F4E;&#x4E0B;&#x3001;&#x667A;&#x6167;&#x5C31;&#x66F4;&#x65E0;&#x987B;&#x8BF4;&#x4E86;&#x3002;</p><p>&#x5C11;&#x770B;&#x70B9;&#x77E5;&#x4E4E;&#xFF0C;&#x591A;&#x7814;&#x7A76;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x771F;&#x6B63;&#x60F3;&#x589E;&#x957F;&#x667A;&#x6167;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x662F;&#x6B63;&#x9014;&#x3002;</p><h3 id="&#x667A;&#x4ECE;&#x4F55;&#x6765;"><a href="#&#x667A;&#x4ECE;&#x4F55;&#x6765;" class="headerlink" title="&#x667A;&#x4ECE;&#x4F55;&#x6765;"></a>&#x667A;&#x4ECE;&#x4F55;&#x6765;</h3><p>&#x6240;&#x8C13;&#x201C;&#x5B66;&#x95EE;&#x201D;&#xFF0C;&#x5B66;&#x548C;&#x95EE;&#x662F;&#x6838;&#x5FC3;&#xFF0C;&#x5B66;&#x662F;&#x83B7;&#x5F97;&#x517B;&#x6599;&#xFF0C;&#x95EE;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#x7684;&#x6CBB;&#x5B66;&#x6CD5;&#xFF0C;&#x4E0D;&#x662F;&#x6559;&#x4E66;&#x5446;&#x5B50;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x201C;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x201D;&#xFF0C;&#x8BA9;&#x667A;&#x6167;&#x53EF;&#x4EE5;&#x5B9E;&#x8DF5;&#x3001;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3002;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#xFF1B;&#x79EF;&#x8DEC;&#x6B65;&#x3001;&#x81F3;&#x5343;&#x91CC;&#x800C;&#x5DF2;&#x3002;</p><p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF08;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#xFF09;&#x3001;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6765;&#x6E90;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4EE5;&#x843D;&#x5730;&#x3001;&#x4EE5;&#x884C;&#x52A8;&#x3001;&#x4EE5;&#x95EE;&#x9898;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#x7684;&#xFF0C;&#x6BEB;&#x65E0;&#x76EE;&#x7684;&#x7684;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x96BE;&#x514D;&#x6210;&#x4E3A;&#x201C;&#x975E;&#x7406;&#x6027;&#x6D88;&#x8D39;&#x8005;&#x201D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#xFF0C;&#x53EA;&#x662F;&#x542C;&#x4E00;&#x5802;&#x8BFE;&#x3001;&#x770B;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C31;&#x80FD;&#x5145;&#x5206;&#x638C;&#x63E1;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x884C;&#x52A8;&#x4EF7;&#x503C;&#x5417;&#xFF1F;&#x83B7;&#x5F97;&#x667A;&#x6167;&#x672C;&#x8D28;&#x662F;&#x201C;&#x6295;&#x8D44;&#x201D;&#xFF08;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x6295;&#x8D44;&#x65F6;&#x95F4;&#x4E0E;&#x7CBE;&#x529B;&#xFF09;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x5BFC;&#x5411;&#xFF0C;&#x5177;&#x6709;&#x76EE;&#x7684;&#x6027;&#x3001;&#x5177;&#x4F53;&#x5316;&#x3001;&#x7CFB;&#x7EDF;&#x5316;&#xFF0C;&#x9700;&#x8981;&#x6301;&#x7EED;&#x514B;&#x670D;&#x95EE;&#x9898;&#x4E0E;&#x56F0;&#x96BE;&#xFF0C;&#x4ECE;&#x5B9E;&#x8DF5;&#x4E2D;&#x83B7;&#x5F97;&#x3002;</p><p>&#x638C;&#x63E1;&#x4E86;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x95EE;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x624D;&#x66F4;&#x201C;&#x7CBE;&#x51C6;&#x201D;&#x3002;&#x662F;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x662F;&#x5927;&#x667A;&#x6167;&#x3001;&#x8FD8;&#x662F;&#x5C0F;&#x806A;&#x660E;&#xFF0C;&#x4E5F;&#x66F4;&#x6E05;&#x695A;&#x3002;</p><p>&#x672C;&#x6587;&#x5E76;&#x4E0D;&#x80FD;&#x60C5;&#x666F;&#x5316;&#x3001;&#x5177;&#x4F53;&#x5316;&#x5730;&#x56DE;&#x7B54;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x7684;&#x667A;&#x6167;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x80FD;&#x8BDA;&#x5B9E;&#x5730;&#x56DE;&#x7B54;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6E05;&#x6670;&#x7684;&#x76EE;&#x7684;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x6027;&#x548C;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x5E94;&#x8BC1;&#xFF0C;&#x89E3;&#x51B3;&#x5B9E;&#x9645;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x81F3;&#x5C11;&#x4F1A;&#x8FDC;&#x79BB;&#x201C;&#x788E;&#x7247;&#x5316;&#x201D;&#x77E5;&#x8BC6;&#x3001;&#x201C;&#x6D88;&#x8D39;&#x578B;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x800C;&#x5B66;&#x95EE;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x7531;&#x6B64;&#x79EF;&#x7D2F;&#x4E86;&#x3002;</p><p><img src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="image.png"> &#x200B;<a href="https://en.wikipedia.org/wiki/Library_of_Alexandria" target="_blank" rel="noopener">from Wikipedia &#x2013; Library of Alexandria</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0&#x200B;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-07T06:45:24.000Z">2019-02-07</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">10 minutes read (About 1511 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/网络钓鱼的安全威胁，请中文区用户警惕-phishing-warning/">网络钓鱼的安全威胁，请中文区用户警惕 | Phishing Warning</a></h1><div class="content"><p>&#x672C;&#x6587;&#x662F; @steemcleaners &#x8FD1;&#x65E5;&#x7684;&#x6587;&#x7AE0;<a href="https://steemit.com/utopian-io/@steemcleaners/phishing-warning" target="_blank" rel="noopener">Phishing Warning</a>&#x7684;&#x4E2D;&#x6587;&#x7FFB;&#x8BD1;&#x3002;</p><h3 id="&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;"><a href="#&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;" class="headerlink" title="&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;"></a>&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;</h3><p>&#x8FD1;&#x671F;Steem&#x53D1;&#x751F;&#x8F83;&#x591A;&#x7684;&#x5B89;&#x5168;&#x5A01;&#x80C1;&#x3002;&#x7531;&#x4E8E;&#x76EE;&#x524D;&#x9A87;&#x5BA2;&#x4E3B;&#x8981;&#x9488;&#x5BF9;&#x82F1;&#x6587;&#x7528;&#x6237;&#x53D1;&#x8D77;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#xFF08;Phishing&#xFF09;&#x653B;&#x51FB;&#xFF0C;&#x4E2D;&#x6587;&#x7684;&#x53D7;&#x5BB3;&#x8005;&#x9884;&#x8BA1;&#x8F83;&#x5C11;&#x3002;&#x4F46;&#x6700;&#x8FD1;Steem&#x4E0A;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x4E8B;&#x4EF6;&#x9AD8;&#x53D1;&#xFF0C;&#x5927;&#x5BB6;&#x5E94;&#x5F53;&#x5F15;&#x8D77;&#x91CD;&#x89C6;&#xFF0C;&#x5E76;&#x8B66;&#x60D5;&#x6B64;&#x7C7B;&#x5B89;&#x5168;&#x9690;&#x60A3;&#x3002;&#x4FDD;&#x62A4;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x8D26;&#x6237;&#x548C;&#x8D44;&#x91D1;&#x5B89;&#x5168;&#x3002;</p><p>&#x5982;&#x679C;&#x4E0D;&#x7406;&#x89E3;&#x4EC0;&#x4E48;&#x662F;<strong>&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#xFF08;Phishing&#xFF09;</strong>&#xFF0C;&#x53EF;&#x4EE5;&#x9605;&#x8BFB;&#x8D44;&#x6599;&#xFF1A; https://baike.baidu.com/item/&#x7F51;&#x7EDC;&#x9493;&#x9C7C;/1401858</p><p>&#x5982;&#x679C;&#x6709;&#x4E2D;&#x6587;&#x7528;&#x6237;&#x906D;&#x9047;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x3001;&#x8D26;&#x6237;&#x88AB;&#x76D7;&#x3001;&#x7ECF;&#x6D4E;&#x635F;&#x5931;&#x6216;&#x5176;&#x4ED6;&#x5B89;&#x5168;&#x5165;&#x4FB5;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x62A5;&#x544A;&#x7ED9;@steemcleaners&#x3002;&#x672C;&#x6587;&#x4E2D;&#x6587;&#x4F5C;&#x8005;&#x5BF9;&#x7F51;&#x7EDC;&#x5B89;&#x5168;&#x9886;&#x57DF;&#x6709;&#x4E00;&#x5B9A;&#x7ECF;&#x9A8C;&#xFF0C;&#x5982;&#x6709;&#x670B;&#x53CB;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x8BB8;&#x4E5F;&#x53EF;&#x63D0;&#x4F9B;&#x652F;&#x6301;&#x3002;</p><p><strong>&#x4EE5;&#x4E0B;&#x672C;&#x6587;&#x4E3A;&#x6B63;&#x6587;</strong>&#xFF1A;</p><p><img src="https://steemitimages.com/0x0/https://i.imgur.com/U1lS9kh.png" alt="image alt"></p><hr><p>&#x8FD1;&#x65E5;&#x6765;&#xFF0C;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x5DF2;&#x5728;Steem&#x4E0A;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x3002;&#x9A87;&#x5BA2;&#x4EEC;&#x76D7;&#x53D6;&#x4E86;&#x5341;&#x51E0;&#x4E2A;Steem&#x8D26;&#x6237;&#xFF0C;&#x5E76;&#x7528;&#x5B83;&#x4EEC;&#x53D1;&#x5E03;&#x4E86;&#x6570;&#x767E;&#x6761;&#x6076;&#x610F;&#x8BC4;&#x8BBA;&#x3002;&#x8FD9;&#x4E9B;&#x8BC4;&#x8BBA;&#x901A;&#x5E38;&#x91C7;&#x7528;&#x8BF1;&#x5BFC;&#x6027;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x4EE5;&#x8BF1;&#x9A97;&#x7528;&#x6237;&#x70B9;&#x51FB;&#x5176;&#x4E2D;&#x7684;&#x6076;&#x610F;&#x94FE;&#x63A5;&#x3002;</p><p><img src="https://i.imgur.com/tSHmg0w.png" alt=""> <sup>&#x8FD9;&#x662F;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x8BC4;&#x8BBA;&#x7684;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#xFF08;&#x901A;&#x8FC7;30&#x4E2A;Steem&#x6B3A;&#x9A97;&#x7528;&#x6237;&#x70B9;&#x51FB;&#x6700;&#x540E;&#x7684;&#x94FE;&#x63A5;&#xFF09;</sup></p><p>&#x50CF;&#x4E0A;&#x9762;&#x8FD9;&#x6837;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x7684;&#x94FE;&#x63A5;&#x5C06;&#x5E26;&#x4F60;&#x79BB;&#x5F00;Steemit&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;Steem&#x7F51;&#x7AD9;&#x7684;&#x754C;&#x9762;&#xFF08;&#x5982;Busy, eSteem&#xFF0C;Parkito&#x7B49;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x94FE;&#x63A5;&#x4F1A;&#x5E26;&#x4F60;&#x8BBF;&#x95EE;&#x4E00;&#x4E2A;&#x770B;&#x8D77;&#x6765;&#x50CF;&#x5408;&#x6CD5;&#x670D;&#x52A1;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x800C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x4E2A;&#x5192;&#x5145;&#x7684;&#x5047;&#x7F51;&#x7AD9;&#x3002;</p><p>&#x8FD9;&#x4E9B;&#x5047;&#x7F51;&#x7AD9;&#x523B;&#x610F;&#x8BBE;&#x8BA1;&#x4E3A;&#x8BF1;&#x9A97;&#x4F60;&#x8F93;&#x5165;&#x7528;&#x6237;&#x540D;&#x548C;&#x5BC6;&#x7801;&#xFF08;&#x6216;active key&#xFF09;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8F93;&#x5165;&#x4E86;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#xFF0C;&#x9ED1;&#x5BA2;&#x5C31;&#x4F1A;&#x767B;&#x5165;&#x4F60;&#x7684;&#x8D26;&#x6237;&#xFF0C;&#x5077;&#x8D70;&#x4F60;&#x8D26;&#x6237;&#x91CC;&#x6240;&#x6709;&#x7684;&#x94B1;&#xFF0C;&#x5E76;&#x66F4;&#x6539;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x5BC6;&#x7801;&#x3002;&#x7136;&#x540E;&#x4ED6;&#x4EEC;&#x4F1A;&#x4F7F;&#x7528;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x6765;&#x53D1;&#x9001;&#x66F4;&#x591A;&#x7684;&#x9493;&#x9C7C;&#x4FE1;&#x606F;&#x4EE5;&#x6B3A;&#x9A97;&#x4F60;&#x7684;&#x670B;&#x53CB;&#x548C;&#x5176;&#x4ED6;Steem&#x7528;&#x6237;&#x3002;</p><h1 id="Flags-Downvotes-&#x8E29;"><a href="#Flags-Downvotes-&#x8E29;" class="headerlink" title="Flags/Downvotes &#x8E29;"></a>Flags/Downvotes &#x8E29;</h1><p>@steemcleaners &#x56E2;&#x961F;&#x7684;&#x8D26;&#x6237; (&#x5305;&#x62EC; @guard &#x548C; @plentyofphish) &#x4F1A;&#x8E29;&#x9A87;&#x5BA2;&#x4EEC;&#x53D1;&#x5E03;&#x7684;&#x6240;&#x6709;&#x7684;&#x6076;&#x610F;&#x8BC4;&#x8BBA;&#xFF0C;&#x5C3D;&#x5168;&#x529B;&#x628A;&#x8FD9;&#x4E9B;&#x8D26;&#x6237;&#x7684;&#x5A01;&#x671B;&#x8E29;&#x6210;&#x8D1F;&#x6570;.</p><p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x662F;&#x88AB;&#x76D7;&#x4E86;&#xFF0C;&#x5E76;&#x6062;&#x590D;&#x4E86;&#x4F60;&#x7684;&#x8D26;&#x6237;&#xFF0C;&#x8BF7;&#x9A6C;&#x4E0A;&#x8054;&#x7CFB;&#x6211;&#x4EEC;&#xFF08;@steemcleaners&#xFF09;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x79FB;&#x9664;&#x6240;&#x6709;&#x7684;&#x5BF9;&#x4F60;&#x7684;&#x88AB;&#x76D7;&#x8D26;&#x6237;&#x7684;&#x8E29;&#xFF0C;&#x4EE5;&#x5C3D;&#x91CF;&#x6062;&#x590D;&#x4F60;&#x8D26;&#x6237;&#x7684;&#x5A01;&#x671B;&#x3002;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x628A;&#x6240;&#x6709;&#x9A87;&#x5BA2;&#x901A;&#x8FC7;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x53D1;&#x5E03;&#x7684;&#x9493;&#x9C7C;&#x8BC4;&#x8BBA;&#x90FD;&#x5220;&#x9664;&#x3002;</p><p><strong>&#x6CE8;&#x610F;: &#x5982;&#x679C;&#x4F60;&#x7684;&#x67D0;&#x4E2A;&#x8BC4;&#x8BBA;&#x88AB;&#x6211;&#x4EEC;&#x5927;&#x529B;&#x8E29;&#x4E86;&#xFF0C;&#x8BF7;&#x5148;&#x4E0D;&#x8981;&#x5220;&#x9664;&#x8FD9;&#x6761;&#x8BC4;&#x8BBA;&#xFF0C;&#x5426;&#x5219;&#x6211;&#x4EEC;&#x5C06;&#x65E0;&#x6CD5;&#x79FB;&#x9664;&#x5BF9;&#x5B83;&#x7684;&#x8E29;&#xFF01;&#x8BF7;&#x7B49;&#x6211;&#x4EEC;&#x628A;&#x8E29;&#x79FB;&#x9664;&#x4EE5;&#x540E;&#xFF0C;&#x518D;&#x5220;&#x9664;&#x8BC4;&#x8BBA;&#x3002;</strong></p><h1 id="No-Free-Money-&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;"><a href="#No-Free-Money-&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;" class="headerlink" title="No Free Money &#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;"></a>No Free Money &#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;</h1><p>&#x9A87;&#x5BA2;&#x4EEC;&#x6316;&#x4E86;&#x5751;&#x7B49;&#x4F60;&#x8DF3;&#x8FDB;&#x53BB;&#xFF1A;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;30 Steem&#x7B49;&#x4F60;&#x53BB;&#x9886;&#x53D6;&#xFF1B;<strong>&#x4ECE;&#x6765;&#x6CA1;&#x6709;</strong>&#x3002;&#x9A87;&#x5BA2;&#x4EEC;&#x77E5;&#x9053;Steem&#x4E0A;&#x7684;&#x5F88;&#x591A;&#x4EBA;&#x6E34;&#x671B;&#x901A;&#x8FC7;Steem&#x8D5A;&#x94B1;&#xFF0C;&#x6240;&#x4EE5;&#x6545;&#x610F;&#x6316;&#x4E86;&#x8FD9;&#x4E9B;&#x9488;&#x5BF9;&#x6027;&#x7684;&#x9677;&#x9631;&#x3002;</p><h1 id="Report-&#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;"><a href="#Report-&#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;" class="headerlink" title="Report! &#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;"></a>Report! &#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;</h1><p>&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x4F60;&#x53D1;&#x73B0;&#x7684;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x95EE;&#x9898;&#xFF0C;&#x8BF7;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x901A;&#x8FC7;&#x6211;&#x4EEC;&#x7684;Dicord&#x9891;&#x9053;&#xFF08; https://discord.gg/STXSV4g &#xFF09;&#x6216;&#x8005;&#x6211;&#x4EEC;&#x7684;&#x7F51;&#x7AD9;&#xFF08; http://steemcleaners.com/reports/new &#xFF09;&#x62A5;&#x544A;&#x7ED9;&#x6211;&#x4EEC;&#x3002;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x884C;&#x4E3A;&#xFF08;&#x5982;&#x527D;&#x7A83;&#xFF09;&#xFF0C;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x662F;&#x6211;&#x4EEC;&#x6700;&#x4E3A;&#x91CD;&#x89C6;&#x548C;&#x8B66;&#x60D5;&#x7684;&#x4E25;&#x91CD;&#x975E;&#x6CD5;&#x884C;&#x4E3A;&#x3002;&#x54EA;&#x6015;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x66FE;&#x7ECF;&#x88AB;&#x6211;&#x4EEC;&#x52A0;&#x5165;&#x4E86;&#x9ED1;&#x540D;&#x5355;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x613F;&#x610F;&#x5E2E;&#x52A9;&#x4F60;&#xFF1B;&#x6211;&#x4EEC;&#x7684;&#x9996;&#x8981;&#x76EE;&#x6807;&#x662F;&#x5236;&#x6B62;&#x4E00;&#x5207;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x548C;&#x4FDD;&#x8BC1;Steem&#x751F;&#x6001;&#x7684;&#x5065;&#x5EB7;&#x3002;</p><h1 id="Recover-&#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;"><a href="#Recover-&#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;" class="headerlink" title="Recover &#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;"></a>Recover &#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;</h1><p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x88AB;&#x76D7;&#x4E86;&#xFF0C;&#x8BF7;&#x6839;&#x636E;&#x4E0B;&#x9762;&#x7684;&#x64CD;&#x4F5C;&#x6062;&#x590D;&#x4F60;&#x7684;&#x4E2A;&#x4EBA;&#x8D26;&#x6237;&#x3002;</p><p>&#x9996;&#x5148;&#xFF0C;&#x6253;&#x5F00;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x7684;Steemd.com&#x7684;&#x4E2A;&#x4EBA;&#x9875;&#x9762;&#x3002;</p><h3 id="&#x4F8B;&#x5B50;"><a href="#&#x4F8B;&#x5B50;" class="headerlink" title="&#x4F8B;&#x5B50;:"></a>&#x4F8B;&#x5B50;:</h3><h4 id="&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"><a href="#&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;" class="headerlink" title="&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"></a>&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;</h4><p><img src="https://i.imgur.com/aGLTHsT.png" alt=""></p><p><em>Recovery account:</em> &#x672C;&#x4F8B;&#x5B50;&#x4E2D;&#x4E3A; @steemmonsters . &#x5FC5;&#x987B;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x8D26;&#x6237;&#x4F5C;&#x4E3A;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#x6765;&#x91CD;&#x7F6E;&#x4F60;&#x7684;&#x5BC6;&#x7801;.</p><p><em>Last account recovery:</em> &#x9ED8;&#x8BA4;&#x7684;&#x65E5;&#x671F;&#x5E94;&#x8BE5;&#x662F;1970&#x5E74;1&#x6708;1&#x65E5;&#x3002;&#x5982;&#x679C;&#x663E;&#x793A;&#x4E3A;&#x53E6;&#x4E00;&#x4E2A;&#x65E5;&#x671F;&#xFF0C;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;&#x8D26;&#x6237;&#x4E4B;&#x524D;&#x66FE;&#x5728;&#x8FD9;&#x4E2A;&#x65E5;&#x671F;&#x88AB;&#x6062;&#x590D;&#x8FC7;&#xFF08;&#x5BC6;&#x7801;&#x88AB;&#x91CD;&#x7F6E;&#x8FC7;&#xFF09;&#x3002;</p><p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7528;&#x6237;&#x9700;&#x8981;&#x8054;&#x7CFB; @steemmonsters &#xFF08;&#x8BBF;&#x95EE;&#x4ED6;&#x4EEC;&#x7684;Discord&#x4EE5;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#xFF09;&#x6765;&#x542F;&#x52A8;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;&#x3002;</p><h4 id="&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit-Inc-&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"><a href="#&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit-Inc-&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;" class="headerlink" title="&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit Inc &#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"></a>&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit Inc &#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;</h4><p><img src="https://i.imgur.com/xlwA0Mx.png" alt=""></p><p><em>Recovery account:</em> @steem . &#x8FD9;&#x662F;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x60C5;&#x51B5;&#x56E0;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x8D26;&#x6237;&#x662F;&#x901A;&#x8FC7;Steemit Inc&#x521B;&#x5EFA;&#x7684;&#x3002;</p><p>&#x5982;&#x679C;&#x4F60;&#x7684;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#x662F;@steem&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x94FE;&#x63A5;&#x6765;&#x542F;&#x52A8;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;: https://steemit.com/recover_account_step_1</p><p><img src="https://cdn.steemitimages.com/DQmXnYsCaqBf3HTrGah7LLL644P6BrtRTbkqwYd6LCwBFt3/image.png" alt=""></p><p><sup>&#x8FD9;&#x662F;&#x7528;&#x4E8E;&#x6062;&#x590D;&#x8D26;&#x6237;&#x7684;&#x8868;&#x5355;&#xFF08;&#x539F;&#x6587;&#x4E2D;&#x4E3A;&#x82F1;&#x6587;&#x7248;&#xFF0C;&#x8FD9;&#x91CC;&#x91C7;&#x7528;&#x4E2D;&#x6587;&#x7248;&#x4EE5;&#x65B9;&#x4FBF;&#x8BFB;&#x8005;&#xFF09;</sup></p><ol><li>&#x8F93;&#x5165;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;</li><li>&#x8F93;&#x5165;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x6700;&#x540E;&#x4E00;&#x6B21;&#x4F7F;&#x7528;&#x8FC7;&#x7684;&#x5BC6;&#x7801;</li><li>&#x63D0;&#x4EA4;&#x8868;&#x5355;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x5305;&#x542B;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x7684;&#x8868;&#x5355;</li><li>&#x5728;&#x7B2C;&#x4E8C;&#x4E2A;&#x8868;&#x5355;&#x4E2D;&#xFF0C;&#x786E;&#x4FDD;&#x4F60;&#x8F93;&#x5165;&#x7684;&#x662F;&#x4F60;&#x6CE8;&#x518C;&#x65F6;&#x4F7F;&#x7528;&#x7684;&#x90AE;&#x7BB1;</li></ol><p>&#x6062;&#x590D;&#x8D26;&#x6237;&#x7684;&#x7533;&#x8BF7;&#x63D0;&#x4EA4;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x4E0D;&#x65F6;&#x68C0;&#x67E5;&#x4F60;&#x7684;&#x90AE;&#x4EF6;&#x3002;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;&#x4E00;&#x822C;&#x9700;&#x8981;&#x82B1;&#x8D39;Steemit Inc&#x7EA6;24~48&#x4E2A;&#x5C0F;&#x65F6;&#x6765;&#x5904;&#x7406;&#x3002;</p><h3 id="&#x53C2;&#x8003;&#x6307;&#x5357;"><a href="#&#x53C2;&#x8003;&#x6307;&#x5357;" class="headerlink" title="&#x53C2;&#x8003;&#x6307;&#x5357;"></a>&#x53C2;&#x8003;&#x6307;&#x5357;</h3><p>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x786E;&#x5B9A;&#x5982;&#x4F55;&#x8054;&#x7CFB;&#x4F60;&#x7684;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x9875;&#x9762;&#x67E5;&#x627E;&#x8054;&#x7CFB;&#x65B9;&#x6CD5;&#xFF1A;https://github.com/gryter/plentyofphish/blob/master/guides/account-recovery.md &#xFF08;&#x6765;&#x81EA;&#x4E8E;@plentyofphish &#x7684;GitHub&#x4EE3;&#x7801;&#x4ED3;&#x5E93;&#xFF09;</p><p><em>&#x672C;&#x6587;&#x7FFB;&#x8BD1;&#x81EA;@steemcleaners&#x7684;&#x6587;&#x7AE0;<a href="https://steemit.com/utopian-io/@steemcleaners/phishing-warning" target="_blank" rel="noopener">Phishing Warning</a>&#xFF0C;&#x611F;&#x8C22;@steemcleaners&#x5BF9;&#x5E73;&#x53F0;&#x5185;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x9AD8;&#x5EA6;&#x91CD;&#x89C6;</em></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-03T02:51:21.000Z">2019-01-03</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">12 minutes read (About 1816 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/在steemit的写作计划-my-writing-plan-on-steemit/">在Steemit的写作计划 | My Writing Plan on Steemit</a></h1><div class="content"><p>&#x521D;&#x6765;Steemit&#xFF0C;&#x5BF9;&#x7CFB;&#x7EDF;&#x548C;&#x793E;&#x533A;&#x8FD8;&#x5F88;&#x4E0D;&#x4E86;&#x89E3;&#xFF0C;&#x4EC5;&#x505A;&#x6B64;&#x6587;&#x4EE5;&#x4E3A;&#x5F00;&#x7BC7;&#x3002;</p><p>&#x8FD9;&#x662F;&#x7B2C;&#x4E00;&#x7BC7;&#x6B63;&#x5F0F;&#x7684;&#x6587;&#x7AE0;&#xFF0C;&#x65E8;&#x5728;&#x7ACB;&#x610F;&#x4E0E;&#x7ACB;&#x5FD7;&#xFF1B;&#x6216;&#x53EF;&#x4EE5;&#x8349;&#x8349;&#x4F5C;&#x4E3A;&#x5E8F;&#x8A00;&#x3002;</p><p>&#x6211;&#x540C;&#x610F;&#x4EBA;&#x751F;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x4E00;&#x5728;&#x4E8E;&#x201C;&#x89C9;&#x89E3;&#x201D;&#xFF08;&#x5982;&#x51AF;&#x53CB;&#x5170;&#x5728;<a href="https://book.douban.com/subject/1021273/" target="_blank" rel="noopener">&#x300A;&#x4E2D;&#x56FD;&#x54F2;&#x5B66;&#x7B80;&#x53F2;&#x300B;</a>&#xFF0C;&#x800C;&#x201C;&#x89C9;&#x89E3;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x5305;&#x62EC;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x7B49;&#xFF0C;&#x901A;&#x8FC7;&#x4E0E;&#x5B87;&#x5B99;&#x4E0E;&#x4EBA;&#x4E16;&#x7684;&#x4EA4;&#x4E92;&#x4EE5;&#x201C;&#x8BC1;&#x9053;&#x201D;&#x3002;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x6211;&#x5199;&#x4F5C;&#x7684;&#x8BDD;&#x9898;&#x4E3B;&#x8981;&#x5728;&#x4EE5;&#x4E0B;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#xFF1A;&#x54F2;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x73B0;&#x5B9E;&#x3001;&#x6280;&#x672F;&#x3001;&#x521B;&#x4E1A;&#x3001;&#x5B66;&#x672F;&#x3001;&#x5DE5;&#x4F5C;&#x3001;&#x5BB6;&#x5EAD;&#xFF0C;&#x5E0C;&#x671B;&#x4ECE;&#x4E2A;&#x4EBA;&#x6240;&#x5904;&#x7684;&#x73AF;&#x5883;&#x6765;&#x89C2;&#x5BDF;&#x4E16;&#x754C;&#x3001;&#x63D0;&#x4F9B;&#x89C1;&#x89E3;&#x3001;&#x4FC3;&#x8FDB;&#x81EA;&#x6211;&#x6210;&#x957F;&#x3001;&#x5E2E;&#x52A9;&#x6587;&#x660E;&#x548C;&#x4E16;&#x754C;&#x66F4;&#x597D;&#x5730;&#x53D1;&#x5C55;&#x3002;</p><p><strong><a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">&#x4F0A;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a>&#xFF08;&#x6700;&#x4F1F;&#x5927;&#x7684;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#x4E4B;&#x4E00;&#xFF09;&#x8BF4;&#x8FC7;&#xFF1A;&#x201C;&#x5B66;&#x4F1A;&#x4E00;&#x95E8;&#x5B66;&#x79D1;&#x6216;&#x8005;&#x5B66;&#x95EE;&#x6700;&#x597D;&#x7684;&#x7B56;&#x7565;&#xFF0C;&#x5C31;&#x662F;&#x5199;&#x4E00;&#x672C;&#x76F8;&#x5173;&#x7684;&#x4E66;&#x201D;</strong> (&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x4E00;&#x751F;&#x7684;&#x8457;&#x4F5C;&#x8D85;&#x8FC7;500&#x672C;)&#x3002;</p><p><img src="https://upload.wikimedia.org/wikipedia/en/2/25/Foundation_gnome.jpg" alt="Foundation Series"></p><p>&#x6211;&#x540C;&#x610F;&#x901A;&#x8FC7;&#x5199;&#x4F5C;&#x6765;&#x5E2E;&#x52A9;&#x522B;&#x4EBA;&#x6216;&#x8005;&#x81EA;&#x5DF1;&#x89E3;&#x51B3;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#x548C;&#x610F;&#x4E49;&#x7684;&#x751F;&#x6D3B;&#x5B9E;&#x8DF5;&#x3002;&#x4EE5;&#x4E0B;&#x662F;&#x6211;&#x5F00;&#x5217;&#x7684;&#x4E00;&#x4E9B;&#x5199;&#x4F5C;&#x201D;&#x4E66;&#x5355;&#x201C;&#xFF0C;&#x5199;&#x4F5C;&#x9891;&#x7387;&#x53EF;&#x80FD;&#x8981;&#x6839;&#x636E;&#x5177;&#x4F53;&#x7684;&#x60C5;&#x51B5;&#x800C;&#x5B9A;&#x4E86;&#x3002;&#x987E;&#x708E;&#x6B66;&#x8BF4;&#xFF1A;&#x201C;&#x4EE5;&#x5174;&#x8DA3;&#x59CB;&#xFF0C;&#x4EE5;&#x6BC5;&#x529B;&#x7EC8;&#x201D;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x6709;&#x5FD7;&#x4E0E;&#x529B;&#xFF0C;&#x5E76;&#x4E14;&#x6709;&#x5916;&#x7269;&#x4EE5;&#x76F8;&#x4E4B;&#xFF0C;&#x800C;&#x7EC8;&#x80FD;&#x81F4;&#x3002;</p><ol><li><strong>&#x300A;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x7B80;&#x53F2;&#x300B;</strong>&#xFF1A;&#x5728;&#x4EBA;&#x7C7B;&#x793E;&#x4F1A;&#x4E2D;&#xFF0C;&#x6280;&#x672F;&#x7684;&#x51FA;&#x73B0;&#x8FDC;&#x65E9;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#xFF1B;&#x8FD9;&#x672C;&#x96C6;&#x5B50;&#x60F3;&#x8BA8;&#x8BBA;&#x4E00;&#x4E0B;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#x53F2;&#x3001;&#x6280;&#x672F;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x7684;&#x7814;&#x7A76;&#x548C;&#x672A;&#x6765;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x7B49;&#x3002;</li><li><strong>&#x300A;&#x9ED1;&#x5BA2;&#x5F80;&#x4E8B;&#x300B;</strong>&#xFF1A;&#x8FD9;&#x91CC;&#x7684;&#x9ED1;&#x5BA2;&#xFF08;Hacker&#xFF09;&#x662F;&#x6307;&#x90A3;&#x4E9B;&#x6709;&#x521B;&#x9020;&#x6027;&#x7684;&#x4EBA;&#x7C7B;&#x3002;&#x5E0C;&#x671B;&#x68B3;&#x7406;&#x5728;&#x8BA1;&#x7B97;&#x673A;&#x79D1;&#x5B66;&#x3001;&#x73B0;&#x4EE3;&#x4FE1;&#x606F;&#x6280;&#x672F;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x7B49;&#x9886;&#x57DF;&#x4E2D;&#x7684;&#x5173;&#x952E;&#x8282;&#x70B9;&#x4EEC;&#xFF0C;&#x5305;&#x62EC;&#x7406;&#x8BBA;&#x3001;&#x5DE5;&#x7A0B;&#x5B9E;&#x8DF5;&#x3001;&#x5546;&#x4E1A;&#x3001;&#x793E;&#x4F1A;&#x3001;&#x54F2;&#x5B66;&#x7B49;&#x9886;&#x57DF;&#x6709;&#x91CD;&#x8981;&#x8D21;&#x732E;&#x7684;&#x9ED1;&#x5BA2;&#x4EEC;&#x7684;&#x6545;&#x4E8B;&#x3002;</li><li><strong>&#x300A;&#x89C2;&#x975E;&#x5E38;&#x4EBA;&#xFF0C;&#x884C;&#x975E;&#x5E38;&#x4E8B;&#x300B;</strong>&#xFF1A;&#x65E8;&#x5728;&#x4ECB;&#x7ECD;&#x90A3;&#x4E9B;&#x6211;&#x4EEC;&#x5728;&#x5386;&#x53F2;&#x4E2D;&#x542C;&#x95FB;&#x8FC7;&#x4F46;&#x6216;&#x8BB8;&#x6CA1;&#x6709;&#x5BA1;&#x89C6;&#x8FC7;&#x7684;&#x201C;&#x975E;&#x5E38;&#x4EBA;&#x201D;&#xFF0C;&#x4E3B;&#x8981;&#x8FD8;&#x662F;&#x4EE5;&#x4E2D;&#x56FD;&#x7684;&#x5386;&#x53F2;&#x8109;&#x7EDC;&#x4E3A;&#x4E3B;&#x3002;&#x5982;&#x7384;&#x5958;&#x3001;&#x738B;&#x5B89;&#x77F3;&#x3001;&#x674E;&#x9E3F;&#x7AE0;&#x3001;&#x6881;&#x542F;&#x8D85;&#x7B49;&#x3002;</li><li><strong>&#x300A;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x300B;</strong>&#xFF1A;&#x7ED9;&#x5BB6;&#x957F;&#x4EEC;&#x9605;&#x8BFB;&#x7684;&#x4E00;&#x4E9B;&#x6587;&#x96C6;&#xFF0C;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8BA8;&#x8BBA;&#x73B0;&#x4EE3;&#x548C;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x65B9;&#x9762;&#x7684;&#x4E00;&#x4E9B;&#x53D8;&#x5316;&#xFF0C;&#x5BF9;&#x201C;&#x5B66;&#x95EE;&#x601D;&#x8FA8;&#x884C;&#x201D;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x771F;&#x6B63;&#x9762;&#x5411;&#x5386;&#x53F2;&#x3001;&#x73B0;&#x5728;&#x548C;&#x672A;&#x6765;&#xFF0C;&#x4E0E;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x5B69;&#x5B50;&#x4EEC;&#x4E00;&#x8D77;&#x6210;&#x957F;&#x3002;</li><li><strong>&#x300A;&#x73B0;&#x4EE3;&#x521B;&#x4E1A;&#x601D;&#x60F3;&#x300B;</strong>&#xFF1A;&#x5E0C;&#x671B;&#x4ECB;&#x7ECD;&#x73B0;&#x4EE3;&#x521B;&#x4E1A;&#x8005;&#xFF0C;&#x5728;&#x601D;&#x60F3;&#x548C;&#x5B9E;&#x8DF5;&#x65B9;&#x9762;&#x503C;&#x5F97;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x5728;&#x5DE5;&#x4F5C;&#x548C;&#x751F;&#x6D3B;&#x4E2D;&#x5B66;&#x4E60;&#x7684;&#x65B9;&#x9762;&#xFF0C;&#x7ED3;&#x5408;&#x5927;&#x5BB6;&#x4E86;&#x89E3;&#x6216;&#x8005;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x4E00;&#x4E9B;&#x521B;&#x4E1A;&#x8005;&#x7684;&#x5386;&#x53F2;&#x6765;&#x8BF4;&#x3002;</li><li><strong>&#x300A;&#x4E2D;&#x56FD;&#x793E;&#x4F1A;&#x53D8;&#x8FC1;&#x300B;</strong>&#xFF1A;&#x5BF9;&#x793E;&#x4F1A;&#x8FDB;&#x884C;&#x89E3;&#x5256;&#x5B66;&#x7814;&#x7A76;&#x548C;&#x6A21;&#x5F0F;&#x8BC6;&#x522B;&#xFF0C;&#x4ECE;&#x7CFB;&#x7EDF;&#x7684;&#x89D2;&#x5EA6;&#x7ED9;&#x793E;&#x4F1A;&#x5EFA;&#x6A21;&#xFF0C;&#x4ECE;&#x5B8F;&#x89C2;&#x4E0E;&#x7EC6;&#x5FAE;&#x5904;&#x7406;&#x89E3;&#x793E;&#x4F1A;&#x8FD9;&#x4E2A;&#x590D;&#x6742;&#x7F51;&#x7EDC;&#x7CFB;&#x7EDF;&#x7684;&#x5404;&#x4E2A;&#x5C42;&#x9762;&#x3002;</li><li><strong>&#x300A;&#x667A;&#x80FD;&#x7B80;&#x53F2;&#x300B;</strong>&#xFF1A;&#x5E0C;&#x671B;&#x4ECE;&#x751F;&#x7269;&#x548C;&#x673A;&#x68B0;&#x7684;&#x667A;&#x80FD;&#x7684;&#x5F62;&#x6210;&#x4E0E;&#x6F14;&#x5316;&#xFF0C;&#x4EBA;&#x7C7B;&#x7684;&#x667A;&#x80FD;&#x7684;&#x7F3A;&#x9677;&#x4E0E;&#x53D1;&#x5C55;&#x7B49;&#x7B49;&#xFF0C;&#x63CF;&#x8FF0;&#x667A;&#x80FD;&#x5728;&#x5B87;&#x5B99;&#x4E2D;&#x7684;&#x8FDB;&#x5316;&#x8FC7;&#x7A0B;&#xFF0C;&#x4EE5;&#x53CA;&#x53EF;&#x80FD;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x3002;</li></ol><p>&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x522B;&#x7684;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x8BDD;&#x9898;&#xFF0C;&#x4F46;&#x80FD;&#x628A;&#x8FD9;&#x4E9B;&#x201C;&#x4E66;&#x201D;&#x5F53;&#x4E2D;&#x7684;&#x4E00;&#x4E8C;&#x5199;&#x597D;&#x5DF2;&#x7ECF;&#x6781;&#x4E3A;&#x4E0D;&#x6613;&#xFF0C;&#x5E0C;&#x671B;&#x6240;&#x60F3;&#x6240;&#x5199;&#x80FD;&#x5BF9;&#x8BFB;&#x8005;&#x6709;&#x6240;&#x88E8;&#x76CA;&#x3002;</p><p>&#x6700;&#x540E;&#xFF0C;&#x5F88;&#x9AD8;&#x5174;&#x5230;Steem&#x6765;&#x5199;&#x4F5C;&#xFF0C;&#x5E0C;&#x671B;&#x5728;&#x8FD9;&#x91CC;&#x7ED3;&#x8BC6;&#x66F4;&#x591A;&#x6D77;&#x5185;&#x5916;&#x7684;&#x670B;&#x53CB;&#x3002;&#x5982;&#x679C;&#x6709;&#x503C;&#x5F97;&#x9605;&#x8BFB;&#x7684;Steem&#x4E13;&#x680F;&#xFF0C;&#x8FD8;&#x8BF7;&#x5404;&#x4F4D;&#x670B;&#x53CB;&#x63A8;&#x8350;&#xFF01;&#x81F3;&#x4E8E;&#x8BF4;&#x57FA;&#x4E8E;&#x533A;&#x5757;&#x94FE;&#x7684;&#x5185;&#x5BB9;&#x6FC0;&#x52B1;&#x7CFB;&#x7EDF;&#x7B49;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x548C;&#x5E94;&#x7528;&#xFF0C;&#x6211;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x7814;&#x7A76;&#x548C;&#x60F3;&#x6CD5;&#xFF0C;&#x5E0C;&#x671B;&#x80FD;&#x5728;Steem&#x5411;&#x66F4;&#x591A;&#x4EBA;&#x5B66;&#x4E60; :)</p><hr><p>As a newbie in Steemit, I know very little about the rules and tricks in the system, but I&#x2019;m happy to join you here with this writing.</p><p>This is my first article actually, which aims to set my writing objectives in Steemit, and it may serve as a preface for a series of articles.</p><p>I agree that one of the purposes of life is to seek &#x201C;enlightenment&#x201D; (as mentioned by the Chinese philosopher Feng Youlan in his book [A Brief History of Chinese Philosophy] (https://book.douban.com/subject/1021273/), and the process of &#x201C;enlightenment&#x201D; includes learning , questioning, thinking, discerning, actioning, etc., through the interaction with the universe and the human world to realize the goal of pursuit of Taoism. Correspondingly, my writing topics are mainly in the following areas: philosophy, social reality, technology, entrepreneurship, academics, work, family. Via my writing, I hope I can observe more about the world, provide insights to those who need them, boost self-growth and learning, and help the world&#x2019;s civilization to be more excellent.</p><p><strong><a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">Isaac Asimov</a> (one of the greatest science fiction writers) said: &#x201C;The best strategy for learning a subject is to write a related book&#x201D;.</strong> (He wrote 500+ books in his life.) <img src="https://upload.wikimedia.org/wikipedia/en/2/25/Foundation_gnome.jpg" alt="Foundation Series"></p><p>I think it&#x2019;s a good approach to solve an important problem for myself or others by writing a book. It is a valuable and meaningful life practice. The following are some of the &#x201C;books&#x201D; that I think I&#x2019;m interested to write. Gu Yanwu (a Chinese thinker in Ming and Qing Dynasty) said: &#x201C;Beginning with interest, ending with perseverance,&#x201D; I hope that I have strong enough aspirations and strengths to reach my objectives with intrinsic and foreign motivations and energies.</p><ol><li><strong>&#x201C;A Brief History of Philosophy of Technology&#x201D;</strong>: In human society, technology emerges much earlier than the spirit of science; this collection wants to discuss the history of technology development, the relationship between technology and science, the study of technological philosophy and future development direction, etc.</li><li><strong>&#x201C;The Stories of Hackers&#x201D;</strong>: Hacker here refers to those who are creative and invent a lot of great stuff to our society. I hope to sort out the key nodes in the fields of computer science, modern information technology, artificial intelligence, etc., including the stories of hackers who have made important contributions in the fields of theory, engineering, business, society, and philosophy in the computer and internet age.</li><li><strong>&#x201C;Great People and Great Adventures&#x201D;</strong>: To introduce those &#x201C;extraordinary people&#x201D; that we have heard in history but may not have learnt about them closely, which are mainly based on the historical context of China. The people include Xuan Zang (&#x7384;&#x5958;), Wang Anshi (&#x738B;&#x5B89;&#x77F3;), Li Hongzhang (&#x674E;&#x9E3F;&#x7AE0;), Liang Qichao (&#x6881;&#x542F;&#x8D85;) and so on.</li><li><strong>&#x201C;Education in the Future&#x201D;</strong>: Some collections for parents to read, hoping to discuss some of the changes in modern and future pedagogy, and its impact on &#x201C;learn, think and action&#x201D;, and how to truly help the world&#x2019;s children grow via modern understanding about history, present and future.</li><li><strong>&#x201C;Modern Entrepreneurship Mindset&#x201D;</strong>: I hope to introduce modern entrepreneurs, in terms of thinking and practice, worthy of the majority of people studying in work and life, combined with the history of some entrepreneurs who the public already know or not .</li><li><strong>&#x201C;The Evolution of Chinese Society&#x201D;</strong>: Anatomy and pattern recognition of society, modeling society from a system perspective, and analyzing the various aspects of society as a complex network system from macro and subtle processing.</li><li><strong>&#x201C;A Brief History of Intelligence&#x201D;</strong>: I hope to describe the evolutionary process of intelligence in the universe and the possible development direction from the formation and evolution of biological and mechanical intelligence, and the defects and development of human intelligence.</li></ol><p>There are some other topics of interest, but it is already extremely difficult to write one or two of these above &#x201C;books&#x201D;. I hope that what I want to write can be beneficial to readers.</p><p>Finally, I am very happy to write blogs in the Steemit community and hope I can make a lot of friends here. For those Steemit author or column worth reading, please recommend to me kindly, my friends! As for the blockchain technology and applications such as the blockchain-based content incentive system, I also have very strong interest and some ideas, and I hope I can learn from everyone in Steemit :)</p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="/blog/images/avatar.png" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">20</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">5</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">24</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fab fa-blog"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">13</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12px">cn-couplet</a> <a href="/blog/tags/cn-curation/" style="font-size:13px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11px">esteem-cn</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:19px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T10:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T06:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T10:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T01:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="标签的本质 | The Nature of Tags（一）"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-03-27T09:35:45.000Z">2019-03-27</time></div><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="has-link-black-ter is-size-6">标签的本质 | The Nature of Tags（一）</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">7</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">9</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">12</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">8</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T10:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T06:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T10:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T01:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="标签的本质 | The Nature of Tags（一）"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-03-27T09:35:45.000Z">2019-03-27</time></div><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="has-link-black-ter is-size-6">标签的本质 | The Nature of Tags（一）</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">7</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">9</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">12</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">8</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>