<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Tag: cn-stem - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/cn-stem/page/2/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Tags</a></li><li class="is-active"><a href="#" aria-current="page">cn-stem</a></li></ul></nav></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（五）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&amp;token=26837d6d-8a98-4f2c-97bc-68eec36924ad" alt="【未来教育学】成年人需要什么样的STEM教育？（五）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-14T15:07:39.000Z">2019-03-14</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">40 minutes read (About 6050 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（五）/">【未来教育学】成年人需要什么样的STEM教育？（五）</a></h1><div class="content"><p></p><p>&#x5728;<a target="_blank" href="https://busy.org/@robertyan/stem-33j60d0hfr" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a target="_blank" href="https://busy.org/@robertyan/stem-yafmsa49dm" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#x4E2D;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x5728;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-7xw4el63nl">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a>&#x548C;<a rel="noreferrer noopener" aria-label=" (opens in a new tab)" href="https://busy.org/@robertyan/stem-1chj3yjqtx" target="_blank">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x56DB;&#xFF09;</a>&#xFF0C;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;&#x3002;</strong>&#x5728;&#xFF08;&#x4E09;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x201D;&#x5C55;&#x5F00;&#x4E86;&#x5206;&#x6790;&#xFF1B;&#x5728;&#xFF08;&#x56DB;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5173;&#x8054;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4ECB;&#x7ECD;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x3002;</p><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#xFF1A;&#x627F;&#x63A5;&#xFF08;&#x56DB;&#xFF09;&#x4E2D;&#x672A;&#x5B8C;&#x6210;&#x7684;&#x5BF9;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x63A2;&#x8BA8;&#xFF0C;&#x672C;&#x6587;&#x7EE7;&#x7EED;&#x5206;&#x6790;&#xFF0C;&#x4F5C;&#x4E3A;&#x5BF9;&#x79D1;&#x5B66;&#x7D20;&#x8D28;&#x6709;&#x8FFD;&#x6C42;&#x7684;&#x4E2A;&#x4EBA;&#xFF0C;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</h2><p></p><p></p><h3>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</h3><p></p><p></p><p>&#x524D;&#x9762;3&#x5C0F;&#x8282;&#xFF08;&#x8BFB;&#x7269;1~3&#xFF09;&#x4E3B;&#x8981;&#x8BB2;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#xFF08;&#x77E5;&#xFF09;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x7EE7;&#x7EED;&#x8C08;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x771F;&#x6B63;&#x4EB2;&#x8EAB;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#xFF08;&#x884C;&#xFF09;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x5728;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x653E;&#x5728;&#x4E86;&#x201C;&#x8F93;&#x5165;&#x201D;&#xFF0C;&#x5373;&#x5BF9;&#x8BFB;&#x7269;&#x7684;&#x9009;&#x62E9;&#x4E0A;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x4E86;&#x4E09;&#x4E2A;&#x5C42;&#x6B21;&#x7684;&#x5173;&#x4E8E;&#x79D1;&#x5B66;&#x7684;&#x7ED3;&#x6784;&#x89E3;&#x91CA; &#x2014;&#x2014; &#x5E95;&#x5C42;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x4E0E;&#x8BC6;&#x89C1;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4E16;&#x4FD7;&#x4E0E;&#x6D41;&#x884C;&#xFF09;&#x3002;&#x8FD9;&#x597D;&#x6BD4;&#x6811;&#x7684;<strong>&#x201C;&#x6839;&#x201D;&#x3001;&#x201C;&#x830E;&#x201D;&#x3001;&#x201C;&#x53F6;&#x201D;</strong>&#xFF0C;&#x4F9D;&#x6B21;&#x751F;&#x957F;&#xFF0C;&#x624D;&#x80FD;&#x6700;&#x7EC8;&#x201C;&#x5F00;&#x82B1;&#x201D;&#x3001;&#x201C;&#x7ED3;&#x679C;&#x201D;&#xFF1B;&#x4F46;&#x5BF9;&#x4E8E;&#x5982;&#x4F55;&#x201C;&#x6D47;&#x6C34;&#x201D;&#x3001;&#x201C;&#x65BD;&#x80A5;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF08;&#x8BFB;&#x7269;&#x5982;&#x4F55;&#x88AB;&#x63A5;&#x7EB3;&#x3001;&#x5438;&#x6536;&#x7684;&#x95EE;&#x9898;&#xFF09;&#xFF0C;&#x6CA1;&#x6709;&#x505A;&#x6DF1;&#x5165;&#x7684;&#x63A2;&#x8BA8;&#x3002;&#x8FD9;&#x4E00;&#x65B9;&#x9762;&#x5E94;&#x8BE5;<strong>&#x7ED3;&#x5408;&#x5B9E;&#x9645;&#xFF0C;&#x901A;&#x8FC7;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x6765;&#x5DE9;&#x56FA;</strong>&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x5E94;&#x5F53;&#x662F;<strong>&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x201D;&#x3001;&#x201C;&#x56E0;&#x5730;&#x5236;&#x5B9C;&#x201D;&#x7684;&#xFF0C;&#x5BF9;&#x4E0D;&#x540C;&#x5730;&#x533A;&#x7684;&#x4E0D;&#x540C;&#x4EBA;&#x7FA4;&#xFF0C;&#x91C7;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x7B56;&#x7565;</strong>&#xFF1B;&#x5BF9;&#x4E8E;&#x540E;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x4E00;&#x7AE0;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#x4F1A;&#x8FDB;&#x4E00;&#x6B65;&#x8BBA;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#x201C;&#x884C;&#x201D;&#x662F;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5EF6;&#x7EED;&#xFF0C;&#x4E5F;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x3001;&#x5185;&#x5316;&#x7684;&#x201C;&#x77E5;&#x201D;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x662F;<strong>&#x4E3B;&#x52A8;&#x7684;&#x884C;&#x52A8;</strong>&#xFF0C;&#x4E0D;&#x662F;&#x88AB;&#x52A8;&#x7684;&#x63A5;&#x6536;&#x77E5;&#x8BC6;&#x3002;&#x5F53;&#x524D;&#x7684;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x63D0;&#x5021;&#x53C2;&#x4E0E;&#x548C;&#x5B9E;&#x8DF5;&#xFF0C;&#x4E5F;&#x662F;&#x57FA;&#x4E8E;&#x540C;&#x6837;&#x7684;&#x601D;&#x60F3;&#x3002;&#x53C2;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x4E0D;&#x5728;&#x4E8E;&#x8BA9;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4ECE;&#x4E8B;&#x5B66;&#x672F;&#x7814;&#x7A76;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x8BA9;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201D;&#x80CC;&#x540E;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x601D;&#x60F3;&#x4E0E;&#x601D;&#x7EF4;&#xFF0C;&#x53EF;&#x4EE5;<strong>&#x7ED3;&#x5408;&#x5177;&#x4F53;&#x7684;&#x60C5;&#x666F;&#x4E0E;&#x95EE;&#x9898;&#x8F6C;&#x5316;&#x4E3A;&#x884C;&#x52A8;</strong>&#x3002;&#x884C;&#x52A8;&#x662F;&#x4EBA;&#x6027;&#x7684;&#x5916;&#x5728;&#x4F53;&#x73B0;&#xFF0C;&#x6240;&#x4EE5;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;<strong>&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x76EE;&#x7684;&#x5728;&#x4E8E;&#x8BA9;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6210;&#x4E3A;&#x6211;&#x4EEC;&#x7CBE;&#x795E;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5374;&#x53C8;&#x4E0D;&#x8FC7;&#x5206;&#x201C;&#x79D1;&#x5B66;&#x5316;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E5F;&#x5206;&#x4E3A;&#x5E95;&#x5C42;&#x3001;&#x4E2D;&#x5C42;&#x548C;&#x8868;&#x5C42;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;1&#xFF1A;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;</strong></em></p><p></p><p></p><p>&#x9996;&#x5148;&#x662F;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5E95;&#x5C42;&#x2014;&#x2014;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#x3002;</p><p></p><p></p><p>&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x770B;&#x4F3C;&#x662F;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5C42;&#x9762;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x6709;&#x6548;&#x7684;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x8054;&#x7CFB;&#x5386;&#x53F2;&#x3001;&#x7ED3;&#x5408;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3001;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x83B7;&#x5F97;&#x7684;&#x8BA4;&#x8BC6;&#x6784;&#x5EFA;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x524D;&#x6587;&#x7F57;&#x5217;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x662F;&#x524D;&#x4EBA;&#x667A;&#x6167;&#x7684;&#x7ED3;&#x6676;&#x4E0E;&#x517B;&#x6599;&#xFF0C;&#x4E0D;&#x7B49;&#x4E8E;&#x4E2A;&#x4EBA;&#x7684;&#x201C;&#x667A;&#x6167;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x552F;&#x6709;&#x901A;&#x8FC7;<strong>&#x6301;&#x7EED;&#x5730;&#x89C2;&#x5BDF;&#x3001;&#x601D;&#x8003;&#x3001;&#x63D0;&#x95EE;&#x3001;&#x5199;&#x4F5C;&#x4E0E;&#x884C;&#x52A8;&#xFF0C;&#x624D;&#x80FD;&#x6210;&#x5C31;&#x901A;&#x8FBE;&#x7684;&#x201C;&#x667A;&#x6167;&#x201D;</strong>&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x90A3;&#x4E48;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x5462;&#xFF1F;&#x5176;&#x672C;&#x8D28;&#x662F;&#x5BF9;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x4E00;&#x79CD;&#x547C;&#x5E94;&#xFF1B;&#x8FFD;&#x6C42;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x662F;&#x8FFD;&#x6C42;&#x667A;&#x6167;&#x3001;&#x8FFD;&#x6C42;&#x81EA;&#x7531;&#x7684;&#x5177;&#x4F53;&#x65B9;&#x5F0F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#x7684;&#x201C;&#x6709;&#x77E5;&#x5373;&#x6709;&#x5FB7;&#x201D;&#x201C;&#x65E0;&#x77E5;&#x5373;&#x7F3A;&#x5FB7;&#x201D;&#xFF0C;&#x5BF9;&#x201C;&#x771F;&#x201D;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x201C;&#x4E0E;&#x771F;&#x7406;&#x4E3A;&#x53CB;&#x201D;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x6765;&#x540C;&#x6837;&#x81EA;&#x4E8E;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#xFF0C;&#x5373;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x7684;&#x516C;&#x7406;&#x5316;&#x7CFB;&#x7EDF;&#x548C;&#x6F14;&#x7ECE;&#x6CD5;&#xFF0C;&#x4EE5;&#x201C;&#x975E;&#x529F;&#x5229;&#x201D;&#x548C;&#x201C;&#x5185;&#x5728;&#x63A8;&#x6F14;&#x201D;&#x4E3A;&#x7279;&#x5F81;&#x3002;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7684;&#x5B66;&#x95EE;&#x6709;&#x5F88;&#x9AD8;&#x7684;&#x901A;&#x878D;&#x6027;&#x548C;&#x7EFC;&#x5408;&#x6027;&#xFF0C;&#x4F46;&#x5728;&#x7406;&#x8BBA;&#x6784;&#x5EFA;&#x65B9;&#x9762;&#x4E25;&#x683C;&#x6027;&#x548C;&#x5B8C;&#x6574;&#x6027;&#x4E0D;&#x8DB3;&#xFF0C;&#x5373;&#x4FBF;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x5B66;&#x672F;&#x53D1;&#x5C55;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x5728;&#x672C;&#x571F;&#x4EA7;&#x751F;&#x7684;&#x5B8C;&#x6574;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x4F9D;&#x7136;&#x6781;&#x5C11;&#xFF0C;&#x5176;&#x6587;&#x5316;&#x539F;&#x56E0;&#x5C31;&#x662F;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#x4E2D;&#x56FD;&#x6CA1;&#x6709;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x3002;</p><p></p><p></p><p>&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x4E5F;&#x6709;&#x5176;&#x529F;&#x5229;&#x6548;&#x7528;&#xFF0C;&#x4E5F;&#x65E0;&#x987B;&#x5426;&#x8BA4;&#x3002;&#x4F9D;&#x636E;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#xFF0C;&#x9762;&#x4E34;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x4F5C;&#x4E3A;&#x4E2A;&#x4F53;&#x6216;&#x7EC4;&#x7EC7;&#x53EF;&#x4EE5;&#x4ECE;&#x57FA;&#x672C;&#x7684;&#x5B9A;&#x4E49;&#x3001;&#x516C;&#x7406;&#x3001;&#x6761;&#x4EF6;&#x51FA;&#x53D1;&#xFF0C;&#x63A8;&#x7406;&#x5F97;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x7ED3;&#x8BBA;&#x3001;&#x6216;&#x505A;&#x51FA;&#x5408;&#x7406;&#x7684;&#x51B3;&#x7B56;&#x7B49;&#x3002;&#x7528;Elon Musk&#x7684;&#x8BDD;&#x8BF4;&#xFF0C;<strong>First Principles</strong>&#xFF08;&#x4E2D;&#x6587;&#x5A92;&#x4F53;&#x5C06;&#x5176;&#x7FFB;&#x8BD1;&#x4E3A;&#x201C;&#x7B2C;&#x4E00;&#x6027;&#x539F;&#x7406;&#x201D;&#xFF09;&#x662F;&#x5E2E;&#x52A9;&#x5B9E;&#x73B0;&#x521B;&#x65B0;&#x3001;&#x8BA4;&#x8BC6;&#x4E8B;&#x7269;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x7684;&#x63A8;&#x7406;&#x65B9;&#x6CD5;&#x3002;First Principles&#x610F;&#x6307;&#x7C7B;&#x4F3C;&#x4E8E;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x51E0;&#x4F55;&#x5B66;&#x7684;&#x201C;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#x201D;&#x6216;&#x6F14;&#x7ECE;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x65B9;&#x6CD5;</p><p></p><p></p><p>&#x4E0D;&#x540C;&#x4E8E;&#x6536;&#x96C6;&#x201C;&#x6280;&#x672F;&#x201D;&#x4E0E;&#x201C;&#x6280;&#x5DE7;&#x201D;&#x7684;&#x601D;&#x7EF4;&#x6784;&#x5EFA;&#x6A21;&#x5F0F;&#xFF0C;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x6784;&#x5EFA;&#x4ECE;&#x57FA;&#x672C;&#x7684;&#x6982;&#x5FF5;&#x5B9A;&#x4E49;&#x3001;&#x5386;&#x53F2;&#x8D77;&#x6E90;&#x3001;&#x76F8;&#x4E92;&#x5173;&#x8054;&#x3001;&#x8FA9;&#x8BC1;&#x5173;&#x7CFB;&#x7B49;&#x51FA;&#x53D1;&#xFF0C;&#x5728;&#x7406;&#x8BBA;&#x5C42;&#x9762;&#x6784;&#x5EFA;&#x7ED3;&#x6784;&#x7262;&#x56FA;&#x3001;&#x903B;&#x8F91;&#x81EA;&#x51BE;&#x3001;&#x6CA1;&#x6709;&#x5185;&#x5728;&#x77DB;&#x76FE;&#x7684;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x6216;&#x201C;&#x77E5;&#x8BC6;&#x56FE;&#x8C31;&#x201D;&#xFF08;knowledge graph&#xFF09;&#x3002;&#x4F53;&#x7CFB;&#x5EFA;&#x6784;&#x5728;&#x65B9;&#x5411;&#x4E0A;&#x53EF;&#x4EE5;&#x5305;&#x62EC;&#x6DF1;&#x5EA6;&#x5EFA;&#x6784;&#x548C;&#x5E7F;&#x5EA6;&#x5EFA;&#x6784;&#xFF0C;&#x5982;&#x67D0;&#x4E13;&#x9898;&#x7684;&#x5B66;&#x672F;&#x7814;&#x7A76;&#x4E0E;&#x5B9E;&#x9A8C;&#xFF0C;&#x67D0;&#x5B66;&#x79D1;&#x7684;&#x901A;&#x8BC6;&#x6027;&#x4E86;&#x89E3;&#xFF0C;&#x7B49;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x4E5F;&#x662F;&#x5BF9;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x66F4;&#x5177;&#x4F53;&#x7684;&#x63CF;&#x8FF0;&#xFF1A;&#x901A;&#x8FC7;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#xFF0C;&#x8FFD;&#x6EAF;&#x5404;&#x7406;&#x8BBA;&#x9886;&#x57DF;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x5B9A;&#x4E49;&#x3001;&#x516C;&#x91CC;&#x901A;&#x5219;&#x3001;&#x6A21;&#x578B;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4EE5;&#x6B64;&#x4E3A;&#x57FA;&#x7840;&#x6269;&#x5C55;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#xFF0C;&#x4EE5;&#x65E0;&#x77E5;&#x4E3A;&#x803B;&#xFF0C;&#x4EE5;&#x5B66;&#x4E60;&#x3001;&#x601D;&#x8003;&#x3001;&#x63D0;&#x95EE;&#x4E3A;&#x65E5;&#x5E38;&#xFF0C;&#x4EE5;&#x5B9E;&#x9A8C;&#x4E3A;&#x65B9;&#x6CD5;&#xFF0C;&#x4EE5;&#x6570;&#x636E;&#x4E3A;&#x4F9D;&#x636E;&#xFF0C;&#x4EE5;&#x6280;&#x672F;&#x4E3A;&#x52A9;&#x529B;&#xFF0C;&#x4EE5;&#x5199;&#x4F5C;&#x4E3A;&#x8868;&#x8FBE;&#xFF0C;&#x4EE5;&#x884C;&#x52A8;&#x4E3A;&#x4F9D;&#x5F52;&#xFF0C;&#x5219;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x53EF;&#x4EE5;&#x65E5;&#x6E10;&#x58EE;&#x5927;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5E95;&#x5C42;&#xFF1A;&#x7406;&#x8BBA;&#x4F53;&#x7CFB; / &#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;2&#xFF1A;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;</strong></em></p><p></p><p></p><p>&#x63A5;&#x4E0B;&#x6765;&#x7EE7;&#x7EED;&#x8C08;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5C42;&#x2014;&#x2014;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x201C;&#x51B3;&#x7B56;&#x201D;&#x662F;&#x65E5;&#x5E38;&#x968F;&#x5904;&#x53EF;&#x4EE5;&#x7684;&#x529F;&#x5229;&#x6027;&#x884C;&#x4E3A;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x51B3;&#x7B56;&#x6216;&#x5176;&#x4ED6;&#x5916;&#x5728;&#x76EE;&#x7684;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E3A;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x672C;&#x8EAB;&#x3002;&#x8BA4;&#x4E3A;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x9AD8;&#x4E8E;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x7684;&#xFF0C;&#x662F;&#x6C42;&#x771F;&#x7684;&#x7406;&#x60F3;&#xFF1B;&#x8BA4;&#x4E3A;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x9AD8;&#x4E8E;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#xFF0C;&#x662F;&#x6C42;&#x529B;&#x7684;&#x7406;&#x60F3;&#x3002;&#x4F46;&#x65E0;&#x8BBA;&#x54EA;&#x4E00;&#x79CD;&#xFF0C;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x90FD;&#x53EF;&#x4EE5;&#x5BF9;&#x201C;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x63D0;&#x4F9B;&#x5B9E;&#x5728;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x8FD9;&#x662F;&#x6240;&#x8C13;&#x7684;&#x201C;&#x80FD;&#x505A;&#x51FA;&#x9009;&#x62E9;&#xFF0C;&#x662F;&#x81EA;&#x7531;&#xFF1B;&#x80FD;&#x505A;&#x597D;&#x51B3;&#x7B56;&#xFF0C;&#x662F;&#x667A;&#x6167;&#x3002;&#x201D;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x4EE5;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x4E3A;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4E5F;&#x5728;&#x4E8E;&#x5176;&#x666E;&#x904D;&#x6027;&#x4E0E;&#x91CD;&#x8981;&#x6027;&#x3002;&#x73B0;&#x4EE3;&#x793E;&#x4F1A;&#x5728;&#x6559;&#x80B2;&#x3001;&#x751F;&#x4EA7;&#x3001;&#x6D88;&#x8D39;&#x5404;&#x4E2A;&#x5C42;&#x9762;&#x90FD;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x6216;&#x91CD;&#x8981;&#x3001;&#x6216;&#x9891;&#x7E41;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x4F46;&#x51B3;&#x7B56;&#x76F2;&#x4ECE;&#x3001;&#x77ED;&#x89C6;&#x3001;&#x8FC7;&#x4E8E;&#x529F;&#x5229;&#xFF0C;&#x662F;&#x5E38;&#x89C1;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x9996;&#x8981;&#x5728;&#x4E8E;&#x4EE5;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x65B9;&#x6CD5;&#x8FDB;&#x884C;&#x4EF7;&#x503C;&#x5224;&#x65AD;&#x4E0E;&#x53D6;&#x820D;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5982;&#x4F55;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x201C;&#x51B3;&#x7B56;&#x79D1;&#x5B66;&#x201D;&#x662F;&#x4E00;&#x95E8;&#x9700;&#x8981;&#x7ED3;&#x5408;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x7EFC;&#x5408;&#x6027;&#x5B66;&#x79D1;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x8DE8;&#x5B66;&#x79D1;&#x7684;&#x77E5;&#x8BC6;&#x6709;&#x8F83;&#x9AD8;&#x8981;&#x6C42;</strong>&#xFF0C;&#x8981;&#x6C42;<strong>&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x5728;&#x5E7F;&#x5EA6;&#x8FBE;&#x5230;&#x4E00;&#x5B9A;&#x6C34;&#x51C6;</strong>&#x3002;</p><p></p><p></p><p>&#x51B3;&#x7B56;&#x4E0D;&#x4EC5;&#x4EC5;&#x4F9D;&#x8D56;&#x4E8E;&#x6570;&#x7406;&#x903B;&#x8F91;&#x4E0E;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x5BF9;&#x4E8E;&#x51B3;&#x7B56;&#x7684;&#x76EE;&#x7684;&#x3001;&#x73AF;&#x5883;&#x3001;&#x4FE1;&#x606F;&#x3001;&#x6743;&#x5A01;&#xFF0C;&#x90FD;&#x6709;&#x663E;&#x8457;&#x7684;&#x4F9D;&#x8D56;&#xFF1B;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8FD0;&#x7528;&#x51B3;&#x7B56;&#x652F;&#x6301;&#x7CFB;&#x7EDF;&#xFF08;&#x5546;&#x4E1A;&#x667A;&#x80FD;&#xFF09;&#x3001;&#x8FD0;&#x7B79;&#x5B66;&#x3001;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x77E5;&#x8BC6;&#x56FE;&#x8C31;&#x3001;&#x667A;&#x80FD;&#x6295;&#x987E;&#x7B49;&#x6280;&#x672F;&#xFF0C;&#x501F;&#x52A9;&#x673A;&#x5668;&#x7684;&#x80FD;&#x529B;&#x63D0;&#x9AD8;&#x51B3;&#x7B56;&#x6548;&#x7387;&#x4E0E;&#x51C6;&#x786E;&#x5EA6;&#xFF0C;&#x964D;&#x4F4E;&#x51B3;&#x7B56;&#x6210;&#x672C;&#x3002;&#x4F46;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4F9D;&#x7136;&#x662F;<strong>&#x51B3;&#x7B56;&#x8005;&#x7684;&#x77E5;&#x8BC6;&#x79EF;&#x7D2F;&#x3001;&#x6A21;&#x578B;&#x8FD0;&#x7528;&#x3001;&#x6A21;&#x5F0F;&#x8BC6;&#x522B;&#x3001;&#x9886;&#x57DF;&#x76F4;&#x89C9;&#x3001;&#x4E8B;&#x5B9E;&#x5206;&#x6790;&#x3001;&#x4FE1;&#x606F;&#x6536;&#x96C6;</strong>&#x7684;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x6B63;&#x5982;&#x5DF4;&#x83F2;&#x7279;&#x8BF4;&#x5230;&#x6295;&#x8D44;&#x4E2D;&#x201C;&#x7406;&#x6027;&#x201D;&#x4E0E;&#x201C;&#x667A;&#x5546;&#x201D;&#x7684;&#x6BD4;&#x8F83;&#xFF1A; &#x201C;&#x6210;&#x529F;&#x7684;&#x6295;&#x8D44;&#x751F;&#x6DAF;&#x4E0D;&#x9700;&#x8981;&#x5929;&#x624D;&#x822C;&#x7684;&#x667A;&#x5546;&#x3001;&#x975E;&#x6BD4;&#x5BFB;&#x5E38;&#x7684;&#x7ECF;&#x6D4E;&#x773C;&#x5149;&#xFF0C;&#x6216;&#x662F;&#x5185;&#x5E55;&#x6D88;&#x606F;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x53EA;&#x662F;&#x5728;&#x505A;&#x51FA;&#x6295;&#x8D44;&#x51B3;&#x7B56;&#x65F6;&#x7684;<strong>&#x6B63;&#x786E;&#x601D;&#x8003;&#x6846;&#x67B6;&#xFF0C;&#x4EE5;&#x53CA;&#x907F;&#x514D;&#x60C5;&#x7EEA;&#x5931;&#x63A7;&#x4FDD;&#x6301;&#x7406;&#x6027;&#x601D;&#x8003;&#x7684;&#x5B9A;&#x529B;</strong>&#x3002;&#x6211;&#x7684;&#x6210;&#x529F;&#x5E76;&#x975E;&#x6E90;&#x4E8E;&#x9AD8;&#x7684;&#x667A;&#x5546;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7406;&#x6027;&#x3002;&#x6211;&#x603B;&#x662F;&#x628A;&#x667A;&#x5546;&#x548C;&#x624D;&#x80FD;&#x6BD4;&#x4F5C;&#x53D1;&#x52A8;&#x673A;&#x7684;&#x52A8;&#x529B;&#xFF0C;&#x4F46;&#x662F;&#x8F93;&#x51FA;&#x529F;&#x7387;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5DE5;&#x4F5C;&#x7684;&#x6548;&#x7387;&#x5219;&#x53D6;&#x51B3;&#x4E8E;&#x7406;&#x6027;&#x3002;&#x201D;</p><p></p><p></p><p>&#x6BD4;&#x5982;&#xFF0C;&#x4EE5;&#x8D2D;&#x4E70;&#x4E0D;&#x52A8;&#x4EA7;&#x4E3A;&#x4F8B;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6570;&#x636E;&#x5206;&#x6790;&#x4E86;&#x89E3;&#x54EA;&#x4E9B;&#x677F;&#x5757;&#x4EF7;&#x503C;&#x589E;&#x5E45;&#x9AD8;&#x3001;&#x4FDD;&#x503C;&#x6027;&#x5F3A;&#x3001;&#x4EA4;&#x901A;&#x4FBF;&#x5229;&#x3001;&#x8BBE;&#x65BD;&#x9F50;&#x5168;&#x7B49;&#x7B49;&#xFF0C;&#x4F46;&#x540C;&#x6837;&#x6709;&#x8F83;&#x591A;&#x4FE1;&#x606F;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x623F;&#x5C4B;&#x73B0;&#x573A;&#x89C2;&#x5BDF;&#x3001;&#x793E;&#x533A;&#x4EBA;&#x5458;&#x7D20;&#x8D28;&#x7684;&#x4E86;&#x89E3;&#x3001;&#x5BF9;&#x5E02;&#x573A;&#x8D8B;&#x52BF;&#x7684;&#x5224;&#x65AD;&#x7B49;&#x8FDB;&#x884C;&#x7EFC;&#x5408;&#x5206;&#x6790;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x672C;&#x5730;&#x533A;&#x7684;&#x91D1;&#x878D;&#x53F2;&#x3001;&#x5B8F;&#x89C2;&#x7ECF;&#x6D4E;&#x7406;&#x8BBA;&#x7B49;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5982;&#x6B64;&#x624D;&#x80FD;&#x505A;&#x51FA;&#x8F83;&#x4E3A;&#x5408;&#x7406;&#x7684;&#x9884;&#x6D4B;&#x4E0E;&#x8D2D;&#x4E70;&#x51B3;&#x7B56;&#x3002;&#x53EA;&#x770B;&#x201C;&#x4EF7;&#x683C;&#x201D;&#x6216;&#x201C;&#x8FFD;&#x6DA8;&#x6740;&#x8DCC;&#x201D;&#x7531;&#x4E8E;&#x5728;&#x51B3;&#x7B56;&#x4E0A;&#x662F;&#x6781;&#x4E3A;&#x7247;&#x9762;&#x7684;&#x505A;&#x6CD5;&#xFF0C;&#x5B58;&#x5728;&#x8F83;&#x9AD8;&#x7684;&#x88AB;&#x5272;&#x97ED;&#x83DC;&#x7684;&#x98CE;&#x9669;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E2A;&#x4EBA;&#x548C;&#x7EC4;&#x7EC7;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x6700;&#x4E3A;&#x5173;&#x5207;&#x7684;&#x6838;&#x5FC3;&#x9009;&#x62E9;&#x4E0A;&#xFF0C;&#x5EFA;&#x7ACB;&#x4EBA;&#x673A;&#x7ED3;&#x5408;&#x7684;&#x51B3;&#x7B56;&#x6A21;&#x578B;&#xFF0C;&#x6709;&#x91CD;&#x8981;&#x7684;&#x73B0;&#x5B9E;&#x610F;&#x4E49;&#xFF0C;&#x5305;&#x62EC;&#x6218;&#x7565;&#x76EE;&#x6807;&#x3001;&#x91D1;&#x878D;&#x6295;&#x8D44;&#x3001;&#x9009;&#x5740;&#xFF08;&#x623F;&#x4EA7;&#x3001;&#x5546;&#x4E1A;&#x5730;&#x4EA7;&#xFF09;&#x3001;&#x4EBA;&#x624D;&#x57F9;&#x517B;&#xFF08;&#x4E2A;&#x4EBA;&#x6559;&#x80B2;&#x3001;&#x5458;&#x5DE5;&#x62DB;&#x52DF;&#x4E0E;&#x57F9;&#x8BAD;&#xFF09;&#x7B49;&#x3002;&#x5728;&#x4EE5;&#x4E0A;&#x95EE;&#x9898;&#x4E2D;&#xFF0C;&#x73B0;&#x6709;&#x7684;&#x57FA;&#x4E8E;&#x6570;&#x636E;&#x548C;&#x667A;&#x80FD;&#x6280;&#x672F;&#x7684;&#x51B3;&#x7B56;&#x652F;&#x6301;&#x7CFB;&#x7EDF;&#x8FD8;&#x65E0;&#x6CD5;&#x5B8C;&#x5168;&#x53D6;&#x4EE3;&#x4E2A;&#x4EBA;&#x548C;&#x4E13;&#x4E1A;&#x667A;&#x56CA;&#x7684;&#x5224;&#x65AD;&#xFF0C;&#x4EE5;&#x652F;&#x6301;&#x3001;&#x54A8;&#x8BE2;&#x3001;&#x987E;&#x95EE;&#x3001;&#x667A;&#x56CA;&#x3001;&#x4FE1;&#x606F;&#x63D0;&#x4F9B;&#x7684;&#x5F62;&#x5F0F;&#x4E3A;&#x4E3B;&#xFF0C;&#x6240;&#x4EE5;<strong>&#x4E2A;&#x4EBA;&#x7684;&#x81EA;&#x4E3B;&#x72EC;&#x7ACB;&#x7684;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x601D;&#x7EF4;&#x4E0E;&#x76F4;&#x89C9;&#xFF0C;&#x4ECD;&#x662F;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x9A71;&#x52A8;&#x529B;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x601D;&#x7EF4;&#x65B9;&#x6CD5;&#xFF08;&#x6C42;&#x77E5;&#x6B32;&#x3001;&#x6570;&#x7406;&#x903B;&#x8F91;&#x3001;&#x6A21;&#x578B;&#x6784;&#x5EFA;&#x7B49;&#xFF09;&#x5728;&#x65E5;&#x5E38;&#x4E2D;&#x6700;&#x6709;&#x6548;&#x7684;&#x8BAD;&#x7EC3;&#x65B9;&#x6CD5;&#x4E4B;&#x4E00;</strong>&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x53CD;&#x9988;&#x3001;&#x4FC3;&#x8FDB;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x7684;&#x5B8C;&#x5584;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5C42;&#xFF1A;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF; / &#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;3&#xFF1A;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;</strong></em></p><p></p><p></p><p>&#x6700;&#x540E;&#x6211;&#x4EEC;&#x8C08;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x8868;&#x5C42;&#x2014;&#x2014;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x524D;&#x9762;&#x4E24;&#x90E8;&#x5206;&#x7C7B;&#x4F3C;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x4ECE;&#x201C;&#x6211;&#x201D;&#x51FA;&#x53D1;&#x8FDB;&#x884C;&#x8BA8;&#x8BBA;&#xFF1A;&#x5373;&#x4E00;&#x4E2A;&#x6709;&#x4E00;&#x5B9A;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#x53EF;&#x4EE5;&#x5982;&#x4F55;&#x53C2;&#x4E0E;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#xFF1F;</p><p></p><p></p><p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#xFF0C;&#x90FD;&#x4E0D;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x4E49;&#x52A1;&#xFF0C;&#x53EA;&#x662F;&#x4E2A;&#x4F53;&#x53EF;&#x4EE5;&#x8FFD;&#x6C42;&#x7684;&#x4E00;&#x79CD;&#x57FA;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x5B9E;&#x8DF5;&#x3002;</p><p></p><p></p><p>&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x4ECD;&#x7136;&#x6709;&#x5FC5;&#x8981;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x5462;&#xFF1F;&#x7C7B;&#x6BD4;&#x6765;&#x8BF4;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x5BF9;&#x5546;&#x4E1A;&#x6216;&#x521B;&#x4E1A;&#x6709;&#x5F88;&#x5F3A;&#x7684;&#x4F7F;&#x547D;&#x611F;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x6781;&#x5C3D;&#x52AA;&#x529B;&#x53BB;&#x5B66;&#x4E60;&#x6240;&#x6709;&#x7684;&#x5546;&#x4E1A;&#x667A;&#x6167;&#x3001;&#x5E76;&#x521B;&#x5EFA;&#x4E00;&#x5BB6;&#x6709;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#x7684;&#x4F01;&#x4E1A;&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x6211;&#x7684;&#x5546;&#x4E1A;&#x601D;&#x7EF4;&#x548C;&#x65B9;&#x6CD5;&#x5206;&#x4EAB;&#x51FA;&#x53BB;&#xFF0C;&#x5E2E;&#x52A9;&#x66F4;&#x591A;&#x6F5C;&#x5728;&#x7684;&#x521B;&#x4E1A;&#x8005;&#x901A;&#x8FC7;&#x5546;&#x4E1A;&#x80FD;&#x529B;&#x5E2E;&#x52A9;&#x66F4;&#x591A;&#x4EBA;&#xFF1B;&#x5F53;&#x7136;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x6211;&#x7684;&#x673A;&#x5BC6;&#xFF0C;&#x4E0D;&#x613F;&#x610F;&#x5BA3;&#x4F20;&#x3002;</p><p></p><p></p><p><strong>&#x5F00;&#x653E;&#x548C;&#x5206;&#x4EAB;&#x7CBE;&#x795E;&#x7684;&#x4EF7;&#x503C;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x5229;&#x4ED6;&#x3001;&#x5728;&#x4E8E;&#x5524;&#x9192;&#x548C;&#x5E2E;&#x52A9;&#x4E00;&#x4E9B;&#x4EBA;</strong>&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x5BF9;&#x4E8E;&#x5206;&#x4EAB;&#x8005;&#x672C;&#x8EAB;&#x4E5F;&#x6709;&#x4FC3;&#x8FDB;&#x4EA4;&#x6D41;&#x3001;&#x83B7;&#x53D6;&#x5EFA;&#x8BAE;&#x3001;&#x5EFA;&#x7ACB;&#x5408;&#x4F5C;&#x7B49;&#x5B9E;&#x9645;&#x7684;&#x529F;&#x5229;&#x6027;&#x7684;&#x610F;&#x4E49;&#x3002;&#x65E0;&#x6CD5;&#x5426;&#x8BA4;&#x7684;&#x662F;&#xFF0C;<strong>&#x4F20;&#x64AD;&#x603B;&#x662F;&#x4ECE;&#x6D53;&#x5EA6;&#x9AD8;&#x7684;&#x5730;&#x65B9;&#x5411;&#x6D53;&#x5EA6;&#x4F4E;&#x7684;&#x5730;&#x65B9;&#x63A8;&#x8FDB;</strong>&#xFF0C;&#x8D8A;&#x662F;&#x5177;&#x6709;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x4E0E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x4EBA;&#x6216;&#x8005;&#x7EC4;&#x7EC7;&#xFF0C;&#x8FDB;&#x884C;&#x5F00;&#x653E;&#x548C;&#x5171;&#x4EAB;&#x7684;&#x610F;&#x4E49;&#x4E5F;&#x8D8A;&#x5927;&#x3001;&#x52A8;&#x673A;&#x4E5F;&#x8D8A;&#x5F3A;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x56F0;&#x96BE;</p><p></p><p></p><p>&#x9762;&#x5411;&#x793E;&#x4F1A;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x770B;&#x4F3C;&#x8F7B;&#x677E;&#x6109;&#x5FEB;&#xFF0C;&#x5176;&#x5B9E;&#x6311;&#x6218;&#x6700;&#x591A;&#x3002;</p><p></p><p></p><p>&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x9762;&#x4E34;<strong>&#x201C;&#x79D1;&#x5B66;&#x5D07;&#x62DC;&#x201D;</strong>&#x7684;&#x5C40;&#x9762;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x79D1;&#x5B66;&#x9876;&#x793C;&#x819C;&#x62DC;&#x3001;&#x4E0D;&#x5BB9;&#x7F6E;&#x7591;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x79D1;&#x5B66;&#x5374;<strong>&#x8BEF;&#x89E3;&#x9887;&#x6DF1;&#xFF08;&#x201C;&#x79D1;&#x201D;&#x201C;&#x6280;&#x201D;&#x4E0D;&#x5206;&#x3001;&#x529F;&#x5229;&#x5316;&#x3001;&#x8FC7;&#x5206;&#x5F3A;&#x8C03;&#x79D1;&#x5B66;&#x5B57;&#x9762;&#x7684;&#x201C;&#x5206;&#x79D1;&#x201D;&#x7684;&#x610F;&#x601D;&#xFF09;</strong>&#xFF0C;&#x5728;&#x4EA4;&#x6D41;&#x4E2D;&#x9762;&#x5BF9;&#x8BB8;&#x591A;&#x6F5C;&#x610F;&#x8BC6;&#x5C42;&#x9762;&#x7684;&#x963B;&#x788D;&#x3002;&#x8FD9;&#x5BF9;&#x5E0C;&#x671B;&#x63A8;&#x5E7F;&#x771F;&#x6B63;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x6F84;&#x6E05;&#x8BEF;&#x89E3;&#x7684;&#x4F20;&#x64AD;&#x8005;&#xFF0C;&#x548C;&#x53D7;&#x793E;&#x4F1A;&#x6587;&#x5316;&#x5F71;&#x54CD;&#x9887;&#x6DF1;&#x63A5;&#x53D7;&#x8005;&#x90FD;&#x63D0;&#x51FA;&#x4E86;&#x5F88;&#x591A;&#x6311;&#x6218;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x5E26;&#x6765;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;&#xFF0C;&#x516C;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x8FD8;&#x4E0D;&#x591F;&#x9AD8;&#xFF0C;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x5E38;&#x5E38;&#x4E0B;&#x731B;&#x836F;&#xFF0C;&#x7ED3;&#x679C;&#x5374;&#x662F;&#x7528;&#x4E86;&#x592A;&#x591A;&#x201C;&#x6280;&#x672F;&#x6587;&#x5316;&#x201D;&#x7684;&#x601D;&#x8DEF;&#x6765;&#x4F20;&#x64AD;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x7ED3;&#x679C;&#x4FBF;&#x662F;&#x5357;&#x8F95;&#x5317;&#x8F99;&#xFF0C;&#x5E76;&#x5728;&#x957F;&#x671F;&#x5E26;&#x6765;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x73B0;&#x5B9E;&#x8DEF;&#x5F84;</p><p></p><p></p><p>&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x5E94;&#x5F53;&#x5173;&#x6CE8;&#x5185;&#x5BB9;&#x7684;&#x201C;&#x751F;&#x4EA7;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x201D;&#x3001;&#x201C;&#x5229;&#x7528;&#x201D;&#x7B49;&#x73AF;&#x8282;&#x3002;</p><p></p><p></p><p>&#x3010;&#x5A92;&#x4ECB;&#xFF1A;&#x6DF1;&#x5EA6;&#x4E0E;&#x5E7F;&#x5EA6;&#x3011;</p><p></p><p></p><p>&#x5173;&#x4E8E;&#x4F20;&#x64AD;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x201D;&#x8FD9;&#x4E00;&#x8282;&#x4E2D;&#x505A;&#x8FC7;&#x4E00;&#x4E9B;&#x4E0D;&#x5B8C;&#x6574;&#x7684;&#x603B;&#x7ED3;&#xFF0C;&#x4F46;&#x6CA1;&#x6709;&#x6DF1;&#x5165;&#x8BA8;&#x8BBA;&#x5404;&#x79CD;&#x5A92;&#x4ECB;&#x7684;&#x5DEE;&#x5F02;&#x3002;&#x5728;&#x4F20;&#x64AD;&#x7684;&#x5A92;&#x4ECB;&#x5F62;&#x5F0F;&#x4E2D;&#xFF0C;&#x4E66;&#x7C4D;&#x3001;&#x6742;&#x5FD7;&#x3001;&#x7535;&#x89C6;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x5A92;&#x4F53;&#x3001;&#x7535;&#x5F71;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#xFF09;&#xFF0C;&#x662F;&#x6700;&#x4E3A;&#x4E3B;&#x8981;&#x7684;&#x3002;</p><p></p><p></p><p>&#x73B0;&#x5728;&#x7684;&#x5927;&#x4F17;&#x4F20;&#x5A92;&#x7684;&#x4E3B;&#x8981;&#x5E73;&#x53F0;&#x662F;&#x7535;&#x89C6;&#x548C;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x4E66;&#x672C;&#x7684;&#x9605;&#x8BFB;&#x91CF;&#x548C;&#x9605;&#x8BFB;&#x7387;&#x5728;&#x5404;&#x56FD;&#x90FD;&#x6709;&#x663E;&#x8457;&#x4E0B;&#x964D;&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x666E;&#x53CA;&#x578B;&#x5185;&#x5BB9;&#xFF0C;&#x4E5F;&#x591A;<strong>&#x4EE5;&#x7535;&#x89C6;&#x8282;&#x76EE;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x5A92;&#x4F53;&#x8F83;&#x4E3A;&#x6D41;&#x884C;&#xFF0C;&#x6210;&#x4E3A;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x4E0E;&#x5927;&#x4F17;&#x4E92;&#x52A8;&#x7684;&#x91CD;&#x70B9;&#x4E4B;&#x4E00;&#x3002;</strong>&#x5982;&#x592E;&#x89C6;&#x7ECF;&#x5E38;&#x88AB;&#x5410;&#x69FD;&#x7684;&#x300A;&#x8D70;&#x8FD1;&#x79D1;&#x5B66;&#x300B;&#xFF08;&#x88AB;&#x620F;&#x79F0;&#x4E3A;&#x201C;&#x8D70;&#x8FD1;&#x4F2A;&#x79D1;&#x5B66;&#x201D;&#xFF09;&#x3001;&#x677E;&#x9F20;&#x79D1;&#x5B66;&#x4F1A;&#x3001;&#x679C;&#x58F3;&#x7F51;&#x3001;&#x77E5;&#x4E4E;&#x3001;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x6296;&#x97F3;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E92;&#x8054;&#x7F51;&#x4E3A;&#x4E3B;&#x4F53;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x501F;&#x52A9;&#x535A;&#x5BA2;&#x3001;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x64AD;&#x5BA2;&#x3001;&#x8BBA;&#x575B;&#x7B49;&#x5F62;&#x5F0F;&#xFF0C;&#x589E;&#x52A0;&#x4E86;&#x4E00;&#x5B9A;&#x7684;<strong>&#x4E92;&#x52A8;&#x6027;</strong>&#xFF0C;&#x4F7F;&#x5F97;&#x539F;&#x6765;&#x5355;&#x5411;&#x7684;&#x4ECE;&#x79D1;&#x5B66;&#x754C;&#x5411;&#x5927;&#x4F17;&#x4F20;&#x64AD;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x53D8;&#x5316;&#x4E3A;&#x53CC;&#x5411;&#x7684;&#x4E92;&#x52A8;&#x4E0E;&#x8FDB;&#x5C55;&#xFF1B;&#x8FD9;&#x5BF9;&#x4E8E;&#x5185;&#x5BB9;&#x7684;&#x4F20;&#x64AD;&#x8005;&#x6709;&#x5F88;&#x597D;&#x7684;&#x5B66;&#x4E60;&#x3001;&#x6FC0;&#x52B1;&#x3001;&#x542F;&#x53D1;&#x548C;&#x4FC3;&#x8FDB;&#x7684;&#x6548;&#x679C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x800C;&#x8A00;&#xFF0C;&#x76EE;&#x524D;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF08;&#x6216;Facebook&#xFF09;&#x3001;&#x6296;&#x97F3;&#xFF08;&#x6216;Youtube&#xFF09;&#x3001;&#x77E5;&#x4E4E;&#xFF08;&#x6216;Quora&#xFF09;&#x7B49;&#x6709;&#x66F4;&#x9AD8;&#x7684;&#x6D3B;&#x8DC3;&#x5EA6;&#x4E0E;&#x66F4;&#x5F3A;&#x7684;&#x4E92;&#x52A8;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8FD1;&#x671F;&#x706B;&#x70ED;&#x7684;&#x4EE5;&#x300A;&#x6D41;&#x6D6A;&#x5730;&#x7403;&#x300B;&#x4E3A;&#x4EE3;&#x8868;&#x7684;<strong>&#x79D1;&#x5E7B;&#x7535;&#x5F71;</strong>&#xFF0C;&#x5219;&#x662F;&#x4EE5;&#x7535;&#x5F71;&#x4E3A;&#x8F7D;&#x4F53;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x663E;&#x8457;&#x8FDB;&#x5C55;&#xFF1B;&#x5176;&#x4F5C;&#x7528;&#x4E0D;&#x5728;&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x77E5;&#x8BC6;&#x4E0E;&#x601D;&#x60F3;&#x666E;&#x53CA;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x3001;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x3001;&#x4EF0;&#x671B;&#x661F;&#x7A7A;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x542F;&#x53D1;&#x3002;&#x4F46;&#x7535;&#x89C6;&#x7535;&#x5F71;&#x7531;&#x4E8E;&#x751F;&#x4EA7;&#x6210;&#x672C;&#x548C;&#x4E13;&#x4E1A;&#x7A0B;&#x5EA6;&#x76F8;&#x5BF9;&#x8F83;&#x9AD8;&#xFF0C;&#x5236;&#x4F5C;&#x8005;&#x76F8;&#x5BF9;&#x8F83;&#x5C11;&#x3002;</p><p></p><p></p><p>&#x53E6;&#x5916;&#xFF0C;&#x7EBF;&#x4E0B;&#x7684;&#x8BFE;&#x5802;&#x6216;&#x8005;&#x4E92;&#x52A8;&#x6027;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x6709;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x5E2E;&#x52A9;&#xFF0C;&#x4F46;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x6210;&#x4EBA;&#x7684;&#x53C2;&#x4E0E;&#x5EA6;&#x5E76;&#x4E0D;&#x591F;&#x9AD8;&#xFF0C;&#x5982;&#x5927;&#x5B66;&#x8BB2;&#x5EA7;&#x3001;&#x535A;&#x7269;&#x9986;/&#x79D1;&#x6280;&#x9986;/&#x6587;&#x5316;&#x9986;&#x3001;&#x5546;&#x4E1A;&#x673A;&#x6784;&#x6216;&#x5176;&#x4ED6;&#x975E;&#x8425;&#x5229;&#x673A;&#x6784;&#x7EC4;&#x7EC7;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x8FD9;&#x4E9B;&#x65B9;&#x5F0F;&#x5BF9;&#x4E3B;&#x5BFC;&#x8005;&#x7684;&#x4E13;&#x4E1A;&#x6C34;&#x51C6;&#x548C;&#x7EC4;&#x7EC7;&#x80FD;&#x529B;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x8981;&#x6C42;&#x3002;</p><p></p><p></p><p>&#x603B;&#x5F97;&#x6765;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x8F83;&#x4E3A;&#x7CFB;&#x7EDF;&#x5316;&#x3001;&#x6709;&#x6DF1;&#x5EA6;&#x7684;&#x601D;&#x60F3;&#x548C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;</strong>&#xFF0C;&#x4E66;&#x7C4D;&#x4F9D;&#x7136;&#x6709;&#x4E0D;&#x53EF;&#x66FF;&#x4EE3;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x535A;&#x5BA2;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x73AF;&#x5883;&#x4E2D;&#x5C5E;&#x4E8E;&#x6709;&#x4E00;&#x5B9A;&#x6DF1;&#x5EA6;&#x7684;&#x4F20;&#x64AD;&#x5A92;&#x4ECB;&#xFF0C;&#x9762;&#x5BF9;&#x9762;&#x7684;&#x7EBF;&#x4E0B;&#x73AF;&#x5883;&#x9700;&#x8981;&#x8003;&#x8651;&#x5982;&#x4F55;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x6210;&#x4EBA;&#x53C2;&#x4E0E;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5BF9;&#x4E8E;<strong>&#x5F3A;&#x8C03;&#x53D7;&#x4F17;&#x5E7F;&#x5EA6;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;</strong>&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#x5982;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x6296;&#x97F3;&#x3001;&#x77E5;&#x4E4E;&#xFF0C;&#x4EE5;&#x53CA;&#x7535;&#x89C6;&#x7535;&#x5F71;&#x662F;&#x76EE;&#x524D;&#x91C7;&#x7528;&#x7684;&#x4E3B;&#x8981;&#x6E20;&#x9053;&#x3002;</p><p></p><p></p><p>&#x3010;&#x5185;&#x5BB9;&#xFF1A;&#x50B2;&#x6162;&#x3001;&#x504F;&#x89C1;&#x4E0E;&#x65E0;&#x77E5;&#x3011;</p><p></p><p></p><p>&#x6211;&#x8BA4;&#x4E3A;&#x79D1;&#x5B66;&#x5185;&#x5BB9;&#x7684;&#x751F;&#x4EA7;&#xFF0C;&#x6700;&#x5927;&#x7684;&#x6311;&#x6218;&#x5728;&#x4E8E;&#x50B2;&#x6162;&#x3001;&#x504F;&#x89C1;&#x4E0E;&#x65E0;&#x77E5;&#x3002;</p><p></p><p></p><p>&#x201C;&#x50B2;&#x6162;&#x201D;&#x662F;&#x4EE5;<strong>&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;</strong>&#x4E3A;&#x4E3B;&#x8981;&#x7406;&#x5FF5;&#xFF0C;&#x9AD8;&#x4E3E;&#x201C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x662F;&#x7B2C;&#x4E00;&#x751F;&#x4EA7;&#x529B;&#x201D;&#x3001;&#x201C;&#x5B9E;&#x8DF5;&#x662F;&#x68C0;&#x9A8C;&#x771F;&#x7406;&#x7684;&#x552F;&#x4E00;&#x6807;&#x51C6;&#x201D;&#x7B49;&#x53E3;&#x53F7;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x6210;&#x201C;&#x79D1;&#x5B66;&#x771F;&#x7406;&#x201D;&#x6559;&#x7684;&#x4F20;&#x6559;&#x58EB;&#xFF0C;&#x4EE5;&#x201C;&#x79D1;&#x5B66;&#x5BB6;&#x201D;&#x6216;&#x201C;&#x4E13;&#x4E1A;&#x4EBA;&#x58EB;&#x201D;&#x7684;&#x6743;&#x5A01;&#xFF0C;&#x5C45;&#x9AD8;&#x4E34;&#x4E0B;&#x5730;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#xFF0C;&#x800C;&#x4E0D;&#x53CD;&#x601D;&#x53D7;&#x4F17;&#x7684;&#x9700;&#x8981;&#x3002;&#x8FD9;&#x662F;&#x5305;&#x88F9;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5916;&#x8863;&#x7684;&#x91CE;&#x86EE;&#x3002;</p><p></p><p></p><p>&#x201C;&#x504F;&#x89C1;&#x201D;&#x662F;&#x6307;&#x4EE5;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x8BBA;&#x4E3A;&#x4E2D;&#x5FC3;&#xFF0C;&#x53CD;&#x5BF9;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x6279;&#x5224;&#x548C;&#x8D28;&#x7591;&#x3002;&#x51E1;&#x662F;&#x4E0D;&#x901A;&#x8FC7;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x6765;&#x8BC4;&#x5224;&#x7684;&#xFF0C;&#x90FD;&#x662F;&#x201C;&#x4F2A;&#x79D1;&#x5B66;&#x201D;&#xFF1B;&#x51E1;&#x662F;&#x201C;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x201D;&#xFF0C;&#x5C31;&#x4E00;&#x5B9A;&#x662F;&#x6B63;&#x786E;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x6240;&#x8C13;&#x7684;&#x201C;&#x6C42;&#x771F;&#x3001;&#x8D28;&#x7591;&#x3001;&#x5B9E;&#x8BC1;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x201D;&#xFF0C;&#x5219;&#x662F;&#x7528;&#x79D1;&#x5B66;&#x53BB;&#x8D28;&#x7591;&#x4E00;&#x5207;&#xFF0C;<strong>&#x5374;&#x552F;&#x72EC;&#x4E0D;&#x80FD;&#x8D28;&#x7591;&#x79D1;&#x5B66;&#x672C;&#x8EAB;</strong>&#x3002;&#x552F;&#x201C;&#x6570;&#x7406;&#x903B;&#x8F91;&#x201D;&#x81F3;&#x5C0A;&#xFF0C;&#x201C;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x201D;&#x4E00;&#x6587;&#x4E0D;&#x540D;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x8FD9;&#x662F;&#x4EE5;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x4E3A;&#x8FF7;&#x4FE1;&#x3002;</p><p></p><p></p><p>&#x201C;&#x65E0;&#x77E5;&#x201D;&#x5219;&#x5728;&#x4E8E;&#x5C06;&#x53CD;&#x79D1;&#x5B66;&#x3001;&#x65E0;&#x4F9D;&#x636E;&#x7684;&#x7406;&#x8BBA;&#x8FDB;&#x884C;&#x5927;&#x8086;&#x5305;&#x88C5;&#x4E0E;&#x4F20;&#x64AD;&#xFF0C;&#x5BA3;&#x626C;&#x201C;&#x6C14;&#x529F;&#x201D;&#x3001;&#x201C;&#x517B;&#x751F;&#x201D;&#x7B49;&#x7406;&#x8BBA;&#xFF0C;&#x53C8;&#x8D70;&#x5411;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x65E0;&#x7528;&#x8BBA;&#x201D;&#x548C;&#x201C;&#x6B6A;&#x7406;&#x90AA;&#x8BF4;&#x201D;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x6781;&#x7AEF;&#x3002;</p><p></p><p></p><p>&#x51ED;&#x501F;&#x201C;&#x50B2;&#x6162;&#x4E0E;&#x504F;&#x89C1;&#x201D;&#xFF0C;&#x4EE5;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x4E3A;&#x540D;&#xFF0C;&#x5374;&#x7F3A;&#x5C11;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x53CD;&#x601D;&#xFF0C;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x53CD;&#x800C;&#x963B;&#x788D;&#x4E86;&#x79D1;&#x5B66;&#x672C;&#x8EAB;&#x7684;&#x8FDB;&#x6B65;&#x4E0E;&#x53D1;&#x5C55;&#x3002;&#x201C;&#x65E0;&#x77E5;&#x201D;&#x5219;&#x901A;&#x5E38;&#x4E0E;&#x6709;&#x610F;&#x7684;&#x9A97;&#x5C40;&#x76F8;&#x4F34;&#xFF0C;&#x4E3A;&#x4E86;&#x8FBE;&#x5230;&#x4F20;&#x64AD;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x6545;&#x610F;&#x634F;&#x9020;&#x4E86;&#x5438;&#x5F15;&#x4EBA;&#x7684;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x6B63;&#x9762;&#x6765;&#x8BF4;&#xFF0C;&#x5185;&#x5BB9;&#x751F;&#x4EA7;&#x8005;&#x5E94;&#x786E;&#x4FDD;&#x81EA;&#x8EAB;&#x7684;<strong>&#x516C;&#x6B63;&#x5305;&#x5BB9;&#x7684;&#x79D1;&#x5B66;&#x7ACB;&#x573A;&#x4E0E;&#x6B63;&#x786E;&#x7684;&#x5B66;&#x672F;&#x601D;&#x60F3;</strong>&#xFF0C;&#x5207;&#x5165;&#x7684;&#x89D2;&#x5EA6;&#x53EF;&#x4EE5;&#x662F;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x3001;&#x79D1;&#x5B66;&#x53F2;&#x3001;&#x79D1;&#x5B66;&#x4E0E;&#x81EA;&#x7136;/&#x793E;&#x4F1A;/&#x4EBA;&#x6587;&#x3001;&#x79D1;&#x5B66;&#x524D;&#x6CBF;&#x8FDB;&#x5C55;&#x548C;&#x57FA;&#x672C;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x7B49;&#x7B49;&#x3002;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x5177;&#x5907;&#x53CD;&#x601D;&#x80FD;&#x529B;</strong>&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x8005;&#xFF0C;&#x624D;&#x80FD;&#x4EA7;&#x51FA;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5185;&#x5BB9;&#x3002;</p><p></p><p></p><p>&#x3010;&#x53D7;&#x4F17;&#xFF1A;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x3011;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x53D7;&#x4F17;&#x5E94;&#x8BE5;&#x662F;&#x5168;&#x4F53;&#x56FD;&#x6C11;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4F20;&#x7EDF;&#x79D1;&#x666E;&#x6240;&#x9488;&#x5BF9;&#x7684;&#x201C;&#x9752;&#x5C11;&#x5E74;&#x201D;/&#x201C;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x201D;&#x3002;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x5B9E;&#x884C;&#x8005;&#x4E5F;&#x4E0D;&#x518D;&#x4EC5;&#x4EC5;&#x662F;&#x79D1;&#x5B66;&#x5BB6;&#x548C;&#x6559;&#x5E08;&#xFF0C;&#x800C;&#x662F;&#x5927;&#x4F17;&#x4F20;&#x5A92;&#x4E0E;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x201C;&#x9752;&#x5C11;&#x5E74;&#x201D;&#x76F8;&#x6BD4;&#xFF0C;&#x6210;&#x4EBA;&#x7684;&#x73AF;&#x5883;&#x8981;&#x590D;&#x6742;&#x7684;&#x591A;&#xFF0C;<strong>&#x4F20;&#x64AD;&#x8005;&#x9700;&#x8981;&#x6DF1;&#x5165;&#x8003;&#x5BDF;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x73AF;&#x5883;&#x3001;&#x6311;&#x6218;&#x4E0E;&#x9700;&#x8981;</strong>&#xFF0C;&#x5C06;&#x4F20;&#x64AD;&#x7684;&#x5185;&#x5BB9;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x6587;&#x5316;&#x3001;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#xFF0C;&#x8FD8;&#x662F;&#x5177;&#x4F53;&#x7684;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF09;&#x4E0E;&#x5177;&#x4F53;&#x7684;&#x63A5;&#x53D7;&#x8005;&#x3001;&#x4F7F;&#x7528;&#x8005;&#x76F8;&#x5339;&#x914D;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x4E5F;&#x5FC5;&#x5B9A;&#x9762;&#x5BF9;&#x8BF8;&#x591A;&#x6311;&#x6218;&#x3002;</p><p></p><p></p><p><strong>&#x65E2;&#x7136;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x6587;&#xFF0C;&#x90A3;&#x4E48;&#x5982;&#x540C;&#x5176;&#x4ED6;&#x6587;&#x5316;&#x4E00;&#x6837;&#xFF0C;&#x662F;&#x4ECE;&#x751F;&#x6D3B;&#x7684;&#x70B9;&#x6EF4;&#xFF0C;&#x4ECE;&#x89C2;&#x5BDF;&#x3001;&#x601D;&#x8003;&#x3001;&#x4EA4;&#x6D41;&#x3001;&#x884C;&#x4E3A;&#x7684;&#x5404;&#x4E2A;&#x5C42;&#x9762;&#x4F53;&#x73B0;&#x51FA;&#x7684;</strong>&#x3002;&#x4E00;&#x4E2A;&#x7269;&#x7406;&#x5965;&#x8D5B;&#x91D1;&#x724C;&#x83B7;&#x5F97;&#x8005;&#xFF0C;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x5728;&#x4E58;&#x5750;&#x98DE;&#x673A;&#x5E08;&#x8BA1;&#x7B97;&#x91CD;&#x529B;&#x52A0;&#x901F;&#x5EA6;&#x7684;&#x53D8;&#x5316;&#xFF1B;&#x4E00;&#x4E2A;&#x7CBE;&#x901A;&#x6570;&#x5B66;&#x77E5;&#x8BC6;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x5728;&#x5DE5;&#x4F5C;&#x4E2D;&#x4F7F;&#x7528;&#x5FAE;&#x79EF;&#x5206;&#xFF1B;&#x4F46;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x5374;&#x53EF;&#x4EE5;&#x5728;&#x4E0D;&#x540C;&#x5C42;&#x9762;&#x5F97;&#x5230;&#x5177;&#x4F53;&#x7684;&#x5E94;&#x7528;&#x3002;</p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x6709;&#x6DF1;&#x5EA6;&#x3001;&#x6709;&#x4EBA;&#x6587;&#x60C5;&#x6000;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x5E94;&#x5F53;&#x4E0D;&#x505C;&#x7559;&#x5728;STEM&#xFF08;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x3001;&#x5DE5;&#x7A0B;&#x3001;&#x77E5;&#x8BC6;&#xFF09;&#x7684;&#x8868;&#x5C42;&#xFF0C;&#x800C;&#x662F;&#x53BB;&#x6DF1;&#x5165;&#x6316;&#x6398;&#x5176;&#x80CC;&#x540E;&#x7684;&#x4EBA;&#x6027;&#x4EF7;&#x503C;&#x4E0E;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x3002;&#x4E0D;&#x4EC5;&#x4EC5;&#x8BA9;&#x53D7;&#x4F17;&#x611F;&#x89C9;&#x5230;&#x79D1;&#x5B66;&#x7684;&#x5947;&#x5999;&#xFF08;&#x8FD1;&#x4F3C;&#x4E8E;&#x4E00;&#x79CD;&#x73B0;&#x4EE3;&#x9B54;&#x6CD5;&#xFF09;&#xFF0C;&#x638C;&#x63E1;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x672C;&#x77E5;&#x8BC6;&#x3001;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x53F2;&#x4E0E;&#x793E;&#x4F1A;&#x5F71;&#x54CD;&#x3001;&#x5229;&#x7528;&#x79D1;&#x5B66;&#x89E3;&#x91CA;&#x81EA;&#x7136;&#xFF0C;&#x66F4;&#x5E94;&#x5F53;&#x4EE4;&#x5B66;&#x4E60;&#x8005;&#x5F20;&#x5F00;&#x5FC3;&#x7075;&#xFF0C;&#x611F;&#x53D7;&#x5230;<strong>&#x79D1;&#x5B66;&#x80CC;&#x540E;&#x201C;&#x6C42;&#x771F;&#x201D;&#x3001;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x4E4B;&#x7F8E;</strong>&#xFF0C;&#x8BA9;&#x4EBA;&#x6210;&#x4E3A;&#x66F4;&#x5B8C;&#x5584;&#x7684;&#x4EBA;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x201D;&#x662F;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5728;&#x672C;&#x6587;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6309;&#x7167;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5177;&#x4F53;&#x5206;&#x6790;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x8868;&#x5C42;&#xFF1A;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5; / &#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#x3002;</p><p></p><p></p><p></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&amp;token=26837d6d-8a98-4f2c-97bc-68eec36924ad" alt=""><p></p><p></p><p>&#x5927;&#x578B;&#x5F3A;&#x5B50;&#x5BF9;&#x649E;&#x673A; | <a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#xFF08;&#x672A;&#x5B8C;&#x5F85;&#x7EED;&#xFF09;&#x5728;&#x6587;&#x7AE0;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5177;&#x4F53;&#x63A2;&#x8BA8;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5C55;&#x5F00;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x4E66;&#x7C4D;&#x63A8;&#x8350;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://www.zhishifenzi.com/depth/thought/112.html" target="_blank" rel="noreferrer noopener">&#x539F;&#x6765;&#x201C;&#x79D1;&#x666E;&#x201D;&#x3001;&#x201C;&#x79D1;&#x6280;&#x4F20;&#x64AD;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x201D;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;</a></li><li>&#x6C5F;&#x6653;&#x539F;&#x7B49;&#xFF0C;<a href="https://book.douban.com/subject/2243660/" target="_blank" rel="noreferrer noopener">&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;</a></li></ul><p></p><p></p><h3 id="qi-ta-can-kao"></h3><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%ba%94</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-l5zrunwits" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E94;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&amp;token=13b52ba7-0959-40a3-b1f2-cfe056297c21" alt="【未来教育学】成年人需要什么样的STEM教育？（四）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-12T15:05:18.000Z">2019-03-12</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">an hour read (About 6744 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/">【未来教育学】成年人需要什么样的STEM教育？（四）</a></h1><div class="content"><p></p><p>&#x5728;<a href="https://busy.org/@robertyan/stem-33j60d0hfr" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a href="https://busy.org/@robertyan/stem-yafmsa49dm" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#x4E2D;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x4ECE;<a href="https://busy.org/@robertyan/stem-7xw4el63nl" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a>&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;&#x3002;</strong>&#x5728;&#xFF08;&#x4E09;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x201D;&#x5C55;&#x5F00;&#x4E86;&#x5206;&#x6790;&#x3002;</p><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5173;&#x8054;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x68B3;&#x7406;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x3002;</p><p></p><p></p><h2>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</h2><p></p><p></p><h3 id="2-ke-xue-du-wu-yu-ke-xue-shi-jian">2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;<a href="#2-ke-xue-du-wu-yu-ke-xue-shi-jian"></a></h3><p></p><p></p><p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x7740;&#x91CD;&#x8BB2;&#x4E86;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E00;&#x7AE0;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x8FDB;&#x4E00;&#x6B65;&#x5177;&#x4F53;&#x5316;&#xFF0C;&#x4E3B;&#x8981;&#x8BB2;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#xFF08;&#x77E5;&#xFF09;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x771F;&#x6B63;&#x4EB2;&#x8EAB;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#xFF08;&#x884C;&#xFF09;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x77E5;&#x4E0E;&#x884C;&#x7684;&#x8FA9;&#x8BC1;&#x5173;&#x7CFB;&#xFF0C;&#x524D;&#x8F88;&#x4EEC;&#x8BA8;&#x8BBA;&#x7684;&#x5F88;&#x591A;&#xFF0C;&#x6709;&#x8BF4;&#x201C;&#x77E5;&#x201D;&#x662F;&#x77E5;&#x8BC6;&#x7684;&#x3001;&#x4E5F;&#x6709;&#x8BF4;&#x201C;&#x77E5;&#x201D;&#x662F;&#x826F;&#x77E5;&#x7684;&#xFF0C;&#x5BF9;&#x7279;&#x5B9A;&#x60C5;&#x5F62;&#x4E0B;&#x7684;&#x5148;&#x540E;&#x4F18;&#x5148;&#x7EA7;&#x4E5F;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x7406;&#x89E3;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x5982;&#x4F55;&#x5728;&#x4E2D;&#x56FD;&#x843D;&#x5730;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6838;&#x5FC3;&#x7684;&#x96BE;&#x70B9;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x201C;&#x77E5;&#x201D;&#x3001;&#x5176;&#x6B21;&#x662F;&#x201C;&#x884C;&#x201D;&#xFF0C;&#x201C;&#x77E5;&#x201D;&#x65E2;&#x662F;&#x4EBA;&#x6587;&#x4E0E;&#x7CBE;&#x795E;&#x4F20;&#x7EDF;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x662F;&#x601D;&#x60F3;&#x4E0E;&#x5B9E;&#x8DF5;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4F3C;&#x4E4E;&#x6697;&#x4E2D;&#x547C;&#x5E94;&#x4E86;&#x5B59;&#x4E2D;&#x5C71;&#x5728;&#x5EFA;&#x8BBE;&#x73B0;&#x4EE3;&#x56FD;&#x5BB6;&#x65F6;&#x6240;&#x8BA4;&#x4E3A;&#x7684;&#x201C;&#x884C;&#x6613;&#x77E5;&#x96BE;&#x201D;&#xFF1B;100&#x5E74;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x770B;&#x5230;&#x6280;&#x672F;&#x5DF2;&#x7ECF;&#x5927;&#x884C;&#x5176;&#x9053;&#xFF0C;<strong>&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5374;&#x5E76;&#x672A;&#x771F;&#x6B63;&#x5728;&#x5FC3;&#x4E2D;&#x624E;&#x6839;</strong>&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;<strong>&#x201C;&#x884C;&#x6613;&#x77E5;&#x96BE;&#x201D;</strong>&#x7684;&#x4F53;&#x73B0;&#x3002;<strong>&#x201C;&#x58EB;&#x4E0D;&#x53EF;&#x4EE5;&#x4E0D;&#x5F18;&#x6BC5;&#xFF0C;&#x4EFB;&#x91CD;&#x800C;&#x9053;&#x8FDC;&#x201D;</strong>&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x77E5;&#x3002;</p><p></p><p></p><p>&#x201C;&#x77E5;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x5E95;&#x5C42;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x4E0E;&#x8BC6;&#x89C1;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4E16;&#x4FD7;&#x4E0E;&#x6D41;&#x884C;&#xFF09;</strong>&#xFF0C;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x6765;&#x63A2;&#x8BA8;&#xFF0C;&#x7C97;&#x7565;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x5230;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p>&#x201C;&#x884C;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x5E95;&#x5C42;&#xFF08;&#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#xFF09;</strong>&#xFF0C;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x6765;&#x63A2;&#x8BA8;&#xFF0C;&#x7C97;&#x7565;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x5230;&#x201C;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x3002;</p><p></p><p></p><p><em><strong>&#x8BFB;&#x7269;1&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;</strong></em></p><p></p><p></p><p>&#x8FD9;&#x4E00;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x8BF4;&#x8BF4;&#x6709;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x4ED4;&#x7EC6;&#x9605;&#x8BFB;&#x3002;</p><p></p><p></p><p>&#x5148;&#x8BF4;&#x8BF4;&#x8FD9;&#x4E24;&#x8005;&#x7684;&#x5B9A;&#x4E49;&#xFF1A;</p><p></p><p></p><ul><li><strong>&#x79D1;&#x5B66;&#x54F2;&#x5B66;</strong>&#x662F;&#x4E00;&#x4E2A;20&#x4E16;&#x7EAA;&#x5174;&#x8D77;&#x7684;&#x54F2;&#x5B66;&#x5206;&#x652F;&#xFF0C;&#x610F;&#x4E49;&#x6BD4;&#x5B57;&#x9762;&#x4E0A;&#x8868;&#x73B0;&#x5F97;&#x8981;&#x5E7F;&#x9614;&#x5F97;&#x591A;&#xFF0C;&#x81F3;&#x5C11;&#x5305;&#x62EC;&#x201C;&#x5173;&#x6CE8;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x3001;&#x65B9;&#x6CD5;&#x548C;&#x542B;&#x4E49;&#xFF0C;&#x4E3B;&#x8981;&#x7814;&#x7A76;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x6027;&#x3001;&#x79D1;&#x5B66;&#x7406;&#x8BBA;&#x7684;&#x7ED3;&#x6784;&#x3001;&#x79D1;&#x5B66;&#x89E3;&#x91CA;&#x3001;&#x79D1;&#x5B66;&#x68C0;&#x9A8C;&#x3001;&#x79D1;&#x5B66;&#x89C2;&#x5BDF;&#x4E0E;&#x7406;&#x8BBA;&#x7684;&#x5173;&#x7CFB;&#x3001;&#x79D1;&#x5B66;&#x7406;&#x8BBA;&#x7684;&#x9009;&#x62E9;&#x7B49;&#x3002;&#x201D;&#x2014;&#x2014; <a href="https://zh.wikipedia.org/zh-hans/%E7%A7%91%E5%AD%A6%E5%93%B2%E5%AD%A6" target="_blank" rel="noreferrer noopener">Wikipedia&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;</a><strong></strong></li><li><strong>&#x79D1;&#x5B66;&#x53F2;</strong>&#xFF0C;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x5305;&#x542B;&#x4E86;&#x5BF9;&#x79D1;&#x5B66;&#x53D1;&#x5C55;&#x89C4;&#x5F8B;&#x3001;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53D8;&#x8FC1;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x6D89;&#x53CA;&#x601D;&#x60F3;&#x53F2;&#x3001;&#x793E;&#x4F1A;&#x53F2;&#x7B49;&#x65B9;&#x6CD5;&#x7684;&#x7814;&#x7A76;&#x3002;</li></ul><p></p><p></p><p>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x610F;&#x4E49;&#x4E4B;&#x4E00;&#xFF0C;&#x90FD;&#x5728;&#x4E8E;&#x6C42;&#x201C;&#x672C;&#x201D;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#xFF1B;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x662F;&#x5176;&#x6838;&#x5FC3;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x5DF2;&#x7ECF;&#x91CD;&#x70B9;&#x8BA8;&#x8BBA;&#x3002;&#x8FD9;&#x4E9B;&#x201C;&#x77E5;&#x201D;&#x6781;&#x5176;&#x91CD;&#x8981;&#x4F46;&#x4E5F;&#x662F;&#x8F83;&#x96BE;&#x6DF1;&#x5165;&#x548C;&#x638C;&#x63E1;&#x7684;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x672C;&#x8EAB;&#x5305;&#x542B;&#x4E86;&#x5F88;&#x591A;&#x535A;&#x5927;&#x6216;&#x8005;&#x9A73;&#x6742;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x8FD9;&#x91CC;&#x63A8;&#x8350;&#x7684;&#x4E66;&#x76EE;&#xFF0C;&#x9488;&#x5BF9;&#x975E;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x4E13;&#x4E1A;&#x5B66;&#x751F;&#x6216;&#x5B66;&#x8005;&#xFF0C;&#x4F8B;&#x5982;&#x6765;&#x81EA;&#x4E8E;&#x522B;&#x7684;&#x9886;&#x57DF;&#x7684;&#x5B66;&#x751F;&#x6216;&#x4ECE;&#x4E1A;&#x8005;&#xFF0C;&#x6240;&#x4EE5;&#x4EE5;<strong>&#x201C;&#x5165;&#x95E8;&#x201D;&#x548C;&#x201C;&#x5BFC;&#x8BBA;&#x201D;</strong>&#x76F8;&#x5173;&#x7684;&#x4E66;&#x7C4D;&#x4E3A;&#x4E3B;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x7684;&#x63A8;&#x8350;&#x4E66;&#x7C4D;&#xFF0C;&#x90E8;&#x5206;&#x53C2;&#x8003;&#x4E86;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7CFB;&#x3001;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x79D1;&#x5B66;&#x53F2;&#x7CFB;&#x7684;&#x63A8;&#x8350;&#x4E66;&#x76EE;&#xFF08;&#x5982;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x5434;&#x56FD;&#x76DB;&#x6559;&#x6388;&#x7684;&#x63A8;&#x8350;</a>&#xFF09;&#xFF0C;&#x5747;&#x6709;&#x4E2D;&#x6587;&#x8BD1;&#x672C;&#x6216;&#x7531;&#x4E2D;&#x56FD;&#x5B66;&#x8005;&#x5199;&#x5C31;&#xFF0C;&#x76F8;&#x5BF9;&#x66F4;&#x9002;&#x5408;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x80CC;&#x666F;&#x7684;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#xFF1B;&#x5E76;&#x4E3B;&#x8981;&#x9009;&#x62E9;&#x4E86;&#x4E00;&#x4E9B;&#x66F4;&#x9002;&#x5408;&#x9AD8;&#x4E2D;&#x548C;&#x5927;&#x5B66;&#x672C;&#x79D1;&#x80FD;&#x529B;&#x7684;&#x8BFB;&#x8005;&#x7684;&#x4E66;&#x76EE;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E00;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;</p><p></p><p></p><p>&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x5305;&#x62EC;<strong>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x548C;&#x4E13;&#x8457;</strong>&#x3002;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x4ECE;&#x201C;&#x666E;&#x53CA;&#x201D;&#x7C7B;&#x4E66;&#x7C4D;&#x770B;&#x8D77;&#xFF0C;&#x4EE5;&#x786E;&#x8BA4;&#x81EA;&#x5DF1;&#x7684;&#x5174;&#x8DA3;&#xFF1B;&#x5982;&#x679C;&#x60F3;&#x8981;&#x83B7;&#x5F97;&#x66F4;&#x6DF1;&#x5165;&#x3001;&#x7CBE;&#x51C6;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5E76;&#x81EA;&#x4E3B;&#x8FDB;&#x884C;&#x5B66;&#x4E60;&#x548C;&#x7814;&#x7A76;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x6574;&#x4F53;&#x7ED3;&#x6784;&#x66F4;&#x6E05;&#x6670;&#x3001;&#x6216;&#x5728;&#x7279;&#x522B;&#x95EE;&#x9898;&#x4E0A;&#x6709;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x7684;&#x4E13;&#x8457;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x666E;&#x53CA;&#xFF1A;</p><p></p><p></p><ul><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#xFF0C;&#x5E7F;&#x4E1C;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;2016&#x5E74;</li><li>&#x9648;&#x5609;&#x6620;&#xFF1A;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;&#xFF0C;&#x4E1C;&#x65B9;&#x51FA;&#x7248;&#x793E;&#xFF0C;2007&#x5E74;</li><li>&#x5965;&#x5361;&#x6C99; &#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x300B;&#xFF08;&#x725B;&#x6D25;&#x901A;&#x8BC6;&#x8BFB;&#x672C;&#xFF09;&#xFF0C;&#x97E9;&#x5E7F;&#x4E2D;&#x8BD1;&#xFF0C;&#x8BD1;&#x6797;&#x51FA;&#x7248;&#x793E;&#xFF0C;2009&#x5E74;</li></ul><p></p><p></p><p>&#x5434;&#x56FD;&#x76DB;&#x548C;&#x9648;&#x5609;&#x6620;&#x6559;&#x6388;&#x5728;&#x4E2D;&#x56FD;&#x505A;&#x4E86;&#x8F83;&#x591A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x5DE5;&#x4F5C;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x8457;&#x4F5C;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#xFF0C;<strong>&#x53EF;&#x8BFB;&#x6027;&#x5F3A;&#x3001;&#x6DF1;&#x5165;&#x6D45;&#x51FA;&#x3001;&#x5BCC;&#x6709;&#x8DA3;&#x5473;</strong>&#xFF0C;&#x540C;&#x65F6;&#x53EF;&#x4EE5;&#x5F15;&#x51FA;&#x5927;&#x91CF;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x8BDD;&#x9898;&#xFF0C;&#x4F5C;&#x4E3A;&#x8FDB;&#x4E00;&#x6B65;&#x63A2;&#x7D22;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x66F4;&#x6CE8;&#x91CD;&#x5BF9;&#x79D1;&#x5B66;&#x6E90;&#x5934;&#x7684;&#x63A2;&#x7A76;&#x3001;&#x5E76;&#x5F15;&#x51FA;&#x535A;&#x7269;&#x5B66;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B; &#x7684;&#x4E0A;&#x7BC7;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x5BFC;&#x5F15;&#x5F0F;&#x4ECB;&#x7ECD;&#xFF0C;&#x4E0B;&#x7BC7;&#x5219;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x57FA;&#x672C;&#x95EE;&#x9898;&#xFF0C; &#x5982;&#x7ECF;&#x9A8C;&#x4E0E;&#x5B9E;&#x9A8C;&#x3001;&#x6570;&#x5B66;&#x5316;&#x3001;&#x5B9E;&#x8BC1;&#x79D1;&#x5B66;&#x7B49;&#x3002;&#x7531;&#x4E8E;&#x90FD;&#x662F;&#x4E2D;&#x56FD;&#x5B66;&#x8005;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x4E24;&#x672C;&#x4E66;&#x90FD;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x5C1D;&#x8BD5;&#x89E3;&#x91CA;&#x548C;&#x56DE;&#x7B54;&#x4E86;&#x201C;&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5965;&#x5361;&#x6C99;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x300B;&#x7684;&#x7279;&#x70B9;&#x662F;&#x4E00;&#x672C;&#x901A;&#x4FD7;&#x6613;&#x61C2;&#x7684;&#x901A;&#x8BC6;&#x8BFB;&#x672C;&#xFF0C;&#x5982;&#x4E2D;&#x6587;&#x7248;&#x5E8F;&#x4E2D;&#x6240;&#x8BF4;&#x7684;&#x201C;<strong>&#x901A;&#x4FD7;&#x6613;&#x61C2;&#x3001;&#x8A00;&#x7B80;&#x610F;&#x8D45;&#x3001;&#x8BED;&#x8A00;&#x6D41;&#x7545;</strong>&#x201D;&#xFF0C;&#x4EE5;&#x8F83;&#x5C11;&#x7684;&#x7BC7;&#x5E45;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x79D1;&#x5B66;&#x63A8;&#x7406;&#x7684;&#x65B9;&#x6CD5;&#x53CA;&#x8FD9;&#x4E9B;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x3001;&#x5E93;&#x6069;&#x7684;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7406;&#x8BBA;&#x3001;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x6279;&#x8BC4;&#x7B49;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x4E09;&#x672C;&#x4E66;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x8BFB;&#x8005;&#x5927;&#x81F4;&#x4E86;&#x89E3;&#x6709;&#x54EA;&#x4E9B;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x201D;&#x9886;&#x57DF;&#x5185;&#x7684;&#x5E38;&#x89C1;&#x95EE;&#x9898;&#xFF0C;&#x5BF9;&#x4E8E;&#x542F;&#x53D1;&#x601D;&#x8003;&#x3001;&#x6FC0;&#x52B1;&#x63A2;&#x7D22;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5E2E;&#x52A9;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E13;&#x8457;&#xFF1A;</p><p></p><p></p><ul><li>&#x67E5;&#x5C14;&#x9ED8;&#x65AF;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x9C81;&#x65ED;&#x4E1C;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2007&#x5E74;</li><li>&#x5E93;&#x6069;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x7ED3;&#x6784;&#x300B;&#xFF0C;&#x91D1;&#x543E;&#x4F26;&#x7B49;&#x8BD1;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;</li><li>&#x6CE2;&#x666E;&#x5C14;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#x7684;&#x903B;&#x8F91;&#x300B;&#xFF0C;&#x67E5;&#x6C5D;&#x5F3A;&#x7B49;&#x8BD1;&#xFF0C;&#x4E2D;&#x56FD;&#x7F8E;&#x672F;&#x5B66;&#x9662;&#x51FA;&#x7248;&#x793E;&#xFF0C;2008&#x5E74;</li><li>&#x6CE2;&#x666E;&#x5C14;&#xFF1A;&#x300A;&#x731C;&#x60F3;&#x4E0E;&#x53CD;&#x9A73;&#x300B;&#xFF0C;&#x5085;&#x5B63;&#x91CD;&#x7B49;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x8BD1;&#x6587;&#x51FA;&#x7248;&#x793E;&#xFF0C;1986&#x5E74;</li><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x8BB2;&#x6F14;&#x5F55;&#x300B;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x5927;&#x5B66;&#xFF0C;2009&#x5E74;</li></ul><p></p><p></p><p>&#x300A;&#x79D1;&#x5B66;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#x662F;&#x4E00;&#x672C;<strong>&#x6559;&#x79D1;&#x4E66;&#x4F53;&#x4F8B;</strong>&#x7684;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x5165;&#x95E8;&#x4E66;&#xFF0C;&#x5305;&#x62EC;&#x4E86;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x3001;&#x8BC1;&#x4F2A;&#x4E3B;&#x4E49;&#x3001;&#x5386;&#x53F2;&#x4E3B;&#x4E49;&#x3001;&#x540E;&#x73B0;&#x4EE3;&#x4E3B;&#x4E49;&#x7B49;&#x4E3B;&#x6D41;&#x5B66;&#x8BF4;&#x548C;&#x8BAE;&#x9898;&#x3002;&#x76F8;&#x5BF9;&#x6765;&#x8BF4;&#x662F;&#x6BD4;&#x8F83;&#x6B63;&#x7ECF;&#x7684;&#x4E66;&#xFF0C;&#x9002;&#x5408;&#x4E13;&#x4E1A;&#x5B66;&#x751F;&#x6216;&#x9700;&#x8981;&#x6B63;&#x5F0F;&#x6DF1;&#x5165;&#x7814;&#x7A76;&#x7684;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#x3002;</p><p></p><p></p><p>&#x6258;&#x9A6C;&#x65AF;&#xB7;&#x5E93;&#x6069;&#x548C;&#x5361;&#x5C14;&#xB7;&#x6CE2;&#x666E;&#x5C14;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x76F8;&#x5BF9;&#x6765;&#x8BF4;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x7FA4;&#x4F17;&#x57FA;&#x7840;&#x548C;&#x793E;&#x4F1A;&#x5F71;&#x54CD;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x4E5F;&#x63A8;&#x8350;&#x3002;&#x5E93;&#x6069;&#x300A;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x7ED3;&#x6784;&#x300B;&#x8D28;&#x7591;&#x4E86;&#x79D1;&#x5B66;&#x7EBF;&#x6027;&#x53D1;&#x5C55;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;&#x57FA;&#x4E8E;<strong>&#x201C;&#x8303;&#x5F0F;&#x201D;</strong>&#x7684;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x548C;&#x53D1;&#x5C55;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x81F3;&#x4ECA;&#x6709;&#x7740;&#x6781;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6CE2;&#x666E;&#x5C14;&#x4EE5;&#x4ED6;&#x7684;&#x79D1;&#x5B66;<strong>&#x201C;&#x53EF;&#x8BC1;&#x4F2A;&#x6027;&#x201D;</strong>&#x88AB;&#x5F88;&#x591A;&#x4EBA;&#x77E5;&#x6653;&#xFF0C;&#x4ED6;&#x7684;&#x8457;&#x4F5C;&#x300A;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#x7684;&#x903B;&#x8F91;&#x300B;&#x3001;&#x300A;&#x731C;&#x60F3;&#x4E0E;&#x53CD;&#x9A73;&#x300B;&#x7684;&#x8D21;&#x732E;&#x4E3B;&#x8981;&#x5728;&#x4E8E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x8BBA;&#x4E0A;&#xFF0C;&#x201C;&#x53EF;&#x8BC1;&#x4F2A;&#x6027;&#x201D;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x6982;&#x5FF5;&#x3002;</p><p></p><p></p><p>&#x5434;&#x56FD;&#x76DB;&#x7684;&#x300A;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x8BB2;&#x6F14;&#x5F55;&#x300B;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x672C;<strong>&#x201C;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x201D;&#x8BFB;&#x672C;</strong>&#xFF0C;&#x662F;&#x5BF9;&#x6D77;&#x5FB7;&#x683C;&#x5C14;&#x3001;&#x9A6C;&#x514B;&#x601D;&#x7B49;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x5148;&#x9A71;&#x7684;&#x6587;&#x672C;&#x7684;&#x6536;&#x5F55;&#x3002;&#x653E;&#x5728;&#x8FD9;&#x91CC;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4E3A;&#x4E86;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x6A2A;&#x5411;&#x6BD4;&#x8F83;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x6240;&#x5173;&#x5207;&#x95EE;&#x9898;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x6709;&#x52A9;&#x4E8E;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x7684;&#x89D2;&#x5EA6;&#x7684;&#x4E0D;&#x540C;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E8C;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x53F2;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x53F2;&#x53EF;&#x4EE5;&#x7B80;&#x7565;&#x5206;&#x4E3A;&#x901A;&#x53F2;&#x3001;&#x65AD;&#x4EE3;&#x53F2;&#x3001;&#x4E13;&#x9898;&#x53F2;&#x7B49;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x5386;&#x53F2;&#x7814;&#x7A76;&#x7684;&#x5206;&#x7C7B;&#x6CD5;&#x8FD1;&#x4F3C;&#x3002;&#x901A;&#x53F2;&#x4ECE;&#x6E90;&#x5934;&#x8C08;&#x8D77;&#xFF0C;&#x76F4;&#x5230;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#xFF1B;&#x65AD;&#x4EE3;&#x53F2;&#x7740;&#x91CD;&#x5173;&#x6CE8;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x4F8B;&#x5982;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF1B;&#x4E13;&#x9898;&#x53F2;&#x5173;&#x6CE8;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x5386;&#x53F2;&#x6CBF;&#x9769;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x901A;&#x53F2;</p><p></p><p></p><ul><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2002&#x5E74;</li><li>&#x9EA6;&#x514B;&#x83B1;&#x4F26;&#x7B2C;&#x4E09; / &#x54C8;&#x7F57;&#x5FB7;&#xB7;&#x591A;&#x6069;&#xFF1A;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#xFF0C;&#x4E0A;&#x6D77;&#x79D1;&#x6280;&#x6559;&#x80B2;&#x51FA;&#x7248;&#x793E;&#xFF0C;2012&#x5E74;</li></ul><p></p><p></p><p>&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#x548C;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#x90FD;&#x662F;&#x4E0D;&#x9519;&#x7684;<strong>&#x79D1;&#x5B66;&#x53F2;&#x5165;&#x95E8;&#x8BFB;&#x7269;</strong>&#x3002;&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#x662F;&#x5434;&#x56FD;&#x76DB;&#x7684;&#x6210;&#x540D;&#x4F5C;&#xFF0C;&#x5F71;&#x54CD;&#x529B;&#x8F83;&#x5927;&#xFF0C;&#x5199;&#x4F5C;&#x65B9;&#x5F0F;&#x9762;&#x5411;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x5165;&#x624B;&#x3002;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#x662F;&#x4E00;&#x672C;&#x901A;&#x53F2;&#x6559;&#x6750;&#xFF0C;&#x5168;&#x7403;&#x89C6;&#x89D2;&#x8F83;&#x4E3A;&#x5168;&#x9762;&#xFF0C;&#x5BF9;&#x4E2D;&#x56FD;&#x3001;&#x5370;&#x5EA6;&#x3001;&#x963F;&#x62C9;&#x4F2F;&#x7B49;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x4F20;&#x7EDF;&#x90FD;&#x6709;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x65AD;&#x4EE3;&#x53F2;</p><p></p><p></p><ul><li>&#x67EF;&#x74E6;&#x96F7;&#xFF1A;&#x300A;&#x4ECE;&#x5C01;&#x95ED;&#x4E16;&#x754C;&#x5230;&#x65E0;&#x9650;&#x5B87;&#x5B99;&#x300B;&#xFF0C;&#x5F20;&#x535C;&#x5929;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2016&#x5E74;</li><li>&#x5E93;&#x6069;&#xFF1A;&#x300A;&#x54E5;&#x767D;&#x5C3C;&#x9769;&#x547D;&#x300B;&#xFF0C;&#x5434;&#x56FD;&#x76DB;&#x7B49;&#x8BD1;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;</li></ul><p></p><p></p><p>&#x8FD9;&#x4E24;&#x672C;&#x8457;&#x4F5C;&#x90FD;&#x628A;&#x7126;&#x70B9;&#x653E;&#x5230;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x5174;&#x8D77; &#x2014;&#x2014; &#x5373;&#x4EE5;&#x54E5;&#x767D;&#x5C3C;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x5F00;&#x666E;&#x52D2;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7B49;&#x4E3A;&#x7684;<strong>&#x79D1;&#x5B66;&#x9769;&#x547D;</strong>&#x3002;</p><p></p><p></p><p>&#x300A;&#x4ECE;&#x5C01;&#x95ED;&#x4E16;&#x754C;&#x5230;&#x65E0;&#x9650;&#x5B87;&#x5B99;&#x300B;&#x4F5C;&#x4E3A;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53F2;&#x5B66;&#x6D3E;&#x9886;&#x8896;&#x67EF;&#x74E6;&#x96F7;&#x6700;&#x8D1F;&#x76DB;&#x540D;&#x3001;&#x6700;&#x6709;&#x5F71;&#x54CD;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x63CF;&#x8FF0;&#x4E86;&#x8FD9;&#x573A;&#x4EBA;&#x7C7B;&#x5386;&#x53F2;&#x4E0A;&#x6700;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x53D8;&#x9769;&#x4E4B;&#x4E00;&#x7684;&#x601D;&#x60F3;&#x6F14;&#x5316;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x5206;&#x6790;&#x72EC;&#x5230;&#x3001;&#x7EC6;&#x8282;&#x6DF1;&#x523B;&#xFF0C;&#x5C55;&#x73B0;&#x4E86;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x3001;&#x52A8;&#x4EBA;&#x5FC3;&#x9B44;&#x7684;&#x7406;&#x667A;&#x63A2;&#x9669;&#x662F;&#x5982;&#x4F55;&#x5B8C;&#x6210;&#x7684;&#x3002;</p><p></p><p></p><p>&#x300A;&#x54E5;&#x767D;&#x5C3C;&#x9769;&#x547D;&#x300B;&#x662F;&#x5E93;&#x6069;&#x7684;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53F2;&#x540D;&#x8457;&#xFF0C;&#x54E5;&#x767D;&#x5C3C;&#x62C9;&#x5F00;&#x4E86;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x5E8F;&#x5E55;&#xFF0C;&#x9605;&#x8BFB;&#x6B64;&#x4E66;&#x53EF;&#x4EE5;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x4E2D;&#x601D;&#x60F3;&#x5DE8;&#x53D8;&#x53D1;&#x751F;&#x7684;&#x8BE6;&#x7EC6;&#x8FC7;&#x7A0B;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x4E13;&#x9898;&#x53F2;</p><p></p><p></p><ul><li>&#x5E03;&#x9C81;&#x514B;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x300B;&#xFF0C;&#x82CF;&#x8D24;&#x8D35;&#x8BD1;&#xFF0C;&#x590D;&#x65E6;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2000&#x5E74;</li></ul><p></p><p></p><p>&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x7531;&#x4E8E;&#x79CD;&#x79CD;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x73B0;&#x4EE3;&#x53D7;&#x5230;&#x4E86;&#x6781;&#x5927;&#x7684;&#x8BEF;&#x89E3;&#x3002;&#x5E03;&#x9C81;&#x514B;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x300B;&#x7ED3;&#x5408;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x53D1;&#x5C55;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#x4E86;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x7D27;&#x5BC6;&#x5173;&#x8054;&#x3001;&#x51B2;&#x7A81;&#x4E0E;&#x548C;&#x8C10;&#xFF0C;&#x8BA9;&#x8FD9;&#x79CD;&#x771F;&#x5B9E;&#x5173;&#x7CFB;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x5C55;&#x73B0;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E09;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x601D;&#x60F3;</p><p></p><p></p><p>&#x8BB8;&#x591A;&#x6770;&#x51FA;&#x79D1;&#x5B66;&#x5BB6;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5BB6;&#xFF0C;&#x5728;&#x4ED6;&#x4EEC;&#x7684;&#x601D;&#x60F3;&#x8457;&#x4F5C;&#x4E2D;&#xFF0C;&#x7ECF;&#x5E38;&#x4F53;&#x73B0;&#x4E86;&#x4ED6;&#x4EEC;&#x4ECE;&#x4E8B;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x7684;&#x601D;&#x60F3;&#x8FC7;&#x7A0B;&#x53CA;&#x80CC;&#x540E;&#x7684;&#x54F2;&#x5B66;&#x5185;&#x6DB5;&#x3002;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x7C7B;&#x8457;&#x4F5C;&#x672C;&#x8D28;&#x4E0A;&#x4E5F;&#x63A2;&#x8BA8;&#x4E86;&#x8BB8;&#x591A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#x3002;&#x6B64;&#x7C7B;&#x8457;&#x4F5C;&#x4E5F;&#x4E0D;&#x5C11;&#xFF0C;&#x8FD9;&#x91CC;&#x9009;&#x53D6;&#x4E86;&#x5176;&#x4E2D;&#x6709;&#x91CD;&#x8981;&#x5F71;&#x54CD;&#x7684;&#x4E00;&#x4E9B;&#xFF1A;</p><p></p><p></p><ul><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF1A;&#x300A;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x6587;&#x96C6;&#x300B;&#x7B2C;1&#x5377;&#xFF0C;&#x8BB8;&#x826F;&#x82F1;&#x7B49;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;</li><li>&#x6D77;&#x68EE;&#x5821;&#xFF1A;&#x300A;&#x7269;&#x7406;&#x5B66;&#x548C;&#x54F2;&#x5B66;&#x300B;&#xFF0C;&#x8303;&#x5CB1;&#x5E74;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;1981&#x5E74;</li><li>&#x859B;&#x5B9A;&#x8C14;&#xFF1A;&#x300A;&#x751F;&#x547D;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x7F16;&#x8BD1;&#x7EC4;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1973&#x5E74;</li><li>&#x7EF4;&#x7EB3;&#xFF1A;&#x300A;&#x63A7;&#x5236;&#x8BBA;&#x300B;&#xFF0C;&#x90DD;&#x5B63;&#x4EC1;&#x8BD1;&#xFF0C;&#x79D1;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;1963&#x5E74;</li></ul><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x7B80;&#x4ECB;&#xFF1A;</p><p></p><p></p><ul><li><strong>&#x7231;&#x56E0;&#x65AF;&#x5766;</strong>&#x4E0D;&#x4EC5;&#x662F;&#x4E00;&#x4F4D;&#x9769;&#x547D;&#x6027;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#xFF0C;&#x5728;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#x548C;&#x54F2;&#x5B66;&#x57FA;&#x7840;&#x65B9;&#x9762;&#x4E5F;&#x6709;&#x91CD;&#x8981;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x540C;&#x65F6;&#x5BF9;&#x516C;&#x4F17;&#x4E0E;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x4E5F;&#x6709;&#x7740;&#x5DE8;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x3002;&#x300A;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x6587;&#x96C6;&#x300B;&#x7B2C;1&#x5377;&#xFF0C;&#x6536;&#x5F55;&#x4E86;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x5728;&#x79D1;&#x5B66;&#x7684;&#x54F2;&#x5B66;&#x95EE;&#x9898;&#x3001;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x7269;&#x7406;&#x5B66;&#x7684;&#x53D8;&#x5316;&#x7B49;&#x591A;&#x65B9;&#x9762;&#x7684;&#x601D;&#x60F3;&#x3002;</li><li><strong>&#x6D77;&#x68EE;&#x5821;</strong>&#x7684;&#x300A;&#x7269;&#x7406;&#x5B66;&#x548C;&#x54F2;&#x5B66;&#x300B;&#x4EE5;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x4E3A;&#x4E3B;&#x7EBF;&#xFF0C;&#x8BA8;&#x8BBA;&#x4E86;&#x7269;&#x7406;&#x5B66;&#x7684;&#x54F2;&#x5B66;&#x5F71;&#x54CD;&#x3001;&#x5185;&#x5728;&#x7684;&#x54F2;&#x5B66;&#x95EE;&#x9898;&#xFF0C;&#x4EE5;&#x53CA;&#x7269;&#x7406;&#x5B66;&#x5BF9;&#x793E;&#x4F1A;&#x7684;&#x5F71;&#x54CD;&#x3002;</li><li><strong>&#x859B;&#x5B9A;&#x8C14;</strong>&#x4F5C;&#x4E3A;&#x4F1F;&#x5927;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#xFF0C;&#x5199;&#x5C31;&#x4E86;&#x751F;&#x547D;&#x79D1;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x4F5C;&#x54C1;&#x300A;&#x751F;&#x547D;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x5C55;&#x73B0;&#x4E86;&#x5176;&#x6DF1;&#x9083;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x76F4;&#x63A5;&#x542F;&#x53D1;&#x4E86;&#x5206;&#x5B50;&#x751F;&#x7269;&#x5B66;&#x7684;&#x8BDE;&#x751F;&#x548C;DNA&#x7684;&#x53D1;&#x73B0;&#x3002;</li><li><strong>&#x7EF4;&#x7EB3;</strong>&#x7684;&#x300A;&#x63A7;&#x5236;&#x8BBA;&#x300B;&#x5F15;&#x53D1;&#x4E86;20&#x4E16;&#x7EAA;&#x672B;&#x671F;&#x7684;&#x8BF8;&#x591A;&#x65B0;&#x5174;&#x7406;&#x8BBA;&#xFF0C;&#x4F8B;&#x5982;&#x590D;&#x6742;&#x6027;&#x7406;&#x8BBA;&#x3001;&#x4EBA;&#x5DE5;&#x751F;&#x547D;&#x3001;&#x6DF7;&#x6C8C;&#x7406;&#x8BBA;&#x7B49;&#xFF0C;&#x672C;&#x4E66;&#x7684;&#x6587;&#x7B14;&#x6D45;&#x663E;&#x4F46;&#x5374;&#x8574;&#x542B;&#x4E86;&#x8BB8;&#x591A;&#x6DF1;&#x523B;&#x7684;&#x601D;&#x60F3;&#x3002;</li></ul><p></p><p></p><p>&#x6B64;&#x5916;&#xFF0C;&#x4E3A;&#x4E86;&#x771F;&#x6B63;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x672C;&#x201D;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x4E5F;&#x9700;&#x8981;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x4E2D;&#x534E;&#x6587;&#x660E;&#x7684;&#x201C;&#x6839;&#x201D;&#x2014;&#x2014;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF08;&#x4EE5;&#x53CA;&#x8BF8;&#x5B50;&#x601D;&#x60F3;&#xFF09;&#xFF1B;&#x53CD;&#x8FC7;&#x6765;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#xFF0C;&#x8981;&#x771F;&#x6B63;&#x4ECE;&#x73B0;&#x5B9E;&#x4E2D;&#x7406;&#x89E3;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x3002;&#x5426;&#x5219;&#x6211;&#x4EEC;&#x4E8B;&#x5B9E;&#x4E0A;&#x65E0;&#x6CD5;&#x771F;&#x6B63;&#x5206;&#x8FA8;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x4E2D;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x7ED3;&#x5408;&#x73B0;&#x5B9E;&#x8FDB;&#x884C;&#x201C;&#x8FFD;&#x6839;&#x6EAF;&#x6E90;&#x201D;&#x3002;&#x5927;&#x5B66;&#x4E2D;&#x7684;&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x3001;&#x901A;&#x8BC6;&#x6559;&#x80B2;&#xFF09;&#xFF0C;&#x4E5F;&#x5E94;&#x8BE5;&#x5BF9;&#x8FD9;&#x201C;&#x5BFB;&#x672C;&#x201D;&#x7684;&#x6559;&#x80B2;&#x6709;&#x6240;&#x91CD;&#x89C6;&#x3002;&#x4F46;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x7684;&#x63A8;&#x8350;&#x8BFB;&#x7269;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x6B64;&#x4E0D;&#x8D58;&#x8FF0;&#xFF0C;&#x7531;&#x5927;&#x5BB6;&#x81EA;&#x884C;&#x7814;&#x7A76;&#x548C;&#x63A2;&#x7D22;&#x3002;</p><p></p><p></p><p><em><strong>&#x8BFB;&#x7269;2&#xFF1A;&#x79D1;&#x666E;&#x8BFB;&#x7269;</strong></em></p><p></p><p></p><p>&#x4E0A;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x7740;&#x91CD;&#x4E8E;&#x201C;&#x5E95;&#x5C42;&#x201D;&#x7684;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x6784;&#x5EFA;&#xFF0C;&#x8FD9;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x4ECB;&#x7ECD;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x666E;&#x53CA;&#x76F8;&#x5173;&#x7684;&#x8BFB;&#x7269;&#x3002;&#x9664;&#x4E86;&#x5BF9;&#x4E8E;&#x201C;&#x672C;&#x8D28;&#x548C;&#x6839;&#x6E90;&#x201D;&#x7684;&#x638C;&#x63E1;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x9700;&#x8981;<strong>&#x5145;&#x6C9B;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x77E5;&#x8BC6;&#x548C;&#x89C1;&#x8BC6;&#x201D;</strong>&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x624D;&#x80FD;&#x591F;&#x771F;&#x6B63;&#x5EFA;&#x7ACB;&#x8D77;&#x6765;&#x3002;</p><p></p><p></p><p>&#x5C0F;&#x5B66;&#x5230;&#x5927;&#x5B66;&#x7684;&#x79D1;&#x5B66;&#x8BFE;&#x7A0B;&#x7684;&#x6559;&#x80B2;&#xFF08;&#x6570;&#x5B66;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x7269;&#x7406;&#x3001;&#x5316;&#x5B66;&#x3001;&#x751F;&#x7269;&#x3001;&#x5730;&#x7403;&#x79D1;&#x5B66;&#x3001;&#x5FC3;&#x7406;&#xFF0C;&#x7B49;&#x7B49;&#xFF09;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x4FBF;&#x662F;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x4E00;&#x5B9A;&#x7684;&#x79D1;&#x5B66;&#x8BAD;&#x7EC3;&#xFF0C;&#x5982;&#x79D1;&#x5B66;&#x5B9E;&#x9A8C;&#x3001;&#x89E3;&#x91CA;&#x548C;&#x89E3;&#x51B3;&#x79D1;&#x5B66;&#x95EE;&#x9898;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x5BF9;&#x6210;&#x5E74;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x968F;&#x7740;&#x793E;&#x4F1A;&#x7ECF;&#x9A8C;&#x7684;&#x589E;&#x957F;&#xFF0C;&#x548C;&#x4E2A;&#x4EBA;&#x5174;&#x8DA3;&#x7684;&#x5206;&#x6563;&#xFF0C;&#x5176;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x7684;&#x8303;&#x56F4;&#x66F4;&#x5E7F;&#x9614;&#x7684;&#x3001;&#x4E5F;&#x66F4;&#x6DF1;&#x5165;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x5174;&#x8DA3;&#xFF0C;&#x4E86;&#x89E3;&#x7279;&#x5B9A;&#x9886;&#x57DF;&#x7684;&#x6700;&#x65B0;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#x3001;&#x6742;&#x5FD7;&#x3001;&#x5F71;&#x89C6;&#x7B49;&#xFF1B;&#x6216;&#x8005;&#xFF0C;&#x7ED3;&#x5408;&#x793E;&#x4F1A;&#x73B0;&#x5B9E;&#xFF0C;&#x4E86;&#x89E3;&#x4E0E;&#x751F;&#x6D3B;&#x73B0;&#x5B9E;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x79D1;&#x666E;&#x8457;&#x4F5C;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x666E;&#x540D;&#x8457;&#x6570;&#x91CF;&#x975E;&#x5E38;&#x5E9E;&#x5927;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x4EC5;&#x4EC5;&#x5305;&#x62EC;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x8FD8;&#x5305;&#x62EC;&#x5927;&#x91CF;&#x7684;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x7684;&#x8457;&#x4F5C;&#x3002;&#x5728;&#x5F62;&#x5F0F;&#x4E0A;&#xFF0C;&#x968F;&#x7740;&#x7535;&#x5B50;&#x5A92;&#x4ECB;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x89C6;&#x9891;&#x3001;&#x97F3;&#x9891;&#x7B49;&#x624B;&#x6BB5;&#x4E5F;&#x88AB;&#x4F7F;&#x7528;&#x7684;&#x8D8A;&#x6765;&#x8D8A;&#x5E7F;&#x6CDB;&#x3002;&#x4EE5;&#x4E0B;&#x7F57;&#x5217;&#x4E00;&#x4E9B;&#x8F83;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x548C;&#x4EF7;&#x503C;&#x7684;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#xFF0C;&#x4F9B;&#x8BFB;&#x8005;&#x53C2;&#x8003;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x6559;&#x6750;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x771F;&#x6B63;&#x8981;&#x638C;&#x63E1;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF0C;&#x4ECE;&#x6559;&#x6750;&#x5165;&#x624B;&#x4E00;&#x822C;&#x66F4;&#x4E3A;&#x51C6;&#x786E;&#x548C;&#x6709;&#x6548;&#x3002;&#x4E00;&#x822C;&#x76F4;&#x63A5;&#x9009;&#x53D6;&#x5404;&#x5B66;&#x79D1;&#x6B63;&#x5728;&#x4F7F;&#x7528;&#x7684;&#x6559;&#x6750;&#x4FBF;&#x53EF;&#x4EE5;&#x4E86;&#x3002;&#x4F46;&#x6210;&#x5E74;&#x4EBA;&#x613F;&#x610F;&#x6DF1;&#x5165;&#x8BFB;&#x4E00;&#x672C;&#x79D1;&#x5B66;&#x6559;&#x6750;&#xFF0C;&#x5982;&#x300A;&#x7269;&#x7406;&#x5316;&#x5B66;&#x300B;&#x3001;&#x300A;&#x751F;&#x7269;&#x4FE1;&#x606F;&#x5B66;&#x300B;&#x7B49;&#xFF0C;&#x76F8;&#x5BF9;&#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x6240;&#x4EE5;&#x53EF;&#x4EE5;&#x7ED3;&#x5408;&#x81EA;&#x8EAB;&#x5174;&#x8DA3;&#x548C;&#x73B0;&#x5B9E;&#x95EE;&#x9898;&#x5165;&#x624B;&#xFF0C;&#x201C;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x3001;&#x4E30;&#x8863;&#x8DB3;&#x98DF;&#x201D;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x8457;&#x4F5C;</p><p></p><p></p><ol><li>M&#xB7;&#x514B;&#x83B1;&#x56E0;&#xFF1A;&#x300A;&#x6570;&#x5B66;&#xFF1A;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x4E27;&#x5931;&#x300B;&#xFF0C;&#x674E;&#x5B8F;&#x9B41; &#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;&#x7B2C;1&#x7248;&#xFF0C;2007&#x5E74;&#x7B2C;2&#x7248;</li><li>&#x4F3D;&#x5FB7;&#x7EB3;&#x300A;&#x554A;&#x54C8;&#xFF01;&#x7075;&#x673A;&#x4E00;&#x52A8;&#x300B;&#xFF0C;&#x767D;&#x82F1;&#x5F69;&#x7B49;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x732E;&#x51FA;&#x7248;&#x793E;&#xFF0C;1981&#x5E74;</li><li>&#x970D;&#x91D1;&#xFF1A;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#xFF0C;&#x8BB8;&#x660E;&#x8D24;&#x7B49;&#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x6280;&#x51FA;&#x7248;&#x793E;&#xFF0C;2001&#x5E74;</li><li>&#x5F6D;&#x7F57;&#x65AF;&#xFF1A;&#x300A;&#x7687;&#x5E1D;&#x65B0;&#x8111;&#x300B;&#xFF0C;&#x8BB8;&#x660E;&#x8D24;&#x7B49;&#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x6280;&#x51FA;&#x7248;&#x793E;&#xFF0C;1995&#x5E74;</li><li>&#x9053;&#x91D1;&#x65AF;&#xFF1A;&#x300A;&#x81EA;&#x79C1;&#x7684;&#x57FA;&#x56E0;&#x300B;&#xFF0C;&#x5362;&#x5141;&#x4E2D;&#x7B49;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;</li><li>&#x4FAF;&#x4E16;&#x8FBE;&#xFF1A;&#x300A;&#x54E5;&#x5FB7;&#x5C14;&#x3001;&#x827E;&#x820D;&#x5C14;&#x3001;&#x5DF4;&#x8D6B;&#x300B;&#xFF0C;&#x90ED;&#x7EF4;&#x5FB7;&#x7B49;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;1996&#x5E74;</li><li>&#x5361;&#x900A;&#xFF1A;&#x300A;&#x5BC2;&#x9759;&#x7684;&#x6625;&#x5929;&#x300B;&#xFF0C;&#x5415;&#x745E;&#x5170;&#x7B49;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1997&#x5E74;</li><li>&#x8428;&#x6839;&#xFF1A;&#x300A;&#x9B54;&#x9B3C;&#x51FA;&#x6CA1;&#x7684;&#x4E16;&#x754C;&#x300B;&#xFF0C;&#x674E;&#x5927;&#x5149;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1998&#x5E74;</li><li>&#x5C3C;&#x5C14;&#xB7;&#x6CE2;&#x5179;&#x66FC;&#xFF1A;&#x300A;&#x5A31;&#x4E50;&#x81F3;&#x6B7B;&#x300B;&#x300A;&#x7AE5;&#x5E74;&#x7684;&#x6D88;&#x901D;&#x300B;&#x300A;&#x6280;&#x672F;&#x5784;&#x65AD;&#x300B;</li><li>&#x5C24;&#x74E6;&#x5C14;&#xB7;&#x8D6B;&#x62C9;&#x5229;&#xFF1A;&#x300A;&#x4EBA;&#x7C7B;&#x7B80;&#x53F2;&#x300B;&#xFF0C;&#x6797;&#x4FCA;&#x5B8F;&#x8BD1;&#xFF0C;&#x4E2D;&#x4FE1;&#x51FA;&#x7248;&#x793E;&#xFF0C;2014&#x5E74;</li></ol><p></p><p></p><p>&#x4EE5;&#x4E0A;&#x7684;&#x5927;&#x90E8;&#x5206;&#x8457;&#x4F5C;&#x90FD;&#x5341;&#x5206;&#x7ECF;&#x5178;&#xFF0C;&#x6709;&#x8F83;&#x9AD8;&#x601D;&#x60F3;&#x6027;&#xFF0C;&#x4EC5;&#x505A;&#x7B80;&#x8981;&#x4ECB;&#x7ECD;&#x3002;</p><p></p><p></p><p>&#x5982;&#x514B;&#x83B1;&#x56E0;&#x7684;&#x300A;&#x6570;&#x5B66;&#xFF1A;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x4E27;&#x5931;&#x300B;&#x5BF9;&#x6570;&#x5B66;&#x5371;&#x673A;&#x7684;&#x8BBA;&#x8FF0;&#x3001;&#x300A;&#x554A;&#x54C8;&#xFF01;&#x7075;&#x673A;&#x4E00;&#x52A8;&#x300B;&#x7684;&#x6570;&#x5B66;&#x6E38;&#x620F;&#x3001;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#x548C;&#x300A;&#x7687;&#x5E1D;&#x65B0;&#x8111;&#x300B;&#x4F5C;&#x4E3A;&#x7545;&#x9500;&#x4E66;&#x66F4;&#x65E0;&#x987B;&#x591A;&#x8A00;&#x3001;&#x300A;&#x81EA;&#x79C1;&#x7684;&#x57FA;&#x56E0;&#x300B;&#x7684;&#x751F;&#x7269;&#x793E;&#x4F1A;&#x5B66;&#x9610;&#x91CA;&#x3001;&#x300A;&#x54E5;&#x5FB7;&#x5C14;&#x3001;&#x827E;&#x820D;&#x5C14;&#x3001;&#x5DF4;&#x8D6B;&#x300B;&#x5BF9;&#x903B;&#x8F91;&#x6096;&#x8BBA;&#x7684;&#x63A2;&#x8BA8;&#x3001;&#x300A;&#x5BC2;&#x9759;&#x7684;&#x6625;&#x5929;&#x300B;&#x5BF9;&#x73AF;&#x5883;&#x4FDD;&#x62A4;&#x7684;&#x547C;&#x5524;&#x3001;&#x300A;&#x9B54;&#x9B3C;&#x51FA;&#x6CA1;&#x7684;&#x4E16;&#x754C;&#x300B;&#x5BF9;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x7684;&#x666E;&#x53CA;&#x3001;&#x5C3C;&#x5C14;&#xB7;&#x6CE2;&#x5179;&#x66FC;&#x7684;&#x4E09;&#x90E8;&#x66F2;&#x5BF9;&#x7535;&#x89C6;&#x5A92;&#x4ECB;&#x7684;&#x6279;&#x5224;&#x3001;&#x300A;&#x4EBA;&#x7C7B;&#x7B80;&#x53F2;&#x300B;&#x5BF9;&#x4EBA;&#x7C7B;&#x5B8F;&#x89C2;&#x5386;&#x53F2;&#x7684;&#x63CF;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x6742;&#x5FD7;</p><p></p><p></p><p>&#x5F53;&#x524D;&#x597D;&#x7684;&#x79D1;&#x5B66;&#x6742;&#x5FD7;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x9996;&#x63A8; <strong>&#x300A;&#x73AF;&#x7403;&#x79D1;&#x5B66;&#x300B;&#xFF08;Scientific American&#xFF09;</strong>&#x3002;&#x6B64;&#x6742;&#x5FD7;&#x8BA8;&#x8BBA;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x7684;&#x6700;&#x65B0;&#x8FDB;&#x5C55;&#x3001;&#x5F18;&#x626C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#xFF0C;&#x9002;&#x5408;&#x6210;&#x5E74;&#x4EBA;&#x6269;&#x5C55;&#x79D1;&#x5B66;&#x773C;&#x754C;&#x3001;&#x589E;&#x957F;&#x5174;&#x8DA3;&#x3002;</p><p></p><p></p><p><strong><em>&#x8BFB;&#x7269;3&#xFF1A;&#x79D1;&#x5E7B;&#x6587;&#x5B66;</em></strong></p><p></p><p></p><p>&#x4F18;&#x79C0;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x201D;&#x8BFB;&#x7269;&#x7684;&#x601D;&#x60F3;&#x548C;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x7EAF;&#x6B63;&#x3001;&#x6BD4;&#x8F83;&#x201C;&#x5E72;&#x8D27;&#x201D;&#xFF0C;&#x4F46;&#x5728;&#x5927;&#x4F17;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x6D41;&#x901A;&#x6027;&#x53CD;&#x800C;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x9AD8;&#xFF0C;&#x8FD1;&#x5E74;&#x6765;&#x968F;&#x7740;&#x79D1;&#x5E7B;&#x6587;&#x5316;&#x7684;&#x5347;&#x6E29;&#xFF0C;&#x5BF9;&#x4E8E;&#x63A8;&#x52A8;&#x5927;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x666E;&#x53CA;&#x4E5F;&#x6709;&#x5341;&#x5206;&#x91CD;&#x8981;&#x7684;&#x610F;&#x4E49;&#x3002;&#x5C06;&#x79D1;&#x5B66;&#x57FA;&#x7840;&#x4E0E;&#x6587;&#x5B66;&#x5E7B;&#x60F3;&#x7ED3;&#x5408;&#xFF0C;&#x5E76;&#x7ECF;&#x7531;&#x5F71;&#x89C6;&#x7B49;&#x5A92;&#x4ECB;&#x5730;&#x63A8;&#x6CE2;&#x52A9;&#x6F9C;&#xFF0C;&#x5F71;&#x54CD;&#x529B;&#x4E0D;&#x5BB9;&#x5FFD;&#x89C6;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x5176;&#x4ED6;&#x7C7B;&#x578B;&#x7684;&#x8BFB;&#x7269;&#x4E00;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x63A8;&#x8350;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#x6709;&#x601D;&#x60F3;&#x3001;&#x597D;&#x770B;&#x7684;&#x79D1;&#x5E7B;&#x7ECF;&#x5178;&#xFF0C;&#x5176;&#x5F62;&#x5F0F;&#x53EF;&#x4EE5;&#x662F;&#x5C0F;&#x8BF4;&#x3001;&#x7535;&#x5F71;&#x3001;&#x7535;&#x89C6;&#x3001;&#x52A8;&#x753B;&#x3001;&#x6E38;&#x620F;&#x7B49;&#xFF1B;&#x8FD9;&#x91CC;&#x4E3B;&#x8981;&#x8BB2;&#x5C0F;&#x8BF4;&#x548C;&#x7535;&#x5F71;&#xFF0C;&#x4F46;&#x7535;&#x89C6;&#xFF08;&#x5982;&#x300A;&#x897F;&#x90E8;&#x4E16;&#x754C;&#x300B;&#xFF09;&#x3001;&#x52A8;&#x753B;&#xFF08;&#x5982;&#x300A;&#x661F;&#x9645;&#x8FF7;&#x822A;&#x300B;&#x3001;&#x300A;&#x65B0;&#x4E16;&#x7EAA;&#x798F;&#x97F3;&#x6218;&#x58EB;&#x300B;&#xFF09;&#x3001;&#x6E38;&#x620F;&#xFF08;&#x5982;&#x300A;&#x661F;&#x9645;&#x4E89;&#x9738;&#x300B;&#xFF09;&#x7B49;&#x4E5F;&#x975E;&#x5E38;&#x4E30;&#x5BCC;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</p><p></p><p></p><p>&#x8FD1;&#x5341;&#x5E74;&#x6765;&#x300A;&#x4E09;&#x4F53;&#x300B;&#x7684;&#x5D1B;&#x8D77;&#x786E;&#x5B9E;&#x5E26;&#x6765;&#x4E86;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x6587;&#x4F53;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x706B;&#x70ED;&#xFF0C;&#x867D;&#x7136;&#x8FD8;&#x6BD4;&#x4E0D;&#x4E0A;&#x66FE;&#x7ECF;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5728;&#x5927;&#x4F17;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x4F46;&#x4E5F;&#x5DF2;&#x7ECF;&#x8FFD;&#x4E0A;&#x4E86;&#x5F88;&#x591A;&#x3002;</p><p></p><p></p><p>&#x4F18;&#x79C0;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x5177;&#x6709;&#x4E0D;&#x9519;&#x7684;&#x9605;&#x8BFB;&#x4F53;&#x9A8C;&#x548C;&#x8D85;&#x8D8A;&#x7684;&#x60F3;&#x8C61;&#x529B;&#xFF0C;&#x5C3D;&#x7BA1;&#x96BE;&#x4EE5;&#x505A;&#x5230;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x7684;&#x4E25;&#x8C28;&#xFF0C;&#x4F46;&#x5374;&#x662F;<strong>&#x63A8;&#x5E7F;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x95EE;&#x9898;&#x610F;&#x8BC6;</strong>&#x7684;&#x6709;&#x6548;&#x9014;&#x5F84;&#xFF1B;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x8FC7;&#x7684;&#x5218;&#x6148;&#x6B23;&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;&#x4E2D;&#x5BF9;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x751F;&#x52A8;&#x63CF;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x6570;&#x91CF;&#x6BD4;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x201D;&#x8BFB;&#x7269;&#x7B49;&#x8FD8;&#x8981;&#x5E9E;&#x5927;&#xFF0C;&#x505A;&#x5C0F;&#x8BF4;&#x63A8;&#x8350;&#x7684;&#x4E5F;&#x5F88;&#x591A;&#x4E86;&#x3002;&#x8FD9;&#x91CC;&#x53EA;&#x63A8;&#x8350;&#x4E00;&#x4E9B;&#x516C;&#x8BA4;&#x7684;&#x7ECF;&#x5178;&#xFF1B;&#x76F4;&#x63A5;&#x4ECE;&#x6700;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#xFF0C;&#x6309;&#x7167;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x7684;&#x5386;&#x53F2;&#x987A;&#x5E8F;&#x5F00;&#x59CB;&#x9605;&#x8BFB;&#xFF0C;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x4E0D;&#x5927;&#xFF1A;</p><p></p><p></p><ul><li>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x7684;&#x5960;&#x57FA;&#xFF08;19&#x4E16;&#x7EAA;&#x672B;&#x671F;&#xFF09;&#xFF1A;<ul><li>&#x51E1;&#x5C14;&#x7EB3;&#xFF1A;&#x300A;&#x6D77;&#x5E95;&#x4E24;&#x4E07;&#x91CC;&#x300B;&#x3001;&#x300A;&#x4ECE;&#x5730;&#x7403;&#x5230;&#x6708;&#x7403;&#x300B;&#x3001;&#x300A;&#x673A;&#x5668;&#x5C9B;&#x300B;&#x7B49;</li><li>&#x5A01;&#x5C14;&#x65AF;&#xFF1A;&#x300A;&#x65F6;&#x95F4;&#x673A;&#x5668;&#x300B;&#x3001;&#x300A;&#x4E16;&#x754C;&#x4E4B;&#x6218;&#x300B;&#x3001;&#x300A;&#x9690;&#x5F62;&#x4EBA;&#x300B;&#x7B49;</li></ul></li><li>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201C;&#x9EC4;&#x91D1;&#x65F6;&#x4EE3;&#x201D;&#xFF08;20&#x4E16;&#x7EAA;&#x4E2D;&#x671F;&#xFF09;&#xFF1A;<ul><li>&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF1A;&#x300A;&#x57FA;&#x5730;&#x300B;&#x7CFB;&#x5217;&#x3001;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x300B;&#x7CFB;&#x5217;&#x7B49;</li><li>&#x514B;&#x62C9;&#x514B;&#xFF1A;&#x300A;&#x5929;&#x5802;&#x7684;&#x55B7;&#x6CC9;&#x300B;&#x3001;&#x300A;2001&#x2014;&#x2014;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x3001;&#x300A;&#x4E0E;&#x62C9;&#x739B;&#x6C47;&#x5408;&#x300B;&#x7B49;</li><li>&#x6D77;&#x56E0;&#x83B1;&#x56E0;&#xFF1A;&#x300A;&#x5F02;&#x4E61;&#x5F02;&#x5BA2;&#x300B;&#x3001;&#x300A;&#x4E25;&#x5389;&#x7684;&#x6708;&#x4EAE;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x7CFB;&#x516C;&#x6C11;&#x300B;&#x7B49;</li></ul></li><li>&#x5F53;&#x4EE3;&#x4E2D;&#x56FD;&#x7684;&#x6F6E;&#x6D41;&#xFF08;21&#x4E16;&#x7EAA;&#x521D;&#x53F6;&#xFF09;&#xFF1A;<ul><li>&#x5218;&#x6148;&#x6B23;&#xFF1A;&#x300A;&#x4E09;&#x4F53;&#x300B;&#x7CFB;&#x5217;</li></ul></li></ul><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x771F;&#x6B63;&#x7684;&#x79D1;&#x5E7B;&#x8FF7;&#xFF0C; &#x8FD9;&#x4E9B;&#x4F5C;&#x54C1;&#x591A;&#x534A;&#x662F;&#x65E0;&#x6CD5;&#x6EE1;&#x8DB3;&#x5176;&#x80C3;&#x53E3;&#x7684;&#xFF0C;&#x5FC5;&#x7136;&#x4F1A;&#x5EF6;&#x4F38;&#x5F00;&#x53BB;&#xFF0C;&#x4E3B;&#x52A8;&#x63A2;&#x7D22;&#x3002;&#x4F46;&#x4EC5;&#x4ECE;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x8BFB;&#x7269;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E9B;&#x4F5C;&#x54C1;&#x5374;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA9;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x4E16;&#x754C;&#x7684;&#x5947;&#x8DA3;&#x4E0E;&#x60F3;&#x8C61;&#x4E86;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5E7B;&#x7535;&#x5F71;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x7684;&#x610F;&#x4E49;&#x5728;&#x6781;&#x5F3A;&#x7684;&#x4F20;&#x64AD;&#x6027;&#x4E0E;&#x6C89;&#x6D78;&#x5F0F;&#x4F53;&#x9A8C;&#x3002;&#x4F46;&#x516C;&#x8BA4;&#x7684;&#x7ECF;&#x5178;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x5176;&#x5B9E;&#x6CA1;&#x6709;&#x60F3;&#x8C61;&#x4E2D;&#x90A3;&#x4E48;&#x591A;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x8FD8;&#x662F;&#x7206;&#x7C73;&#x82B1;&#x7535;&#x5F71;&#x3002;&#x8FD9;&#x91CC;&#x53EA;&#x5217;&#x51FA;&#x4E86;&#x6211;&#x8BA4;&#x4E3A;&#x601D;&#x60F3;&#x6027;&#x8F83;&#x9AD8;&#x7684;3&#x90E8;&#xFF0C;&#x5927;&#x5BB6;&#x5E94;&#x8BE5;&#x4E5F;&#x5F88;&#x719F;&#x6089;&#xFF1A;</p><p></p><p></p><ol><li>&#x300A;2001&#xFF1A;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#xFF08;2001: A Space Odyssey&#xFF09;&#xFF0C;1968&#x5E74;</li><li>&#x300A;&#x94F6;&#x7FFC;&#x6740;&#x624B;&#x300B;&#xFF08;Blade Runner&#xFF09;&#xFF0C;1982&#x5E74;</li><li>&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x4E09;&#x90E8;&#x66F2;&#xFF08;The Matrix&#xFF09;&#xFF0C;1999&#x5E74; / 2003&#x5E74;</li></ol><p></p><p></p><p>&#x300A;2001&#xFF1A;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x88AB;&#x79F0;&#x4E3A;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x5723;&#x7ECF;&#xFF0C;&#x7A7A;&#x7075;&#x4E0E;&#x795E;&#x79D8;&#x662F;&#x5B83;&#x7684;&#x7279;&#x70B9;&#xFF1B;&#x300A;&#x94F6;&#x7FFC;&#x6740;&#x624B;&#x300B;&#x5BF9;&#x590D;&#x5236;&#x4EBA;&#x4E3B;&#x9898;&#x3001;&#x8D5B;&#x535A;&#x670B;&#x514B;&#x5177;&#x6709;&#x5F00;&#x521B;&#x6027;&#xFF1B;&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x5BF9;&#x73B0;&#x5B9E;&#x5B58;&#x5728;&#x7684;&#x8D28;&#x7591;&#xFF0C;&#x5177;&#x6709;&#x542F;&#x53D1;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x4E5F;&#x53C2;&#x8003;&#x4E86;&#x4E0A;&#x6D77;&#x4EA4;&#x901A;&#x5927;&#x5B66;&#x6C5F;&#x6653;&#x539F;&#x6559;&#x6388;&#x4E3B;&#x7F16;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;&#xFF08;2007&#x5E74;&#xFF09;&#x4E2D;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x4E0B;&#x7684;&#x4E13;&#x9898;&#xFF0C;&#x6709;&#x591A;&#x4F4D;&#x4E13;&#x5BB6;&#x63D0;&#x4F9B;&#x7684;&#x89C2;&#x5F71;&#x5217;&#x8868;&#xFF0C;&#x6BD4;&#x5982;&#x5176;&#x4E2D;&#x4E5F;&#x5305;&#x542B;<a href="http://shc2000.sjtu.edu.cn/0712/28liu.htm" target="_blank" rel="noreferrer noopener">&#x5218;&#x6148;&#x6B23;&#x7684;&#x63A8;&#x8350;</a>&#xFF0C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x67E5;&#x770B;&#x3002;&#x66F4;&#x591A;&#x7684;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x8D4F;&#x6790;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x8003;<a href="https://movie.douban.com/typerank?type_name=%E7%A7%91%E5%B9%BB%E7%89%87&amp;type=17&amp;interval_id=100:90&amp;action=" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;</a>&#x548C;IMDB&#x7684;&#x6392;&#x884C;&#x699C;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x5BF9;&#x79D1;&#x5E7B;&#x7684;&#x53CD;&#x601D;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x662F;&#x4E00;&#x79CD;&#x5927;&#x4F17;&#x6587;&#x5316;&#xFF0C;&#x6062;&#x5F18;&#x7684;&#x60F3;&#x8C61;&#x4E0E;&#x7CBE;&#x5BC6;&#x7684;&#x79D1;&#x5B66;&#x903B;&#x8F91;&#x662F;&#x5B83;&#x5E7F;&#x4E3A;&#x4F20;&#x64AD;&#x7684;&#x539F;&#x56E0;&#x3002;&#x4F46;&#x79D1;&#x5E7B;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x601D;&#x8003;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x5728;&#x5E26;&#x6765;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x6311;&#x6218;&#x4E0E;&#x673A;&#x9047;&#x3002;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x672C;&#x8EAB;&#x5E76;&#x65E0;&#x6CD5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x6F84;&#x6E05;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#xFF0C;&#x76F8;&#x53CD;&#x5BF9;&#x4E8E;&#x5927;&#x4F17;&#x8BA4;&#x8BC6;&#x79D1;&#x5B66;&#x7684;&#x529B;&#x91CF;&#x548C;&#x793E;&#x4F1A;&#x610F;&#x4E49;&#x662F;&#x4E00;&#x79CD;&#x52A0;&#x5F3A;&#xFF1B;&#x79D1;&#x5E7B;&#x4E2D;&#x5BF9;&#x6280;&#x672F;&#x7684;&#x5F3A;&#x8C03;&#x5E38;&#x5E38;&#x9AD8;&#x4E8E;&#x79D1;&#x5B66;&#xFF0C;&#x79D1;&#x5E7B;&#x4E5F;&#x662F;&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x5728;&#x6587;&#x5B66;&#x5F71;&#x89C6;&#x4E2D;&#x7684;&#x6295;&#x5C04;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x80AF;&#x5B9A;&#x5B83;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x3001;&#x8BA9;&#x66F4;&#x591A;&#x4EBA;&#x4EF0;&#x671B;&#x661F;&#x7A7A;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x4F5C;&#x7528;&#x3002;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x79D1;&#x5E7B;&#x4E0E;&#x201C;&#x672A;&#x6765;&#x5B66;&#x201D;&#x6709;&#x7740;&#x5341;&#x5206;&#x5BC6;&#x5207;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x5A92;&#x4F53;&#x4E50;&#x4E8E;&#x62A5;&#x9053;&#x67D0;&#x9879;&#x73B0;&#x5B9E;&#x53D1;&#x660E;&#x66FE;&#x7ECF;&#x5728;&#x67D0;&#x672C;&#x79D1;&#x5E7B;&#x4E2D;&#x6709;&#x8FC7;&#x9884;&#x8A00;&#x3002;&#x79D1;&#x5E7B;&#x786E;&#x5B9E;&#x4E5F;&#x8D77;&#x5230;&#x4E86;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x4EBA;&#x601D;&#x8003;&#x672A;&#x6765;&#x95EE;&#x9898;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x751A;&#x81F3;&#x4E8E;&#x672A;&#x6765;&#x5B66;&#x5BB6;&#x4E5F;&#x5E38;&#x5E38;&#x628A;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x5BB6;&#x89C6;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x540C;&#x9053;&#xFF0C;&#x5982;&#x514B;&#x62C9;&#x514B;&#x3001;&#x963F;&#x897F;&#x83AB;&#x592B;&#x3001;&#x5965;&#x5C14;&#x8FEA;&#x65AF;&#x7B49;&#x3002;&#x8FD9;&#x662F;&#x79D1;&#x5E7B;&#x7684;&#x60F3;&#x8C61;&#x529B;&#x5411;&#x672A;&#x6765;&#x5EF6;&#x4F38;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4F46;&#x4E5F;&#x9700;&#x8B66;&#x60D5;&#x5B83;&#x5F71;&#x54CD;&#x672A;&#x6765;&#x7684;&#x4E0D;&#x53EF;&#x63A7;&#x7684;&#x4E00;&#x9762;&#x3002;</p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x6B63;&#x5982;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x590D;&#x6742;&#x5173;&#x8054;&#xFF0C;&#x79D1;&#x5E7B;&#x4E0E;&#x9B3C;&#x795E;&#x548C;&#x5B97;&#x6559;&#x4E5F;&#x6709;&#x6F5C;&#x5728;&#x7684;&#x4E30;&#x5BCC;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x5916;&#x661F;&#x4EBA;&#x7684;&#x8FFD;&#x5BFB;&#x4E0E;&#x8BA8;&#x8BBA;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x4E0E;&#x53E4;&#x4EE3;&#x7684;&#x9B3C;&#x795E;&#x5FD7;&#x602A;&#x4E4B;&#x8BF4;&#x6781;&#x4E3A;&#x63A5;&#x8FD1;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x4E0D;&#x53EF;&#x77E5;&#x5374;&#x5408;&#x7406;&#x7684;&#x67D0;&#x79CD;&#x8BBE;&#x60F3;&#x3002;&#x5728;&#x5B97;&#x6559;&#x4E16;&#x4FD7;&#x5316;&#x3001;&#x9B3C;&#x795E;&#x88AB;&#x9A71;&#x9010;&#x7684;&#x73B0;&#x4EE3;&#xFF0C;&#x5916;&#x661F;&#x4EBA;&#x53D6;&#x4EE3;&#x4E86;&#x9B3C;&#x795E;&#xFF0C;&#x6210;&#x4E3A;&#x4EBA;&#x4EEC;&#x6000;&#x7591;&#x3001;&#x671F;&#x76FC;&#x548C;&#x5FE7;&#x8651;&#x7684;&#x5BF9;&#x8C61;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&amp;token=13b52ba7-0959-40a3-b1f2-cfe056297c21" alt=""><p></p><p></p><p>&#x5361;&#x5C14;&#xB7;&#x6CE2;&#x666E;&#x5C14;&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#xFF08;&#x672A;&#x5B8C;&#x5F85;&#x7EED;&#xFF09;&#x4E0B;&#x4E00;&#x7BC7;&#x6211;&#x4EEC;&#x5C06;&#x7EE7;&#x7EED;&#x8FFD;&#x95EE;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x5728;&#x201C;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x4E09;&#x4E2A;&#x5C42;&#x9762;&#x7684;&#x843D;&#x5730;&#x65B9;&#x6848;&#x3002;&#x5728;&#x6587;&#x7AE0;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5177;&#x4F53;&#x63A2;&#x8BA8;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5C55;&#x5F00;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x4E66;&#x7C4D;&#x63A8;&#x8350;</a></li><li>&#x6C5F;&#x6653;&#x539F;&#x7B49;&#xFF0C;<a href="https://book.douban.com/subject/2243660/" target="_blank" rel="noreferrer noopener">&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e5%9b%9b</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-1chj3yjqtx" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x56DB;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（三）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&amp;token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7" alt="【未来教育学】成年人需要什么样的STEM教育？（三）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-06T17:29:21.000Z">2019-03-06</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">37 minutes read (About 5477 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（三）/">【未来教育学】成年人需要什么样的STEM教育？（三）</a></h1><div class="content"><p></p><p>&#x5728;&#x4E0A;&#x4E24;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-33j60d0hfr">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a href="https://busy.org/@robertyan/stem-yafmsa49dm" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#xFF0C;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x56DE;&#x7B54;&#xFF0C;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><h2 id="cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what">&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;<a href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"></a></h2><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x4ECE;&#x5B9E;&#x9645;&#x4E2D;&#x770B;&#xFF0C;STEM&#x56DB;&#x8005;&#x7684;&#x5173;&#x7CFB;&#xFF0C;M&#xFF08;&#x6570;&#x5B66;&#xFF09;&#x548C;S&#xFF08;&#x79D1;&#x5B66;&#xFF09;&#x4E3A;&#x4E00;&#x7EC4;&#xFF0C;T&#xFF08;&#x6280;&#x672F;&#xFF09;&#x548C;E&#xFF08;&#x5DE5;&#x7A0B;&#xFF09;&#x4E3A;&#x4E00;&#x7EC4;&#xFF0C;MS&#x662F;TE&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#x5982;&#x540C;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#xFF0C;&#x4E2D;&#x56FD;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x4E0D;&#x7F3A;&#x5C11;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x4E14;&#x5F88;&#x5F3A;&#x5927;&#x3002;&#x867D;&#x7136;&#x201C;&#x58EB;&#x519C;&#x5DE5;&#x5546;&#x201D;&#x56DB;&#x8005;&#x4E2D;&#xFF0C;&#x201C;&#x58EB;&#x201D;&#x4E0E;&#x201C;&#x519C;&#x201D;&#x662F;&#x8FC7;&#x53BB;&#x7684;&#x519C;&#x8015;&#x6587;&#x660E;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x5F53;&#x8FC7;&#x6E21;&#x5230;&#x4ECA;&#x5929;&#x4EE5;&#x201C;&#x5DE5;&#x201D;&#x4E0E;&#x201C;&#x5546;&#x201D;&#x4E3A;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x7684;&#x5546;&#x4E1A;&#x6587;&#x660E;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x505A;&#x4E00;&#x4E9B;&#x8C03;&#x6574;&#x548C;&#x8F6C;&#x578B;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x5DF2;&#x7ECF;&#x8BC1;&#x660E;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x5B9E;&#x8DF5;&#x5728;&#x4E2D;&#x56FD;&#x662F;&#x53EF;&#x4EE5;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x8D77;&#x6765;&#x7684;&#xFF0C;&#x8FD9;&#x79CD;&#x8D8B;&#x52BF;&#x4E0D;&#x53EF;&#x963B;&#x6321;&#x3001;&#x5374;&#x4E5F;&#x5B58;&#x5728;&#x98CE;&#x9669;&#x3002;</p><p></p><p></p><p>&#xFF08;T&#xFF09;&#x6280;&#x672F;&#x548C;&#xFF08;E&#xFF09;&#x5DE5;&#x7A0B;&#x5E76;&#x4E0D;&#x4EC5;&#x4EC5;&#x9650;&#x4E8E;&#x4F20;&#x6388;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x7A0B;&#x77E5;&#x8BC6;&#x6216;&#x6280;&#x80FD;&#xFF0C;&#x4E5F;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x5728;&#x7CBE;&#x795E;&#x7279;&#x8D28;&#xFF0C;@honoru &#x5728;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#x4E86;<strong>&#x8FD0;&#x7528;STEM&#x4E2D;&#x7684;E&#xFF08;&#x5DE5;&#x7A0B;&#xFF0C;Engineering&#xFF09;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x63A8;&#x52A8;&#x56E2;&#x961F;&#x5408;&#x4F5C;&#xFF08;Teamwork&#xFF09;&#x7684;&#x57F9;&#x8BAD;</strong>&#xFF0C;&#x8003;&#x5BDF;&#x56E2;&#x961F;&#x6210;&#x5458;&#x54C1;&#x8D28;&#x548C;&#x9886;&#x5BFC;&#x529B;&#xFF0C;&#x4E5F;&#x662F;&#x5F88;&#x503C;&#x5F97;&#x501F;&#x9274;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x79D1;&#x5B66;&#x548C;&#x6570;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x5C24;&#x5176;&#x5BF9;&#x4E8E;&#x6210;&#x5E74;&#x4EBA;&#x7684;&#x6559;&#x80B2;&#x6765;&#x8BF4;&#xFF0C;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x5FFD;&#x89C6;&#xFF0C;&#x4F46;&#x5374;&#x540C;&#x6837;&#x91CD;&#x8981;&#x751A;&#x81F3;&#x66F4;&#x91CD;&#x8981;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x524D;&#x6587;&#x63D0;&#x5230;&#xFF0C;&#x6C42;&#x771F;&#x7684;&#x3001;&#x975E;&#x529F;&#x5229;&#x7684;&#x3001;&#x8FFD;&#x6C42;&#x6C38;&#x6052;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6216;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#xFF09;&#x4F20;&#x7EDF;&#x662F;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x571F;&#x58E4;&#x4E2D;&#x81F3;&#x4ECA;&#x6240;&#x672A;&#x64AD;&#x79CD;&#x3001;&#x751F;&#x6839;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x8FFD;&#x9010;&#xFF0C;&#x5219;&#x662F;&#x5F53;&#x524D;&#x4E2D;&#x897F;&#x65B9;&#x9762;&#x4E34;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x73AF;&#x5883;&#x548C;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x7684;&#x5171;&#x540C;&#x539F;&#x56E0;&#x3002;&#x6240;&#x4EE5;&#xFF0C;<strong>&#x5982;&#x4F55;&#x8BA9;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x53EF;&#x4EE5;&#x771F;&#x6B63;&#x5728;&#x4E2D;&#x56FD;&#x843D;&#x5730;&#x751F;&#x6839;</strong>&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7740;&#x529B;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><h3 id="1-ke-xue-jing-shen-yu-ke-xue-si-xiang">1. &#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;<a href="#1-ke-xue-jing-shen-yu-ke-xue-si-xiang"></a></h3><p></p><p></p><p><em><strong>&#x4EBA;&#x6027;&#x7406;&#x60F3;&#xFF1A;&#x6C42;&#x771F;&#x8FD8;&#x662F;&#x6C42;&#x529B;</strong></em></p><p></p><p></p><p>STEM&#x6559;&#x80B2;&#x5728;&#x7F8E;&#x56FD;&#x5174;&#x8D77;&#x7684;&#x521D;&#x8877;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;<strong>&#x5C06;&#x201C;&#x5DE5;&#x7A0B;&#x201D;/&#x201C;&#x6280;&#x672F;&#x201D;&#x53D8;&#x4E3A;&#x4E00;&#x79CD;&#x57FA;&#x7840;&#x6559;&#x80B2;&#x9636;&#x6BB5;&#x7684;&#x201C;&#x5143;&#x79D1;&#x5B66;&#x201D;</strong>&#xFF0C;&#x4EE5;&#x89E3;&#x51B3;&#x7F8E;&#x56FD;&#x5DE5;&#x7A0B;&#x5B66;&#x4F4D;&#x83B7;&#x5F97;&#x8005;&#x8F83;&#x5C11;&#x7684;&#x95EE;&#x9898;&#x3002;&#x73B0;&#x5728;&#x5B66;&#x6821;&#x91CC;&#x7684;STEM&#x6559;&#x80B2;&#xFF0C;&#x5F88;&#x591A;&#x4E5F;&#x5F3A;&#x8C03;&#x52A8;&#x624B;&#x5B9E;&#x8DF5;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x548C;&#x56E2;&#x961F;&#x5408;&#x4F5C;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x63D0;&#x9AD8;&#x4E00;&#x56FD;&#x4E00;&#x5730;&#x533A;&#x7684;&#x6574;&#x4F53;&#x6280;&#x672F;&#x6C34;&#x5E73;&#xFF0C;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x52B3;&#x52A8;&#x529B;&#x548C;&#x4ECE;&#x4E1A;&#x8005;&#xFF0C;&#x662F;&#x5341;&#x5206;&#x91CD;&#x8981;&#x7684;&#x3002;&#x8FD9;&#x6BD4;&#x53EA;&#x5F3A;&#x8C03;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x5FFD;&#x89C6;&#x201C;&#x884C;&#x52A8;&#x201D;&#x7684;&#x6559;&#x80B2;&#x65B9;&#x5F0F;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x6240;&#x63D0;&#x5347;&#xFF0C;&#x5374;<strong>&#x79BB;&#x57F9;&#x517B;&#x771F;&#x6B63;&#x7684;&#x201C;&#x6C42;&#x771F;&#x201D;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4F9D;&#x7136;&#x9065;&#x8FDC;&#xFF0C;&#x79BB;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x6280;&#x672F;&#x7CBE;&#x795E;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#x3002;</strong></p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x5426;&#x8BA4;&#x6216;&#x8005;&#x5FFD;&#x89C6;<strong>&#x201C;&#x6C42;&#x529B;&#x201D;&#x79D1;&#x5B66;&#x548C;&#x6574;&#x4E2A;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x793E;&#x4F1A;&#x7684;&#x5DE8;&#x5927;&#x60EF;&#x6027;</strong>&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7406;&#x60F3;&#x672C;&#x8EAB;&#x7684;&#x4EF7;&#x503C;&#x7406;&#x6027;&#x3002;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x4EE5;&#x540E;&#xFF0C;&#x5230;&#x4FE1;&#x606F;&#x9769;&#x547D;&#xFF0C;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;&#x76F8;&#x534F;&#x540C;&#xFF0C;&#x83B7;&#x53D6;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x6743;&#x529B;&#xFF0C;&#x5E76;&#x4E3B;&#x5BFC;&#x7740;&#x4E16;&#x754C;&#x7EE7;&#x7EED;&#x5411;&#x201C;&#x6280;&#x672F;&#x7206;&#x70B8;&#x201D;&#x7684;&#x65B9;&#x5411;&#x524D;&#x8FDB;&#xFF0C;&#x5E76;&#x4EE5;&#x6B64;&#x4F5C;&#x4E3A;&#x56FD;&#x9645;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x548C;&#x6587;&#x5316;&#x7ADE;&#x4E89;&#x7684;&#x6838;&#x5FC3;&#x624B;&#x6BB5;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x6587;&#x5316;&#x3001;&#x6280;&#x672F;&#x3001;&#x79D1;&#x5B66;&#x90FD;&#x6210;&#x4E3A;&#x8FFD;&#x6C42;&#x201C;&#x66F4;&#x9AD8;&#x3001;&#x66F4;&#x5FEB;&#x3001;&#x66F4;&#x5F3A;&#x201D;&#x7684;&#x201C;&#x529B;&#x91CF;&#x201D;&#x7684;&#x624B;&#x6BB5;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x5BF9;&#x5E94;&#xFF0C;&#x666E;&#x901A;&#x52B3;&#x52A8;&#x8005;&#x7684;&#x751F;&#x6D3B;&#x5219;&#x5728;&#x8FD9;&#x79CD;&#x5BF9;&#x529B;&#x91CF;&#x7684;&#x8FFD;&#x6C42;&#x4E2D;&#xFF0C;&#x53D8;&#x5F97;&#x75B2;&#x60EB;&#x4E0D;&#x582A;&#x3002;&#x4E2A;&#x4EBA;&#x5BF9;&#x201C;&#x91D1;&#x94B1;&#x201D;&#x3001;&#x201C;&#x6743;&#x529B;&#x201D;&#x3001;&#x201C;&#x6280;&#x672F;&#x201D;&#x751A;&#x81F3;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x65E0;&#x4E0D;&#x53CD;&#x5E94;&#x51FA;&#x8FD9;&#x4E00;&#x79CD;&#x6C42;&#x529B;&#x503E;&#x5411;&#x3002;&#x771F;&#x6B63;&#x79C9;&#x627F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x4E4B;&#x4EBA;&#xFF0C;&#x5219;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4F4F;&#x5728;&#x201C;&#x8C61;&#x7259;&#x5854;&#x201D;&#x4E2D;&#x6216;&#x4FEE;&#x70BC;&#x201C;&#x5C60;&#x9F99;&#x4E4B;&#x672F;&#x201D;&#xFF0C;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#x9700;&#x8981;&#x670D;&#x52A1;&#x4E8E;&#x56FD;&#x5BB6;&#x4E0E;&#x4EBA;&#x6C11;&#xFF0C;&#x552F;&#x72EC;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x672C;&#x8EAB;&#x3002;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x201C;&#x6C42;&#x771F;&#x201D;&#x4E0E;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x5173;&#x7CFB;</strong>&#xFF0C;&#x67CF;&#x62C9;&#x56FE;&#x5728;&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;&#x4E2D;&#x6784;&#x5EFA;&#x7684;<strong>&#x201C;&#x54F2;&#x4EBA;&#x738B;&#x201D;&#x7684;&#x601D;&#x60F3;&#x662F;&#x4E00;&#x79CD;&#x8868;&#x8FBE;</strong>&#xFF0C;&#x5373;&#x7528;&#x201C;&#x77E5;&#x8BC6;&#x9A7E;&#x9A6D;&#x6743;&#x529B;&#x201D;&#x3001;&#x201C;&#x6C42;&#x771F;&#x9AD8;&#x4E8E;&#x6C42;&#x529B;&#x201D;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x5B9E;&#x65BD;&#x5B58;&#x5728;&#x5DE8;&#x5927;&#x7684;&#x6311;&#x6218;&#xFF1B;&#x8981;&#x5C06;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x4F5C;&#x4E3A;&#x4EBA;&#x4E16;&#x95F4;&#x6700;&#x9AD8;&#x7684;&#x7406;&#x60F3;&#xFF0C;&#x4E0D;&#x4EC5;&#x5BF9;&#x4E8E;&#x4E2A;&#x4EBA;&#x6765;&#x8BF4;&#x96BE;&#x4EE5;&#x8FBE;&#x5230;&#xFF0C;&#x5BF9;&#x4E8E;&#x56FD;&#x5BB6;&#x8FD9;&#x4E00;&#x653F;&#x6CBB;&#x5B9E;&#x4F53;&#x66F4;&#x662F;&#x6781;&#x4E3A;&#x8270;&#x96BE;&#x3002;</p><p></p><p></p><p>&#x201C;&#x54F2;&#x5B66;&#x5BB6;&#x201D;&#x5728;&#x9762;&#x5BF9;&#x4E16;&#x4FD7;&#x7684;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x5E76;&#x4E0D;&#x5426;&#x8BA4;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x3001;&#x751A;&#x81F3;&#x201C;&#x6551;&#x4E16;&#x201D;&#x7684;&#x5FC5;&#x8981;&#x6027;&#x3002;&#x67CF;&#x62C9;&#x56FE;&#x8981;&#x6C42;&#x7EDF;&#x6CBB;&#x8005;&#x540C;&#x65F6;&#x4E5F;&#x5FC5;&#x987B;&#x662F;&#x54F2;&#x5B66;&#x5BB6;&#xFF08;&#x5373;&#x628A;&#x77E5;&#x8BC6;&#x4F5C;&#x4E3A;&#x6700;&#x9AD8;&#x8981;&#x6C42;&#xFF09;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x5BF9;&#x7EDF;&#x6CBB;&#x8005;&#x7684;&#x4EBA;&#x683C;&#x7406;&#x60F3;&#x7684;&#x4F53;&#x73B0;&#xFF08;&#x5BCC;&#x6709;&#x7406;&#x667A;&#xFF0C;&#x4E0D;&#x53D7;&#x60C5;&#x611F;&#x548C;&#x6B32;&#x671B;&#x63A7;&#x5236;&#xFF09;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x662F;&#x628A;&#x6743;&#x529B;&#x9650;&#x5B9A;&#x4E3A;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#x800C;&#x975E;&#x76EE;&#x7684;&#x7684;&#x4FDD;&#x8BC1;&#x3002;&#x8FD9;&#x5B9E;&#x9645;&#x662F;&#x5728;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#x65B9;&#x9762;&#x7EA6;&#x675F;&#x4E86;&#x653F;&#x6CBB;&#x6743;&#x529B;&#xFF08;&#x5374;&#x4E0D;&#x662F;&#x5728;&#x5236;&#x5EA6;&#x4E0A;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x6211;&#x4EEC;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#xFF0C;&#x76F8;&#x4FE1;&#x67D0;&#x79CD;&#x903E;&#x8D8A;&#x653F;&#x6CBB;&#x7684;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#x7684;&#x53D8;&#x5F97;&#x66F4;&#x6108;&#x53D1;&#x8270;&#x96BE;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x8FD1;&#x4EE3;&#x6240;&#x8C08;&#x8BBA;&#x7684;&#x201C;&#x81EA;&#x7531;&#x3001;&#x5E73;&#x7B49;&#x3001;&#x6B63;&#x4E49;&#x201D;&#x7B49;&#x4EF7;&#x503C;&#xFF0C;&#x5927;&#x591A;&#x662F;&#x5728;&#x653F;&#x6CBB;&#x9886;&#x57DF;&#x5185;&#x90E8;&#x6784;&#x5EFA;&#x8D77;&#x6765;&#x7684;&#xFF1B;&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x4EF7;&#x503C;&#x4E0D;&#x540C;&#x4E8E;&#x6743;&#x5229;&#xFF0C;&#x5374;&#x79BB;&#x653F;&#x6CBB;&#x592A;&#x8FD1;&#xFF0C;&#x65E0;&#x6CD5;&#x4FDD;&#x8BC1;&#x660E;&#x786E;&#x7684;&#x4F18;&#x5148;&#x4F4D;&#x7F6E;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x77E5;&#x8BC6;&#x4F20;&#x7EDF;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x7684;&#x4F26;&#x7406;&#x4F20;&#x7EDF;&#xFF0C;&#x90FD;&#x4E0D;&#x5F97;&#x4E0D;&#x9762;&#x5BF9;&#x88AB;&#x653F;&#x6CBB;&#x6240;&#x7528;&#x7684;&#x5883;&#x9047;&#xFF0C;&#x8FD9;&#x5728;&#x4E2D;&#x5916;&#x90FD;&#x4E00;&#x81F4;&#x3002;</p><p></p><p></p><p>&#x5728;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x201C;&#x81EA;&#x53CD;&#x800C;&#x7F29;&#xFF0C;&#x867D;&#x5343;&#x4E07;&#x4EBA;&#xFF0C;&#x543E;&#x5F80;&#x77E3;&#x201D;&#x3001;&#x201C;&#x4EE5;&#x5929;&#x4E0B;&#x4E3A;&#x5DF1;&#x4EFB;&#x201D;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#xFF0C;&#x540E;&#x5929;&#x4E0B;&#x4E4B;&#x4E50;&#x800C;&#x4E50;&#x201D;&#x3001;&#x201C;&#x5929;&#x4E0B;&#x5174;&#x4EA1;&#xFF0C;&#x5339;&#x592B;&#x6709;&#x8D23;&#x201D;&#x3001;&#x201C;&#x5929;&#x4E0B;&#x4E3A;&#x516C;&#x201D;&#x662F;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4F26;&#x7406;&#x4F20;&#x7EDF;&#x3001;&#x201D;&#x5929;&#x4EBA;&#x5408;&#x4E00;&#x201D;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x4E0B;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5916;&#x5728;&#x4F53;&#x73B0;&#x3002;&#x4F46;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x672C;&#x8EAB;&#x7684;&#x201C;&#x7ECF;&#x4E16;&#x6D4E;&#x6C11;&#x201D;&#x76EE;&#x7684;&#x4E0E;&#x201D;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201C;&#x662F;&#x76F8;&#x5DE6;&#x7684;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x80FD;&#x6301;&#x65E0;&#x79C1;&#x800C;&#x5229;&#x5929;&#x4E0B;&#x8005;&#xFF0C;&#x8FBE;&#x5230;&#x8FD9;&#x79CD;&#x5883;&#x754C;&#xFF0C;&#x5728;&#x6240;&#x6709;&#x4EBA;&#x4E2D;&#x4ECD;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x66F4;&#x591A;&#x4EBA;&#x5904;&#x5728;&#x201C;&#x5229;&#x5DF1;&#x201D;&#x751A;&#x81F3;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x201D;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8BA9;&#x4EBA;&#x4EEC;&#x666E;&#x904D;&#x8BA4;&#x8BC6;&#x8FD9;&#x79CD;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x7528;&#x201D;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x4F7F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x5904;&#x4E8E;&#x4E00;&#x4E2A;&#x4F18;&#x5148;&#x751A;&#x81F3;&#x5BF9;&#x7B49;&#x7684;&#x5C40;&#x9762;&#xFF0C;&#x5728;&#x56FD;&#x5BB6;&#x653F;&#x6CBB;&#x5C42;&#x9762;&#x4E0D;&#x5B58;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x53EF;&#x884C;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;<strong>&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x5B9E;&#x73B0;&#x8DEF;&#x5F84;&#x4F3C;&#x4E4E;&#x5DF2;&#x7ECF;&#x6781;&#x4E3A;&#x6E3A;&#x832B;</strong>&#x3002;&#x4F46;&#x6211;&#x89C9;&#x5F97;&#xFF0C;&#x81EA;&#x4E0B;&#x800C;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;<strong>&#xFF08;1&#xFF09;&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x7684;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#x3001;&#xFF08;2&#xFF09;&#x5B9E;&#x4E1A;&#x4E2D;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x4EE5;&#x53CA;&#xFF08;3&#xFF09;&#x4E89;&#x53D6;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x5927;&#x5B66;&#xFF09;</strong>&#x6765;&#x5B9E;&#x73B0;&#x3002;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#x7684;&#x4E09;&#x4E2A;&#x5C0F;&#x8282;&#x5C06;&#x5206;&#x522B;&#x8BBA;&#x8FF0;&#x8FD9;&#x4E9B;&#x9014;&#x5F84;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x5BF9;&#x201C;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x201D;&#x3001;&#x2018;&#x2019;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x201C;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x201D;&#x5982;&#x4F55;&#x843D;&#x5730;&#x7684;&#x601D;&#x8003;&#x3002;</p><p></p><p></p><p><em><strong>&#x95EE;&#x9898;&#x610F;&#x8BC6;&#xFF1A;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#x7684;&#x843D;&#x5730;&#x65B9;&#x5F0F;</strong></em></p><p></p><p></p><p>&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x7684;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x5728;&#x4E0A;&#x9762;&#x63D0;&#x51FA;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x5B9E;&#x9645;&#x63AA;&#x65BD;&#x3002;&#x79D1;&#x5B66;&#x8D77;&#x6E90;&#x4E8E;&#x54F2;&#x5B66;&#xFF0C;&#x54F2;&#x5B66;&#xFF08;Philo Sophia&#xFF09;&#x5728;&#x5E0C;&#x814A;&#x8BED;&#x4E2D;&#x7684;&#x542B;&#x4E49;&#x5C31;&#x662F;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#xFF0C;&#x4E5F;&#x5373;&#x6211;&#x4EEC;&#x53CD;&#x590D;&#x63D0;&#x5230;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x8981;&#x8BF4;&#x7684;&#x4E3B;&#x8981;&#x662F;<strong>&#x9488;&#x5BF9;&#x201C;&#x7236;&#x6BCD;&#x201D;&#x7684;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#x6559;&#x80B2;&#x7684;&#x6559;&#x80B2;</strong>&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x8C61;&#x4E3B;&#x8981;&#x8FD8;&#x662F;&#x6210;&#x5E74;&#x4EBA;&#x3002;</p><p></p><p></p><p>&#x4E3A;&#x4EC0;&#x4E48;&#x9650;&#x5B9A;&#x5728;&#x7236;&#x6BCD;&#xFF0C;&#x5373;<strong>&#x5BB6;&#x5EAD;&#x6559;&#x80B2;</strong>&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B66;&#x6821;&#x6559;&#x80B2;&#xFF1F;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x5BF9;&#x4E8E;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x5B83;&#x5E94;&#x8BE5;&#x626E;&#x6F14;&#x66F4;&#x591A;&#x542F;&#x53D1;&#x5F0F;&#x3001;&#x63A2;&#x7D22;&#x5F0F;&#x3001;&#x9879;&#x76EE;&#x5F0F;&#x6559;&#x5B66;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x770B;&#x5230;STEM&#x6559;&#x80B2;&#x4EE5;&#x53CA;&#x201C;&#x7D20;&#x8D28;&#x6559;&#x80B2;&#x201D;&#x5728;&#x8FD9;&#x4E2A;&#x5C42;&#x9762;&#x7684;&#x52AA;&#x529B;&#x3001;&#x5E76;&#x5BF9;&#x4E8E;&#x4E2D;&#x56FD;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4E5F;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x7684;&#x6311;&#x6218;&#x4E0E;&#x5F0A;&#x7AEF;&#x3002;</p><p></p><p></p><p>&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x65E0;&#x8BBA;&#x4E2D;&#x5916;&#xFF0C;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x56DE;&#x907F;&#x4E0D;&#x4E86;&#x201C;&#x5E94;&#x8BD5;&#x201D;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x9009;&#x62D4;&#x4EBA;&#x624D;&#x7684;&#x4E3B;&#x9898;&#xFF0C;&#x65E0;&#x8BBA;&#x8003;&#x8BD5;&#x65B9;&#x5F0F;&#x662F;&#x4E66;&#x9762;&#x8003;&#x8BD5;&#x8FD8;&#x662F;&#x7EFC;&#x5408;&#x7D20;&#x8D28;&#x8BC4;&#x4EF7;&#xFF0C;&#x8BC4;&#x4EF7;&#x7684;&#x6807;&#x51C6;&#x4F1A;&#x53D1;&#x751F;&#x6539;&#x53D8;&#xFF0C;&#x4F46;&#x53EA;&#x8981;&#x6559;&#x80B2;&#x8D44;&#x6E90;&#x65E0;&#x6CD5;&#x505A;&#x5230;&#x7EDD;&#x5BF9;&#x5E73;&#x5747;&#xFF0C;&#x9009;&#x62D4;/&#x7ADE;&#x4E89;&#x8FD9;&#x4E00;&#x6A21;&#x5F0F;&#x5C06;&#x7EE7;&#x7EED;&#x5B58;&#x5728;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x5FC5;&#x7136;&#x51FA;&#x73B0;&#x201C;&#x5E94;&#x5BF9;&#x8003;&#x8BD5;&#x201D;&#x4E0E;&#x201C;&#x57F9;&#x517B;&#x4EBA;&#x624D;&#x201D;&#x8FD9;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x53D6;&#x820D;&#x548C;&#x4E89;&#x593A;&#x7684;&#x95EE;&#x9898;&#x3002;&#x7236;&#x6BCD;&#x5982;&#x4F55;&#x770B;&#x5F85;&#x8FD9;&#x4E00;&#x77DB;&#x76FE;&#xFF0C;&#x5E76;&#x5728;&#x5B66;&#x6821;&#x5B66;&#x4E60;&#x4E0E;&#x8BAD;&#x7EC3;&#x4E2D;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x201C;&#x597D;&#x5947;&#x5FC3;&#x201D;&#x4E0D;&#x88AB;&#x7834;&#x574F;&#xFF0C;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x53D7;&#x51E0;&#x5341;&#x5E74;&#x201C;&#x5E94;&#x8BD5;&#x6559;&#x80B2;&#x201D;&#x548C;&#x201D;&#x5DE5;&#x4E1A;&#x5316;&#x6559;&#x80B2;&#x201C;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x57F9;&#x517B;&#x4E86;&#x5927;&#x91CF;&#x201C;&#x89E3;&#x9898;&#x201D;&#xFF08;&#x5728;&#x8003;&#x8BD5;&#x4E2D;&#xFF09;&#x548C;&#x201C;&#x6267;&#x884C;&#x201D;&#xFF08;&#x5728;&#x4F01;&#x4E1A;&#x4E2D;&#xFF09;&#x7684;&#x4EBA;&#x624D;&#xFF08;&#x548C;&#x7236;&#x6BCD;&#xFF09;&#xFF0C;&#x4F46;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x5374;&#x5728;&#x4E8E;&#x201C;&#x53D1;&#x95EE;&#x201D;&#x3001;&#x201C;&#x63D0;&#x51FA;&#x95EE;&#x9898;&#x201D;&#xFF1B;&#x201C;&#x95EE;&#x201D;&#x5374;&#x662F;&#x5F88;&#x591A;&#x7236;&#x6BCD;&#x4ECD;&#x6CA1;&#x6709;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x7684;&#x3002;&#x7531;&#x4E8E;&#x201C;&#x5929;&#x4EBA;&#x5408;&#x4E00;&#x201D;&#x3001;&#x201C;&#x5929;&#x4EBA;&#x611F;&#x5E94;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4E2D;&#x56FD;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x5F88;&#x5C11;&#x628A;&#x201C;&#x5929;&#x5730;&#x4E07;&#x7269;&#x201D;&#x5F53;&#x6210;&#x5BA2;&#x4F53;&#x6765;&#x770B;&#x5F85;&#xFF08;&#x5373;&#x201C;&#x5929;&#x4EBA;&#x5206;&#x79BB;&#x201D;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x76F4;&#x63A5;&#x5BF9;&#x5929;&#x5730;&#x4E07;&#x7269;&#x8FDB;&#x884C;&#x89C2;&#x5BDF;&#x548C;&#x63D0;&#x51FA;&#x7591;&#x95EE;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x53D1;&#x8FBE;&#x3002;&#x751A;&#x81F3;&#x4E8E;&#x201C;&#x81EA;&#x7136;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x4E5F;&#x662F;&#x665A;&#x6E05;&#x65F6;&#x7531;&#x65E5;&#x672C;&#x5B66;&#x8005;&#x7FFB;&#x8BD1;&#x7684;&#xFF1B;&#x300A;&#x9053;&#x5FB7;&#x7ECF;&#x300B;&#x7684;&#x201C;&#x4EBA;&#x6CD5;&#x5730;&#xFF0C;&#x5730;&#x6CD5;&#x586B;&#xFF0C;&#x5929;&#x6CD5;&#x9053;&#xFF0C;&#x9053;&#x6CD5;&#x81EA;&#x7136;&#x201D;&#x4E2D;&#x7684;&#x201C;&#x81EA;&#x7136;&#x201D;&#x662F;&#x201C;&#x81EA;&#x5DF1;&#x5982;&#x6B64;&#x201D;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4ECA;&#x5929;&#x7ECF;&#x5E38;&#x88AB;&#x8BEF;&#x8BFB;&#x7684;&#x201C;&#x81EA;&#x7136;&#x754C;&#x201D;&#x3002;</p><p></p><p></p><p>&#x800C;<strong>&#x201C;&#x63D0;&#x95EE;&#x201D;&#x5374;&#x662F;&#x57F9;&#x517B;&#x597D;&#x5947;&#x5FC3;&#x548C;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x7684;&#x91CD;&#x8981;&#x65B9;&#x5F0F;</strong>&#x3002;&#x5927;&#x90E8;&#x5206;&#x5B69;&#x5B50;&#x5728;&#x5E7C;&#x5E74;&#x65F6;&#x90FD;&#x6709;&#x63D0;&#x95EE;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x4F46;&#x5728;&#x7ECF;&#x53D7;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x540E;&#x5374;&#x6CA1;&#x6709;&#x5C06;&#x6B64;&#x79CD;&#x4E60;&#x60EF;&#x4FDD;&#x5B58;&#x4E0B;&#x6765;&#xFF0C;&#x8FD9;&#x662F;&#x6781;&#x5927;&#x7684;&#x635F;&#x5931;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;&#x5EFA;&#x8BAE;&#x548C;&#x542F;&#x53D1;&#x7236;&#x6BCD;&#xFF08;&#x4EE5;&#x53CA;&#x7956;&#x7236;&#x6BCD;&#xFF09;&#x5728;&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x4E2D;&#x57F9;&#x517B;&#x6B64;&#x79CD;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#xFF0C;&#x4ECE;&#x5E7C;&#x5E74;&#x5230;&#x5C11;&#x5E74;&#x4E0E;&#x9752;&#x5E74;&#x65F6;&#x671F;&#xFF0C;&#x9F13;&#x52B1;&#x5B69;&#x5B50;&#x53D1;&#x95EE;&#xFF0C;&#x5E76;&#x4E3B;&#x52A8;&#x63A2;&#x7D22;&#x7B54;&#x6848;&#x3002;&#x95EE;&#x9898;&#x53EF;&#x4EE5;&#x6D89;&#x53CA;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x3001;&#x751F;&#x6D3B;&#x6240;&#x89C1;&#x3001;&#x5B66;&#x4E60;&#x7591;&#x96BE;&#x3001;&#x65C5;&#x884C;&#x89C1;&#x95FB;&#x7B49;&#xFF0C;&#x7236;&#x6BCD;&#x867D;&#x7136;&#x672A;&#x5FC5;&#x80FD;&#x591F;&#x6DF1;&#x523B;&#x56DE;&#x7B54;&#x6240;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x53EF;&#x4EE5;&#x201C;&#x77E5;&#x4E4B;&#x4E3A;&#x77E5;&#x4E4B;&#xFF0C;&#x4E0D;&#x77E5;&#x4E3A;&#x4E0D;&#x77E5;&#x201D;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x63D0;&#x4F9B;&#x7EBF;&#x7D22;&#x4E0E;&#x542F;&#x793A;&#xFF0C;&#x8BA9;&#x5B69;&#x5B50;&#x80FD;&#x591F;&#x968F;&#x7740;&#x89C1;&#x95FB;&#x7684;&#x589E;&#x957F;&#x5BF9;&#x95EE;&#x9898;&#x4E0D;&#x65AD;&#x7ED9;&#x51FA;&#x65B0;&#x7684;&#x56DE;&#x7B54;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7B54;&#x6848;&#x662F;&#x5426;&#x7EDD;&#x5BF9;&#x6B63;&#x786E;&#x4E0D;&#x662F;&#x5173;&#x952E;&#xFF0C;&#x5982;&#x4F55;&#x5BFB;&#x627E;&#x4E0E;&#x53D1;&#x73B0;&#x7B54;&#x6848;&#x7684;&#x8FC7;&#x7A0B;&#x66F4;&#x4E3A;&#x91CD;&#x8981;&#x3002;</p><p></p><p></p><p><strong>&#x63D0;&#x51FA;&#x7CBE;&#x786E;&#x3001;&#x6709;&#x524D;&#x77BB;&#x6027;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x63A8;&#x52A8;&#x79D1;&#x5B66;&#x8FDB;&#x6B65;&#x7684;&#x91CD;&#x8981;&#x80FD;&#x529B;</strong>&#x3002;&#x5F53;&#x5B69;&#x5B50;&#x517B;&#x6210;&#x826F;&#x597D;&#x7684;&#x201C;&#x63D0;&#x95EE;&#x201D;&#x4E60;&#x60EF;&#x540E;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x5F15;&#x5BFC;&#x5176;&#x5173;&#x6CE8;&#x672C;&#x8D28;&#x3001;&#x5EF6;&#x4F38;&#x6216;&#x76F8;&#x5173;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4ECE;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#x51FA;&#x53D1;&#xFF0C;&#x5411;&#x201C;&#x95EE;&#x9898;&#x667A;&#x6167;&#x201D;&#x524D;&#x8FDB;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x53CD;&#x590D;&#x7684;&#x5B9E;&#x8DF5;&#x4E0E;&#x601D;&#x8003;&#x6765;&#x83B7;&#x5F97;&#x3002;&#x63D0;&#x95EE;&#x4E5F;&#x4F1A;&#x5BF9;&#x8BDD;&#x3001;&#x8BA8;&#x8BBA;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x6709;&#x65F6;&#x4E0D;&#x4EC5;&#x7236;&#x6BCD;&#x542F;&#x53D1;&#x5B69;&#x5B50;&#xFF0C;&#x5B69;&#x5B50;&#x4E5F;&#x4F1A;&#x53CD;&#x8FC7;&#x6765;&#x542F;&#x53D1;&#x7236;&#x6BCD;&#xFF0C;&#x8FD9;&#x5BF9;&#x7236;&#x6BCD;&#x7684;&#x5F15;&#x5BFC;&#x548C;&#x8BA8;&#x8BBA;&#x80FD;&#x529B;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x5B9A;&#x8981;&#x6C42;&#xFF0C;&#x751A;&#x81F3;&#x4E0E;&#x5927;&#x5B66;&#x4E2D;&#x7684;&#x8BA8;&#x8BBA;&#x73ED;&#xFF08;seminar&#xFF09;&#x6709;&#x4E9B;&#x76F8;&#x4F3C;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x5BF9;&#x201C;&#x60F3;&#x8C61;&#x529B;&#x201D;&#x7684;&#x63A8;&#x5D07;&#xFF0C;&#x4E5F;&#x662F;&#x5728;&#x6709;&#x4E00;&#x5B9A;&#x201C;&#x95EE;&#x9898;&#x201D;&#x53BB;&#x63A2;&#x7D22;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x624D;&#x663E;&#x51FA;&#x4EF7;&#x503C;&#xFF0C;&#x201C;&#x60F3;&#x8C61;&#x201D;&#x4E0D;&#x662F;&#x5E7B;&#x60F3;&#x6216;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#xFF0C;&#x800C;&#x662F;&#x5BF9;&#x6211;&#x4EEC;&#x6240;&#x5904;&#x7684;&#x5B87;&#x5B99;&#x7684;&#x601D;&#x8003;&#x4E0E;&#x8054;&#x60F3;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x7236;&#x6BCD;&#x80FD;&#x591F;<strong>&#x9F13;&#x52B1;&#x548C;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;</strong>&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5C31;&#x79BB;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x66F4;&#x8FD1;&#x4E86;&#x4E00;&#x6B65;&#xFF1B;&#x8FD9;&#x662F;&#x51E0;&#x4E2A;&#x95EE;&#x9898;&#x4E2D;&#x6700;&#x5BB9;&#x6613;&#x5B9E;&#x65BD;&#x7684;&#xFF0C;&#x5374;&#x4E5F;&#x662F;&#x6700;&#x4E3A;&#x57FA;&#x7840;&#x6027;&#x7684;&#xFF0C;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x5C31;&#x662F;&#x6700;&#x597D;&#x7684;&#x94A5;&#x5319;&#x3002;</p><p></p><p></p><p><em><strong>&#x7406;&#x6027;&#x601D;&#x7EF4;&#xFF1A;&#x7CBE;&#x786E;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;</strong></em></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x5728;&#x524D;&#x6587;&#x5DF2;&#x7ECF;&#x63D0;&#x8FC7;&#x4E2D;&#x56FD;&#x201C;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#x201D;&#x7F3A;&#x5931;&#xFF0C;&#x800C;&#x201C;&#x6216;&#x7136;&#x6027;&#x201D;&#x63A8;&#x7406;&#x76DB;&#x884C;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4E00;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x4E0D;&#x4F46;&#x5BF9;&#x4E8E;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x5341;&#x5206;&#x6709;&#x6548;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EA7;&#x4E1A;&#x53D1;&#x5C55;&#x4E0E;&#x51B3;&#x7B56;&#x4E5F;&#x662F;&#x57FA;&#x7840;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3002;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#xFF0C;&#x4F9D;&#x9760;&#x4E8B;&#x5B9E;&#x3001;&#x6570;&#x636E;&#x3001;&#x903B;&#x8F91;&#x63A8;&#x7406;&#x3001;&#x4E13;&#x4E1A;&#x80FD;&#x529B;&#x505A;&#x51FA;&#x5224;&#x65AD;&#xFF0C;&#x6709;&#x6548;&#x6574;&#x5408;&#x903B;&#x8F91;&#x63A8;&#x7406;&#x4E0E;&#x4EBA;&#x7C7B;&#x76F4;&#x89C9;&#xFF0C;&#x662F;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x548C;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7684;&#x524D;&#x63D0;&#x3002;</p><p></p><p></p><p>&#x7406;&#x6027;&#x601D;&#x7EF4;&#x9700;&#x8981;&#x8BAD;&#x7EC3;&#xFF0C;&#x5728;&#x6570;&#x5B66;&#x7406;&#x8BBA;&#x3001;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x3001;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x3001;&#x5546;&#x4E1A;&#x8FD0;&#x8425;&#x3001;&#x91D1;&#x878D;&#x5DE5;&#x7A0B;&#x7B49;&#x8FC7;&#x7A0B;&#x4E2D;&#x90FD;&#x5927;&#x91CF;&#x4F9D;&#x9760;&#x6570;&#x636E;&#x3001;&#x6D41;&#x7A0B;&#x3001;&#x5DE5;&#x5177;&#x548C;&#x7B97;&#x6CD5;&#x505A;&#x51FA;&#x5206;&#x6790;&#xFF0C;&#x5728;&#x4FE1;&#x606F;&#x65F6;&#x4EE3;&#x3001;&#x667A;&#x80FD;&#x65F6;&#x4EE3;&#x66F4;&#x662F;&#x6210;&#x4E3A;&#x57FA;&#x672C;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x7531;&#x4E8E;<strong>&#x201C;&#x6279;&#x5224;&#x6027;&#x601D;&#x7EF4;&#x201D;</strong>&#x7B49;&#x65B9;&#x6CD5;&#x4E2D;&#x5BF9;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x90FD;&#x6709;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#xFF0C;&#x6709;&#x5174;&#x8DA3;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x76F8;&#x5173;&#x4E66;&#x7C4D;&#xFF0C;&#x6B64;&#x5904;&#x4E0D;&#x6DF1;&#x5165;&#x8BA8;&#x8BBA;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x4E2D;&#x56FD;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x8981;&#x6CE8;&#x610F;&#x51E0;&#x70B9;&#xFF08;&#x8FD9;&#x5728;&#x524D;&#x6587;&#x4E5F;&#x5DF2;&#x7ECF;&#x63D0;&#x5230;&#x8FC7;&#xFF09;&#xFF0C;&#x5927;&#x4F53;&#x53EF;&#x4EE5;&#x4ECE;&#x201C;&#x51E0;&#x4F55;&#x5B66;&#x201D;&#x6765;&#x7406;&#x89E3;&#x4E3A;&#x4F55;&#x9700;&#x8981;&#x8FD9;&#x6837;&#x505A;&#xFF1A;<strong>&#xFF08;1&#xFF09;&#x5BF9;&#x201C;&#x6982;&#x5FF5;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#x8981;&#x6709;&#x6E05;&#x6670;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#xFF08;2&#xFF09;&#x57FA;&#x4E8E;&#x201C;&#x4E8B;&#x5B9E;&#x201D;&#x800C;&#x4E0D;&#x662F;&#x89C2;&#x5FF5;&#x505A;&#x5224;&#x65AD;&#xFF0C;&#xFF08;3&#xFF09;&#x901A;&#x8FC7;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;&#x505A;&#x63A8;&#x8BBA;&#xFF0C;&#xFF08;4&#xFF09;&#x91C7;&#x7528;&#x91CF;&#x5316;/&#x6570;&#x5B66;&#x5316;&#x7684;&#x65B9;&#x5F0F;&#x4F5C;&#x5206;&#x6790;&#x3002;</strong>&#x540C;&#x65F6;&#xFF0C;&#x968F;&#x7740;&#x667A;&#x80FD;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x91C7;&#x7528;<strong>&#x201C;&#x667A;&#x80FD;&#x51B3;&#x7B56;&#x201D;&#x7CFB;&#x7EDF;</strong>&#xFF0C;&#x501F;&#x52A9;&#x673A;&#x5668;&#x4E0E;&#x6570;&#x636E;&#xFF0C;&#x534F;&#x52A9;&#x4EBA;&#x7C7B;&#x601D;&#x8003;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x95EE;&#x9898;&#x6216;&#x9886;&#x57DF;&#xFF0C;&#x6211;&#x4EEC;&#x5219;&#x5E94;&#x8BE5;&#x5C3D;&#x91CF;&#x5B66;&#x4E60;&#x548C;&#x91C7;&#x7528;<strong>&#x4E13;&#x4E1A;&#x7684;&#x77E5;&#x8BC6;&#x4E0E;&#x65B9;&#x6CD5;</strong>&#xFF0C;&#x50CF;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x4EBA;&#x58EB;&#x8BF7;&#x6559;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x6027;&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x4E2D;&#x56FD;&#x4EA7;&#x4E1A;&#x5347;&#x7EA7;&#x548C;&#x7BA1;&#x7406;&#x7684;&#x7CBE;&#x7EC6;&#x5316;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x4F01;&#x4E1A;&#x9700;&#x8981;&#x7CBE;&#x786E;&#x548C;&#x6570;&#x636E;&#x5316;&#x7684;&#x51B3;&#x7B56;&#x4E0E;&#x7BA1;&#x7406;&#xFF0C;&#x8FD9;&#x5BF9;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x4E0E;&#x6570;&#x636E;&#x667A;&#x80FD;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x90FD;&#x6709;&#x6781;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#xFF1B;&#x968F;&#x7740;&#x6570;&#x5B57;&#x5316;&#x8F6C;&#x578B;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x7BA1;&#x7406;&#x8005;&#x548C;&#x5458;&#x5DE5;&#x90FD;&#x5E94;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x3002;</p><p></p><p></p><p>&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#x662F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x201C;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x201D;&#x5219;&#x662F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5B9E;&#x884C;&#x65B9;&#x5F0F;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x8FD9;&#x4E24;&#x70B9;&#xFF0C;&#x666E;&#x901A;&#x4EBA;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x57FA;&#x4E8E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x7684;&#x63A2;&#x7D22;&#x3002;&#x4F46;&#x53EA;&#x6709;&#x771F;&#x6B63;&#x8FFD;&#x672C;&#x6EAF;&#x6E90;&#xFF0C;&#x4FDD;&#x6301;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x6E90;&#x6CC9;&#xFF0C;&#x4E3A;&#x77E5;&#x8BC6;&#x800C;&#x77E5;&#x8BC6;&#x3001;&#x4E3A;&#x5B66;&#x672F;&#x800C;&#x5B66;&#x672F;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x4FDD;&#x7559;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x201D;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FFD;&#x672C;&#x6EAF;&#x6E90;&#xFF1A;&#x81EA;&#x7531;&#x4E4B;&#x5B66;&#x672F;</em></strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x524D;&#x9762;&#x63D0;&#x5230;&#x5728;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x793E;&#x4F1A;&#x4E2D;&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x96BE;&#x4EE5;&#x6210;&#x4E3A;&#x4F18;&#x5148;&#x76EE;&#x6807;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x7FA4;&#x4F53;&#x548C;&#x4E2A;&#x4EBA;&#x4E2D;&#x4FDD;&#x7559;&#x771F;&#x6B63;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#xFF0C;&#x548C;&#x65E0;&#x7528;&#x7684;&#x3001;&#x5185;&#x5728;&#x6027;&#x3001;&#x5FC5;&#x7136;&#x6027;&#x3001;&#x6C38;&#x6052;&#x7684;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3002;&#x8FD9;&#x662F;&#x4EBA;&#x7C7B;&#x201C;&#x5FC3;&#x667A;&#x7684;&#x5723;&#x6240;&#x201D;&#x3002;</p><p></p><p></p><p>&#x6E05;&#x534E;&#x5927;&#x5B66;&#x738B;&#x56FD;&#x7EF4;&#x5148;&#x751F;&#x81EA;&#x6C89;&#x4E24;&#x5E74;&#x4EE5;&#x540E;&#xFF0C;&#x9648;&#x5BC5;&#x606A;&#x5148;&#x751F;&#x4F5C;&#x7891;&#x6587;&#x5982;&#x4E0B;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6D77;&#x5B81;&#x738B;&#x9759;&#x5B89;&#x5148;&#x751F;&#x81EA;&#x6C89;&#x540E;&#x4E8C;&#x5E74;&#xFF0C;&#x6E05;&#x534E;&#x7814;&#x7A76;&#x9662;&#x540C;&#x4EC1;&#x54B8;&#x6000;&#x601D;&#x4E0D;&#x80FD;&#x5DF2;&#x3002;&#x5176;&#x5F1F;&#x5B50;&#x53D7;&#x5148;&#x751F;&#x4E4B;&#x9676;&#x51B6;&#x7166;&#x80B2;&#x8005;&#x6709;&#x5E74;&#xFF0C;&#x5C24;&#x601D;&#x6709;&#x4EE5;&#x6C38;&#x5176;&#x5FF5;&#x3002;&#x4F65;&#x66F0;&#xFF0C;&#x5B9C;&#x94ED;&#x4E4B;&#x8D1E;&#x73C9;&#xFF0C;&#x4EE5;&#x662D;&#x793A;&#x4E8E;&#x65E0;&#x7ADF;&#x3002;&#x56E0;&#x4EE5;&#x523B;&#x77F3;&#x4E4B;&#x8BCD;&#x547D;&#x5BC5;&#x606A;&#xFF0C;&#x6570;&#x8F9E;&#x4E0D;&#x83B7;&#x5DF2;&#xFF0C;&#x8C28;&#x4E3E;&#x5148;&#x751F;&#x4E4B;&#x5FD7;&#x4E8B;&#xFF0C;&#x4EE5;&#x666E;&#x544A;&#x5929;&#x4E0B;&#x540E;&#x4E16;&#x3002;</p><p>&#x5176;&#x8BCD;&#x66F0;&#xFF1A;</p><p>&#x58EB;&#x4E4B;&#x8BFB;&#x4E66;&#x6CBB;&#x5B66;&#xFF0C;&#x76D6;&#x5C06;&#x4EE5;&#x8131;&#x5FC3;&#x5FD7;&#x4E8E;&#x4FD7;&#x8C1B;&#x4E4B;&#x684E;&#x688F;&#xFF0C;&#x771F;&#x7406;&#x56E0;&#x5F97;&#x4EE5;&#x53D1;&#x626C;&#x3002;&#x601D;&#x60F3;&#x800C;&#x4E0D;&#x81EA;&#x7531;&#xFF0C;&#x6BCB;&#x5B81;&#x6B7B;&#x8033;&#x3002;&#x65AF;&#x53E4;&#x4ECA;&#x4EC1;&#x5723;&#x540C;&#x6B89;&#x4E4B;&#x7CBE;&#x4E49;&#xFF0C;&#x592B;&#x5C82;&#x5EB8;&#x9119;&#x4E4B;&#x6562;&#x671B;&#x3002;&#x5148;&#x751F;&#x4EE5;&#x4E00;&#x6B7B;&#x89C1;&#x5176;&#x72EC;&#x7ACB;&#x81EA;&#x7531;&#x4E4B;&#x610F;&#x5FD7;&#xFF0C;&#x975E;&#x6240;&#x8BBA;&#x4E8E;&#x4E00;&#x4EBA;&#x4E4B;&#x6069;&#x6028;&#xFF0C;&#x4E00;&#x59D3;&#x4E4B;&#x5174;&#x4EA1;&#x3002;&#x545C;&#x547C;&#xFF01;&#x6811;&#x5179;&#x77F3;&#x4E8E;&#x8BB2;&#x820D;&#xFF0C;&#x7CFB;&#x54C0;&#x601D;&#x800C;&#x4E0D;&#x5FD8;&#x3002;&#x8868;&#x54F2;&#x4EBA;&#x4E4B;&#x5947;&#x8282;&#xFF0C;&#x8BC9;&#x771F;&#x5BB0;&#x4E4B;&#x832B;&#x832B;&#x3002;&#x6765;&#x4E16;&#x4E0D;&#x53EF;&#x77E5;&#x4E5F;&#xFF0C;&#x5148;&#x751F;&#x4E4B;&#x8457;&#x8FF0;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x4E0D;&#x5F70;&#x3002;&#x5148;&#x751F;&#x4E4B;&#x5B66;&#x8BF4;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x53EF;&#x5546;&#x3002;&#x60DF;&#x6B64;&#x72EC;&#x7ACB;&#x4E4B;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x5386;&#x5343;&#x4E07;&#x7940;&#xFF0C;&#x4E0E;&#x5929;&#x58E4;&#x800C;&#x540C;&#x4E45;&#xFF0C;&#x5171;&#x4E09;&#x5149;&#x800C;&#x6C38;&#x5149;&#x3002;</p><p>&#x8282;&#x81EA;&#x300A;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x738B;&#x89C2;&#x5802;&#x5148;&#x751F;&#x7EAA;&#x5FF5;&#x7891;&#x94ED;&#x300B;</p></blockquote><p></p><p></p><p>&#x5176;&#x4E2D;<strong>&#x201C;&#x72EC;&#x7ACB;&#x4E4B;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x4E4B;&#x601D;&#x60F3;&#x201D;</strong>&#xFF0C;&#x4FBF;&#x4E3A;&#x540E;&#x4EBA;&#x5E38;&#x63D0;&#x53CA;&#x4E4B;&#x5B66;&#x672F;&#x7CBE;&#x795E;&#x3002;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x539F;&#x6765;&#x7684;&#x6821;&#x8BAD;&#x201C;&#x81EA;&#x5F3A;&#x4E0D;&#x606F;&#xFF0C;&#x539A;&#x5FB7;&#x8F7D;&#x7269;&#xFF1B;&#x72EC;&#x7ACB;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x601D;&#x60F3;&#x201D;&#xFF0C;&#x540E;&#x4E24;&#x53E5;&#x6E90;&#x4E8E;&#x6B64;&#xFF08;&#x524D;&#x4E24;&#x53E5;&#x6765;&#x6E90;&#x6613;&#x7ECF;&#xFF09;&#x3002;&#x7EC6;&#x8BFB;&#x4E4B;&#xFF0C;&#x4FBF;&#x77E5;&#x9053;&#x8FD9;&#x91CC;&#x6307;&#x7684;&#x5C31;&#x662F;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x4E5F;&#x662F;&#x975E;&#x529F;&#x5229;&#x7684;&#x3001;&#x4E0D;&#x53D7;&#x5E72;&#x9884;&#x7684;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x3001;&#x5927;&#x5B66;&#x7CBE;&#x795E;&#x3002;</p><p></p><p></p><p>&#x8FD1;&#x4EE3;&#x5927;&#x5B66;&#x662F;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E0B;&#x8BDE;&#x751F;&#x7684;&#x4E0D;&#x53D7;&#x6559;&#x4F1A;&#x5DE6;&#x53F3;&#x7684;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x7684;&#x673A;&#x6784;&#xFF0C;&#x662F;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x5728;&#x4E2D;&#x4E16;&#x7EAA;&#x590D;&#x5174;&#x540E;&#x4E89;&#x53D6;&#x5230;&#x7684;&#x91CD;&#x8981;&#x5236;&#x5EA6;&#x3002;&#x5176;&#x6839;&#x672C;&#x4F5C;&#x7528;&#x5C31;&#x5728;&#x4E8E;&#x4FDD;&#x8BC1;&#x5B66;&#x672F;&#x7684;&#x81EA;&#x7531;&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x7684;&#x529E;&#x5B66;&#x8005;&#x5982;&#x8521;&#x5143;&#x57F9;&#x5BF9;&#x6B64;&#x6709;&#x7740;&#x8F83;&#x6DF1;&#x523B;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x91C7;&#x53D6;&#x201C;&#x6559;&#x6388;&#x6CBB;&#x6821;&#x201D;&#xFF0C;&#x5E76;&#x603B;&#x7ED3;&#x5317;&#x5927;&#x7684;&#x7279;&#x8272;&#xFF1A;&#x201C;&#x4E00;&#x7814;&#x7A76;&#x5B66;&#x95EE;&#x3002;&#x4E8C;&#x601D;&#x60F3;&#x81EA;&#x7531;&#x3002;&#x65E0;&#x8BBA;&#x4F55;&#x79CD;&#x5B66;&#x6D3E;&#x601D;&#x60F3;&#xFF0C;&#x6982;&#x4E0D;&#x5E72;&#x6D89;&#x3002;&#x201D; &#x4F46;&#x5728;&#x5357;&#x4EAC;&#x56FD;&#x6C11;&#x653F;&#x5E9C;&#x6210;&#x7ACB;&#x540E;&#xFF0C;&#x653F;&#x5E9C;&#x7684;&#x5E72;&#x9884;&#x4FBF;&#x63A5;&#x5165;&#x4ECB;&#x5165;&#x5176;&#x4E2D;&#xFF0C;&#x76F4;&#x5230;&#x4ECA;&#x5929;&#x7684;&#x4E2D;&#x56FD;&#x4ECD;&#x7559;&#x5B58;&#x8F83;&#x591A;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x5728;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x770B;&#x5230;&#x4E00;&#x4E9B;&#x4E2D;&#x56FD;&#x5927;&#x5B66;<strong>&#x6B63;&#x5728;&#x7ED9;&#x4E88;&#x7814;&#x7A76;&#x8005;&#x66F4;&#x591A;&#x81EA;&#x7531;&#x548C;&#x72EC;&#x7ACB;&#x6027;</strong>&#xFF0C;&#x5DF2;&#x8F83;&#x8FC7;&#x53BB;&#x6709;&#x6240;&#x6539;&#x5584;&#x3002;&#x867D;&#x7136;&#x5728;&#x76EE;&#x524D;&#x7684;&#x56FD;&#x9645;&#x7ADE;&#x4E89;&#x683C;&#x5C40;&#x4E0E;&#x6CBB;&#x56FD;&#x65B9;&#x7565;&#x4E2D;&#xFF0C;&#x5E0C;&#x671B;&#x5927;&#x5B66;&#x5B8C;&#x5168;&#x201C;&#x53BB;&#x653F;&#x6CBB;&#x5316;&#x201D;&#x5E76;&#x4E0D;&#x73B0;&#x5B9E;&#xFF0C;&#x4F46;&#x7ED9;&#x4E88;&#x67D0;&#x4E9B;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x66F4;&#x591A;&#x81EA;&#x7531;&#x4E0E;&#x53D1;&#x5C55;&#x7A7A;&#x95F4;&#xFF0C;&#x4EE5;&#x53CA;&#x91C7;&#x53D6;&#x66F4;&#x7075;&#x6D3B;&#x548C;&#x4F18;&#x8D8A;&#x7684;&#x5B66;&#x672F;&#x4EBA;&#x624D;&#x9009;&#x62D4;&#x673A;&#x5236;&#xFF0C;&#x4ECD;&#x6709;&#x5B9E;&#x65BD;&#x7684;&#x7A7A;&#x95F4;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x4E00;&#x70B9;&#x4E0A;&#x4E2D;&#x56FD;&#x5927;&#x5B66;&#x9887;&#x53D7;&#x897F;&#x65B9;&#x8206;&#x8BBA;&#x653B;&#x51FB;&#xFF0C;&#x653F;&#x5E9C;&#x4E5F;&#x4E0D;&#x5E0C;&#x671B;&#x5927;&#x5B66;&#x6210;&#x4E3A;&#x601D;&#x60F3;&#x6E17;&#x900F;&#x7684;&#x7A97;&#x53E3;&#xFF0C;&#x4F46;&#x4ECE;&#x5B9E;&#x9645;&#x60C5;&#x5F62;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x597D;&#x8F6C;&#x7684;&#x73B0;&#x8C61;&#x3002;&#x81F3;&#x5C11;&#x6211;&#x4EEC;&#x4ECD;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;<strong>&#x6709;&#x771F;&#x6B63;&#x53EA;&#x4E3A;&#x5B66;&#x672F;&#x3001;&#x53EA;&#x4E3A;&#x77E5;&#x8BC6;&#x3001;&#x4EE5;&#x751F;&#x547D;&#x634D;&#x536B;&#x771F;&#x7406;&#x8005;</strong>&#x5728;&#x8FD9;&#x7247;&#x571F;&#x5730;&#x4E0A;&#x5B58;&#x5728;&#xFF0C;&#x8FD9;&#x662F;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x5E0C;&#x671B;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x79D1;&#x7814;&#x5DE5;&#x4F5C;&#x8005;&#x4EEC;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x5927;&#x5B66;&#xFF0C;&#x8FD8;&#x662F;&#x6240;&#x8C13;&#x7684;&#x91CE;&#x751F;&#x6216;&#x6C11;&#x95F4;&#x7814;&#x7A76;&#x8005;&#xFF0C;&#x751A;&#x81F3;&#x54EA;&#x6015;&#x4EC5;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x62B1;&#x6709;&#x70ED;&#x60C5;&#x5374;&#x65E0;&#x4E13;&#x4E1A;&#x8BAD;&#x7EC3;&#xFF0C;&#x5E94;&#x5F53;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x201D;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x4E0A;&#x505A;&#x4E00;&#x4E9B;&#x63A2;&#x7D22;&#x3002;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x56DE;&#x7B54;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x79D1;&#x5B66;&#x53F2;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x770B;&#x6E05;&#x79D1;&#x5B66;&#x7684;&#x6E90;&#x5934;&#xFF1B;&#x6B63;&#x672C;&#x6E05;&#x6E90;&#xFF0C;&#x672A;&#x6765;&#x7684;&#x9053;&#x8DEF;&#x624D;&#x66F4;&#x52A0;&#x660E;&#x786E;&#x4E0E;&#x7A33;&#x5065;&#x3002;&#x5BF9;&#x4E8E;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#xFF0C;&#x662F;&#x5982;&#x6B64;&#xFF1B;&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x672A;&#x6765;&#xFF0C;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x672C;&#x6587;&#x5BF9;&#x201C;&#x672C;&#x201D;&#x7684;&#x95EE;&#x9898;&#x7740;&#x529B;&#x9887;&#x591A;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&amp;token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7" alt=""><p></p><p></p><p>&#x827E;&#x5C14;&#x4F2F;&#x7279;&#xB7;&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5728;&#x4E0B;&#x4E00;&#x7AE0;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x54EA;&#x4E9B;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x7EE7;&#x7EED;&#x4ECE;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x3001;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x505A;&#x4E00;&#x4E9B;&#x63A2;&#x7D22;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%89</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-7xw4el63nl" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（二）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_81ZbnZyfyDgfswk3I%2F-L_81pNDXs9BW3RJQSe5%2Fimage.png?alt=media&amp;token=e87ea54f-5caa-4cf0-8599-273213b78053" alt="【未来教育学】成年人需要什么样的STEM教育？（二）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-04T15:05:18.000Z">2019-03-04</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">30 minutes read (About 4428 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（二）/">【未来教育学】成年人需要什么样的STEM教育？（二）</a></h1><div class="content"><p></p><p>&#x5728;&#x4E0A;&#x4E00;&#x7BC7;&#xFF0C;<a href="https://busy.org/@robertyan/stem-33j60d0hfr" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#xFF0C;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x5206;&#x6790;&#x4E86;&#x9700;&#x8981;&#x8FD9;&#x6837;&#x505A;&#x7684;&#x539F;&#x56E0;&#x4E4B;&#x4E00;&#xFF1A;<strong>&#x201C;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x201D;</strong>&#x7684;&#x95EE;&#x9898;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x7BC7;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x5B8C;&#x6210;&#x5BF9;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;Why&#xFF09;</strong>&#x7684;&#x8BA8;&#x8BBA;&#x3002;</p><p></p><p></p><h2 id="cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why">&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;Why&#xFF09;<a href="#cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why"></a></h2><p></p><p></p><h3 id="2-yong-heng-zhi-shi-de-que-wei">2. &#x201C;&#x6C38;&#x6052;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x7F3A;&#x4F4D;<a href="#2-yong-heng-zhi-shi-de-que-wei"></a></h3><p></p><p></p><p>&#x5728;&#x524D;&#x6587;&#x63D0;&#x5230;&#x4E2D;&#x56FD;&#x7684;&#x6587;&#x5316;&#x571F;&#x58E4;&#x7F3A;&#x5C11;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x57FA;&#x56E0;&#xFF0C;&#x8FD9;&#x91CC;&#x7684;&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E0D;&#x540C;&#x4E8E;&#x73B0;&#x4EE3;&#x5BF9;&#x201D;&#x610F;&#x5FD7;&#x81EA;&#x7531;&#x201C;&#x7684;&#x653F;&#x6CBB;&#x54F2;&#x5B66;&#x542B;&#x4E49;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x800C;&#x662F;&#x5BF9;&#x201D;&#x5FC5;&#x7136;&#x6027;&#x77E5;&#x8BC6;&#x201C;&#xFF08;&#x6216;&#x8005;&#x53EB;&#x201D;&#x771F;&#x7406;&#x201C;&#xFF09;&#x7684;&#x81F3;&#x9AD8;&#x8FFD;&#x6C42;&#x3002;&#x8FD9;&#x7EDD;&#x4E0D;&#x662F;&#x8BF4;&#x4E2D;&#x56FD;&#x7F3A;&#x4E4F;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x6216;&#x8005;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x4F20;&#x7EDF;&#xFF0C;&#x800C;&#x662F;&#x8BF4;<strong>&#x201C;&#x77E5;&#x201D;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x88AB;&#x6211;&#x4EEC;&#x653E;&#x5728;&#x4EBA;&#x751F;&#x201C;&#x6700;&#x9AD8;&#x7684;&#x4F4D;&#x7F6E;&#x201D;</strong>&#x3002;</p><p></p><p></p><p><strong><em>&#x77E5;&#x8BC6;&#xFF1A;&#x6C38;&#x6052;&#x7684;&#x771F;&#x7406;</em></strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x8C08;&#x6559;&#x80B2;&#x5E38;&#x8BF4;&#x8981;&#x57F9;&#x517B;&#x201C;&#x5FB7;&#x667A;&#x4F53;&#x7F8E;&#x52B3;&#x201D;&#x5168;&#x9762;&#x53D1;&#x5C55;&#x7684;&#x4EBA;&#xFF0C;&#x201C;&#x5FB7;&#x201D;&#x5728;&#x201C;&#x667A;&#x201D;&#x7684;&#x524D;&#x9762;&#xFF1B;&#x77E5;&#x8BC6;&#x65E0;&#x7591;&#x662F;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x4F46;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x9053;&#x5FB7;&#x3001;&#x54C1;&#x683C;&#x548C;&#x505A;&#x4EBA;&#x539F;&#x5219;&#x3002;&#x4E2D;&#x56FD;&#x4F20;&#x7EDF;&#x4E2D;&#x6700;&#x91CD;&#x8981;&#x7684;&#x5B66;&#x95EE;&#x662F;&#x201C;&#x4F26;&#x7406;&#x5B66;&#x201D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x201C;&#x77E5;&#x8BC6;&#x8BBA;&#x201D;&#x3002;<strong>&#x4E2D;&#x56FD;&#x7684;&#x4F26;&#x7406;&#x4F20;&#x7EDF;&#x4E0E;&#x5E0C;&#x814A;&#x7684;&#x201C;&#x7406;&#x77E5;&#x201D;&#x4F20;&#x7EDF;&#x662F;&#x4E24;&#x79CD;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x7684;&#x4F20;&#x7EDF;</strong>&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x7684;&#x5148;&#x8D24;&#x7684;&#x7406;&#x6027;&#x662F;&#x9AD8;&#x5EA6;&#x53D1;&#x8FBE;&#x7684;&#x3002;&#x6625;&#x79CB;&#x6218;&#x56FD;&#x65F6;&#xFF0C;&#x5112;&#x5BB6;&#x3001;&#x6768;&#x6731;&#x3001;&#x58A8;&#x5BB6;&#x3001;&#x6CD5;&#x5BB6;&#x3001;&#x5175;&#x5BB6;&#x3001;&#x9053;&#x5BB6;&#x7B49;&#x5B66;&#x8BF4;&#x76F8;&#x4E89;&#xFF0C;&#x6838;&#x5FC3;&#x51FA;&#x53D1;&#x70B9;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x4EE5;&#x5929;&#x4E0B;&#x4F17;&#x751F;&#x7684;&#x798F;&#x7949;&#x4E3A;&#x76EE;&#x7684;&#xFF0C;&#x6216;&#x8005;&#x4EE5;&#x8D85;&#x7136;&#x51FA;&#x4E16;&#x4E3A;&#x51FA;&#x8DEF;&#xFF0C;&#x90FD;&#x6709;&#x4E25;&#x5BC6;&#x7684;&#x903B;&#x8F91;&#x4E0E;&#x601D;&#x8FA8;&#x3002;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x201C;&#x4EBA;&#x6587;&#x201D;&#x6700;&#x7EC8;&#x80DC;&#x51FA;&#xFF0C;&#x4E0E;&#x5F3A;&#x5927;&#x7684;&#x5E1D;&#x56FD;&#x7EDF;&#x6CBB;&#x5236;&#x5EA6;&#x4E0E;&#x519C;&#x8015;&#x6587;&#x660E;&#x57FA;&#x7840;&#x76F8;&#x9002;&#x5E94;&#xFF0C;&#x5177;&#x6709;&#x9AD8;&#x5EA6;&#x7684;&#x5B9E;&#x7528;&#x4E3B;&#x4E49;&#x3002;&#x4F46;&#x8FD9;&#x5374;<strong>&#x79BB;&#x5E0C;&#x814A;&#x4F20;&#x7EDF;&#x201C;&#x975E;&#x529F;&#x5229;&#x201D;&#x7684;&#x5BF9;&#x5FC5;&#x7136;&#x3001;&#x6C38;&#x6052;&#x3001;&#x5185;&#x5728;&#x7684;&#x77E5;&#x8BC6;&#x7684;&#x8FFD;&#x6C42;&#x8D8A;&#x6765;&#x8D8A;&#x8FDC;</strong>&#x3002;</p><p></p><p></p><p>&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x7684;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5185;&#x542B;&#x5728;&#x4E8E;&#xFF0C;&#x4E16;&#x754C;&#x662F;&#x5728;&#x4E0D;&#x65AD;&#x7684;&#x53D8;&#x5316;&#x4E4B;&#x4E2D;&#xFF0C;&#x4F46;&#x90A3;&#x4E9B;&#x53D8;&#x5316;&#x8868;&#x8C61;&#x4E4B;&#x540E;&#x6709;&#x6C38;&#x6052;&#x3001;&#x7EDD;&#x5BF9;&#x4E0D;&#x53D8;&#x7684;&#x4E1C;&#x897F;&#xFF08;&#x5373;&#x77E5;&#x8BC6;&#x6216;&#x201C;&#x771F;&#x7406;&#x201D;&#xFF09;&#xFF0C;&#x8FD9;&#x624D;&#x662F;&#x4EBA;&#x4E16;&#x95F4;&#x6700;&#x9AD8;&#x7684;&#x8FFD;&#x6C42;&#x4E0E;&#x9053;&#x5FB7;&#x3002;&#x201C;&#x7ECF;&#x4E16;&#x81F4;&#x7528;&#x201D;&#x7684;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x4F20;&#x7EDF;&#xFF0C;&#x6709;&#x8D85;&#x51E1;&#x7684;&#x7406;&#x6027;&#xFF0C;&#x4F46;&#x7F3A;&#x4E4F;&#x63A2;&#x6C42;&#x201C;&#x6C38;&#x6052;&#x201D;/&#x201C;&#x7EDD;&#x5BF9;&#x201D;&#x7684;&#x6700;&#x9AD8;&#x7406;&#x60F3;&#xFF1B;&#x201C;&#x6C38;&#x6052;/&#x7EDD;&#x5BF9;&#x201D;&#x7684;&#x7406;&#x60F3;&#xFF0C;&#x6070;&#x6070;&#x4E0E;&#x57FA;&#x7763;&#x6559;&#x7684;&#x4E00;&#x795E;&#x6559;&#x5B97;&#x65E8;&#x4E00;&#x81F4;&#xFF0C;&#x4F7F;&#x5F97;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x5728;&#x7F79;&#x96BE;&#x4E2D;&#x6700;&#x7EC8;&#x6CA1;&#x6709;&#x65AD;&#x7EDD;&#x3002;</p><p></p><p></p><p>&#x89E3;&#x51B3;&#x201C;&#x73B0;&#x5B9E;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x66F4;&#x7B26;&#x5408;&#x4E2D;&#x56FD;&#x5B66;&#x672F;&#x7684;&#x89C4;&#x8303;&#xFF1A;&#x300A;&#x4E5D;&#x7AE0;&#x7B97;&#x672F;&#x300B;&#x300A;&#x5468;&#x9AC0;&#x7B97;&#x7ECF;&#x300B;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x5BF9;&#x73B0;&#x5B9E;&#x95EE;&#x9898;&#x7684;&#x6280;&#x672F;&#x578B;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5373;&#x201C;&#x7B97;&#x6CD5;&#x201D;&#xFF1B;&#x4E2D;&#x56FD;&#x7684;&#x6280;&#x672F;&#x9664;&#x4E86;&#x8FD1;&#x4EE3;&#x843D;&#x540E;&#x4E0E;&#x897F;&#x65B9;&#xFF0C;&#x5728;&#x8FC7;&#x53BB;&#x4E5F;&#x4E00;&#x76F4;&#x9887;&#x4E3A;&#x5F3A;&#x5927;&#x3002;&#x65E0;&#x8BBA;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x65E0;&#x8BBA;&#x201C;&#x516C;&#x5229;&#x201D;&#x6216;&#x8005;&#x201C;&#x79C1;&#x5229;&#x201D;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x90FD;&#x662F;&#x5BF9;&#x201C;&#x4EBA;&#x201D;&#x7684;&#x5173;&#x6000;&#x3002;<strong>&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x6C38;&#x6052;&#x201D;&#x7406;&#x60F3;&#xFF0C;&#x662F;&#x5BF9;&#x4EE5;&#x201C;&#x4EBA;&#x201D;&#x4E3A;&#x76EE;&#x7684;&#x7684;&#x6700;&#x9AD8;&#x7406;&#x60F3;&#x7684;&#x8D85;&#x8D8A;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x5F62;&#x5F0F;&#x8F6C;&#x5316;&#x4E3A;&#x5207;&#x5B9E;&#x53EF;&#x884C;&#x7684;&#x201C;&#x7231;&#x667A;&#x201D;&#x884C;&#x4E3A;&#xFF0C;&#x5373;&#x54F2;&#x5B66;&#x5BB6;&#x3002;</strong></p><p></p><p></p><p>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x5728;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a>&#x7684;&#x5F00;&#x7BC7;&#x7B2C;&#x4E00;&#x53E5;&#x4FBF;&#x662F;&#x201C;&#x6C42;&#x77E5;&#x662F;&#x4EBA;&#x7C7B;&#x7684;&#x672C;&#x6027;&#x201D;&#x3002;&#x4ED6;&#x5728;&#x8FD9;&#x672C;&#x8457;&#x4F5C;&#x4E2D;&#x533A;&#x5206;&#x4E86;<strong>&#x7ECF;&#x9A8C;&#x3001;&#x6280;&#x827A;&#x548C;&#x79D1;&#x5B66;</strong>&#xFF08;<strong>episteme</strong>&#xFF0C;&#x5728;&#x5E0C;&#x814A;&#x6587;&#x4E2D;&#xFF0C;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#x8BCD;&#xFF09;&#x3002;&#x4ED6;&#x8BA4;&#x4E3A;&#x8BB0;&#x5FC6;&#x53EF;&#x4EE5;&#x79EF;&#x7D2F;&#x7ECF;&#x9A8C;&#xFF0C;&#x7ECF;&#x9A8C;&#x53EF;&#x4EE5;&#x5F62;&#x6210;&#x6280;&#x827A;&#xFF08;techne&#xFF09;&#xFF0C;&#x6280;&#x827A;&#x662F;&#x5173;&#x4E8E;&#x666E;&#x904D;&#x4E8B;&#x7269;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x6280;&#x827A;&#x9AD8;&#x4E8E;&#x7ECF;&#x9A8C;&#x3002;&#x4F46;&#x6280;&#x827A;&#x8FD8;&#x4E0D;&#x662F;&#x6700;&#x9AD8;&#x7684;&#x201C;&#x77E5;&#x201D;&#xFF0C;&#x6700;&#x9AD8;&#x7684;&#x201C;&#x77E5;&#x201D;&#x662F;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF08;episteme&#xFF09;&#x3002;&#x56E0;&#x4E3A;&#x591A;&#x6570;&#x6280;&#x827A;&#x662F;&#x4E3A;&#x4E86;&#x751F;&#x6D3B;&#x4E4B;&#x5FC5;&#x9700;&#xFF0C;&#x53EA;&#x6709;&#x90A3;&#x4E9B;&#x65E2;&#x4E0D;&#x63D0;&#x4F9B;&#x5FEB;&#x4E50;&#x4E5F;&#x4E0D;&#x4EE5;&#x6EE1;&#x8DB3;&#x65E5;&#x5E38;&#x6240;&#x9700;&#x4E3A;&#x76EE;&#x7684;&#x7684;&#x201C;&#x5FC5;&#x7136;&#x201D;&#x7684;&#x6280;&#x827A;&#xFF0C;&#x624D;&#x662F;&#x79D1;&#x5B66;&#x3002;&#x201C;&#x4E3A;&#x77E5;&#x8BC6;&#x81EA;&#x8EAB;&#x800C;&#x6C42;&#x53D6;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x53EA;&#x6709;&#x5B83;&#x624D;&#x4EC5;&#x662F;&#x4E3A;&#x4E86;&#x81EA;&#x8EAB;&#x800C;&#x5B58;&#x5728;&#x201D;&#xFF0C;&#x56E0;&#x4E3A;&#x4EFB;&#x4F55;&#x77E5;&#x8BC6;&#x82E5;&#x662F;&#x6210;&#x4E3A;&#x5B9E;&#x73B0;&#x76EE;&#x7684;&#x7684;&#x624B;&#x6BB5;&#x548C;&#x5DE5;&#x5177;&#xFF0C;&#x5C31;&#x4E0D;&#x662F;&#x7EAF;&#x7CB9;&#x7684;&#x81EA;&#x7531;&#x7684;&#x6C38;&#x6052;&#x7684;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3002;</p><p></p><p></p><p>&#x7231;&#x56E0;&#x65AF;&#x5766;&#x5728;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a>&#x4E2D;&#x4E5F;&#x8868;&#x660E;&#x4E86;&#x8FD9;&#x4E00;&#x89C2;&#x70B9;&#xFF0C;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x79F0;&#x9882;&#x666E;&#x6717;&#x514B;&#x65E2;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x5FEB;&#x4E50;&#xFF0C;&#x4E5F;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x529F;&#x5229;&#xFF0C;&#x800C;&#x662F;&#x4E3A;&#x4E86;&#x63A2;&#x6C42;&#x83B1;&#x5E03;&#x5C3C;&#x5179;(Leibnitz)&#x975E;&#x5E38;&#x4E2D;&#x80AF;&#x5730;&#x8868;&#x8FF0;&#x8FC7;&#x7684;&#x201C;&#x5148;&#x5B9A;&#x7684;&#x548C;&#x8C10;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5218;&#x6148;&#x6B23;&#x7684;&#x5C0F;&#x8BF4;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a>&#xFF08;&#x9898;&#x76EE;&#x7684;&#x610F;&#x601D;&#x5373;&#x201C;&#x671D;&#x95FB;&#x9053;&#xFF0C;&#x5915;&#x6B7B;&#x53EF;&#x77E3;&#x201D;&#xFF09;&#x63CF;&#x7ED8;&#x4E86;&#x201C;&#x5BF9;&#x5B87;&#x5B99;&#x7EC8;&#x6781;&#x771F;&#x7406;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x662F;&#x6587;&#x660E;&#x7684;&#x6700;&#x7EC8;&#x76EE;&#x6807;&#x548C;&#x5F52;&#x5BBF;&#x201D;&#x7684;&#x60F3;&#x8C61;&#xFF0C;&#x5176;&#x4E2D;&#x8BF4;&#x5230;&#x201C;&#x661F;&#x4E91;&#x6587;&#x660E;&#x6380;&#x5F00;&#x4E86;&#x5B87;&#x5B99;&#x7684;&#x9762;&#x7EB1;&#xFF0C;&#x4F46;&#x4ED6;&#x4EEC;&#x81EA;&#x5DF1;&#x6CA1;&#x6765;&#x5F97;&#x53CA;&#x5411;&#x5B87;&#x5B99;&#x90A3;&#x7EC8;&#x6781;&#x7684;&#x7F8E;&#x77A5;&#x4E00;&#x773C;&#x5C31;&#x6BC1;&#x706D;&#x4E86;&#x3002;&#x66F4;&#x4E3A;&#x53EF;&#x656C;&#x7684;&#x662F;&#xFF0C;&#x5F00;&#x59CB;&#x8BD5;&#x9A8C;&#x524D;&#x4ED6;&#x4EEC;&#x53EF;&#x80FD;&#x5DF2;&#x7ECF;&#x60F3;&#x5230;&#x4E86;&#x8FD9;&#x79CD;&#x53EF;&#x80FD;&#xFF0C;<strong>&#x727A;&#x7272;&#x81EA;&#x5DF1;&#xFF0C;&#x628A;&#x90A3;&#x4E9B;&#x5305;&#x542B;&#x7740;&#x5B87;&#x5B99;&#x7EC8;&#x6781;&#x79D8;&#x5BC6;&#x7684;&#x6570;&#x636E;&#x4F20;&#x7ED9;&#x9065;&#x8FDC;&#x672A;&#x6765;&#x7684;&#x6587;&#x660E;</strong>&#x201D;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x5021;&#x5BFC;&#x201C;&#x5B66;&#x4EE5;&#x81F4;&#x7528;&#x201D;&#x3001;&#x5F3A;&#x8C03;&#x77E5;&#x8BC6;&#x7684;&#x5DE5;&#x5177;&#x4EF7;&#x503C;&#x7684;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x4F20;&#x7EDF;&#xFF0C;&#x4EE5;&#x53CA;&#x653F;&#x6CBB;&#x4E0E;&#x7ECF;&#x6D4E;&#x9A71;&#x52A8;&#x7684;&#x793E;&#x4F1A;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x8FC4;&#x4ECA;&#x4ECD;&#x4E0D;&#x88AB;&#x4EBA;&#x6240;&#x7406;&#x89E3;&#x7684;&#x3002;&#x6DF7;&#x6DC6;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3001;&#x201C;&#x6280;&#x672F;&#x201D;&#x4E0E;&#x201C;&#x79D1;&#x6280;&#x201D;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x4FBF;&#x662F;&#x8FD9;&#x79CD;&#x75C5;&#x75C7;&#x7684;&#x8BED;&#x8A00;&#x5C42;&#x9762;&#x7684;&#x53CD;&#x6620;&#x3002;</p><p></p><p></p><p><strong><em>&#x5371;&#x673A;&#xFF1A;&#x6C42;&#x529B;&#x7684;&#x201C;&#x6280;&#x672F;&#x201D;</em></strong></p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x4EBA;&#x662F;&#x5F88;&#x5BB9;&#x6613;&#x7406;&#x89E3;&#x201C;&#x6280;&#x672F;&#x201D;&#x7684;&#xFF0C;&#x8FC7;&#x53BB;&#x5728;&#x201C;&#x5929;&#x5730;&#x519C;&#x533B;&#x5175;&#x201D;&#x7B49;&#x9886;&#x57DF;&#x90FD;&#x6709;&#x53D1;&#x8FBE;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x4E2D;&#x56FD;&#x672A;&#x6765;&#x7684;&#x6280;&#x672F;&#x4E5F;&#x5FC5;&#x5C06;&#x5F3A;&#x5927;&#x3002;&#x4F46;&#x7F3A;&#x4E4F;&#x5BF9;&#x5E0C;&#x814A;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#xFF08;&#x6216;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#xFF09;&#x57FA;&#x56E0;&#x7684;&#x6DF1;&#x523B;&#x7406;&#x89E3;&#xFF0C;&#x5728;&#x672A;&#x6765;&#x6709;&#x53EF;&#x80FD;&#x4F1A;&#x9677;&#x5165;&#x65B0;&#x7684;&#x5371;&#x673A;&#xFF0C;&#x5E76;&#x635F;&#x5BB3;&#x81EA;&#x8EAB;&#x4E0E;&#x4EBA;&#x7C7B;&#x7684;&#x547D;&#x8FD0;&#x3002;</p><p></p><p></p><p>19&#x4E16;&#x7EAA;&#x4EE5;&#x6765;&#xFF0C;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x548C;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E3A;&#x57FA;&#x56E0;&#x7684;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x4E2D;&#x7684;&#x7269;&#x7406;&#x5B66;&#x3001;&#x5316;&#x5B66;&#x3001;&#x751F;&#x7269;&#x5B66;&#x9646;&#x7EED;&#x8F6C;&#x5316;&#x4E3A;&#x76F8;&#x5E94;&#x7684;&#x6280;&#x672F;&#xFF0C;&#x5F15;&#x53D1;&#x4E86;&#x76F8;&#x5E94;&#x7684;&#x4EA7;&#x4E1A;&#x9769;&#x547D;&#xFF0C;&#x5151;&#x73B0;&#x4E86;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x6700;&#x65E9;&#x671F;&#x7684;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7406;&#x60F3;&#x3002;&#x4F46;&#x8FC7;&#x4E8E;&#x5F3A;&#x5927;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x5927;&#x89C4;&#x6A21;&#x5730;&#x5F81;&#x670D;&#x548C;&#x6539;&#x9020;&#x81EA;&#x7136;&#xFF0C;&#x5F15;&#x53D1;&#x4E86;&#x73AF;&#x5883;&#x548C;&#x751F;&#x6001;&#x5371;&#x673A;&#xFF0C;&#x5A01;&#x80C1;&#x5230;&#x4E86;&#x81EA;&#x7136;&#x5747;&#x8861;&#x4E0E;&#x4EBA;&#x7C7B;&#x81EA;&#x8EAB;&#x3002;</p><p></p><p></p><p><strong>&#x88AB;&#x4F5C;&#x4E3A;&#x624B;&#x6BB5;&#x4E0E;&#x5DE5;&#x5177;&#x5F15;&#x5165;&#x4E2D;&#x56FD;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5982;&#x540C;&#x5916;&#x6765;&#x5165;&#x4FB5;&#x7269;&#x79CD;&#x4E00;&#x6837;&#xFF0C;&#x7F3A;&#x5C11;&#x5929;&#x654C;&#x548C;&#x5236;&#x7EA6;&#x56E0;&#x7D20;</strong>&#xFF0C;&#x917F;&#x6210;&#x4E86;&#x4E25;&#x91CD;&#x7684;&#x5371;&#x673A;&#x800C;&#x672A;&#x88AB;&#x6DF1;&#x523B;&#x610F;&#x8BC6;&#x5230;&#xFF0C;&#x5C1A;&#x672A;&#x901A;&#x8FC7;&#x81EA;&#x8EAB;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x8D44;&#x6E90;&#x52A0;&#x4EE5;&#x5316;&#x89E3;&#x3002;20&#x4E16;&#x7EAA;&#x4EE5;&#x6765;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x4E94;&#x56DB;&#x8FD0;&#x52A8;&#x4E4B;&#x201C;&#x8D5B;&#x5148;&#x751F;&#x201D;&#x4EE5;&#x540E;&#xFF09;&#xFF0C;&#x4E2D;&#x56FD;&#x5BF9;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x7684;&#x7EDD;&#x5BF9;&#x5D07;&#x62DC;&#xFF0C;&#x4EE5;&#x53CA;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x6CBB;&#x7406;&#x7684;&#x5404;&#x7C7B;&#x73AF;&#x5883;&#x987D;&#x75BE;&#xFF0C;&#x6B63;&#x662F;&#x53CD;&#x5E94;&#x4E86;&#x4E2D;&#x56FD;&#x4EBA;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x8D28;&#x4E0E;&#x6765;&#x6E90;&#x7F3A;&#x4E4F;&#x6839;&#x672C;&#x6027;&#x7684;&#x7406;&#x89E3;&#x4E0E;&#x601D;&#x8003;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_81ZbnZyfyDgfswk3I%2F-L_81pNDXs9BW3RJQSe5%2Fimage.png?alt=media&amp;token=e87ea54f-5caa-4cf0-8599-273213b78053" alt=""></center><p></p><p style="text-align:center">&#x827E;&#x8428;&#x514B;&#xB7;&#x725B;&#x987F;&#xFF1A;<a href="https://en.wikipedia.org/wiki/Science" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; Science</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h3 id="3-geng-yun-ke-xue-wen-hua-de-tu-rang">3. &#x8015;&#x8018;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x7684;&#x571F;&#x58E4;<a href="#3-geng-yun-ke-xue-wen-hua-de-tu-rang"></a></h3><p></p><p></p><p>&#x4ECE;&#x73B0;&#x5B9E;&#x793E;&#x4F1A;&#x751F;&#x6D3B;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;&#x4E2D;&#x56FD;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;<strong>&#x6280;&#x672F;&#x6587;&#x5316;&#x5DF2;&#x7ECF;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x8D77;&#x6765;</strong>&#x3002;&#x5C3D;&#x7BA1;&#x4ECD;&#x7136;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x6311;&#x6218;&#xFF0C;&#x4F46;&#x6280;&#x672F;&#x3001;&#x5546;&#x4E1A;&#x4E0E;&#x5A92;&#x4F53;&#x76F8;&#x534F;&#x540C;&#xFF0C;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E2D;&#x56FD;&#x793E;&#x4F1A;&#x4E3B;&#x6D41;&#x6587;&#x5316;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6280;&#x672F;&#x82F1;&#x96C4;&#x4E0E;&#x5546;&#x4E1A;&#x9886;&#x8896;&#x88AB;&#x6742;&#x7CC5;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x4E3B;&#x5BB0;&#x4E86;&#x62A5;&#x9053;&#x548C;&#x8206;&#x8BBA;&#x7684;&#x91CD;&#x8981;&#x677F;&#x5757;&#x3002;&#x6211;&#x5728;<a href="https://busy.org/@robertyan/-2-7mfhyexllg" target="_blank" rel="noreferrer noopener">&#x300A;&#x9ED1;&#x5BA2;&#x4E4B;&#x9053;&#x300B;</a>&#x7CFB;&#x5217;&#x4E2D;&#x5E0C;&#x671B;&#x63A2;&#x8BA8;&#x7684;&#x9ED1;&#x5BA2;&#x6587;&#x5316;&#x3001;&#x7CBE;&#x795E;&#x4E0E;&#x65B9;&#x6CD5;&#x8BBA;&#xFF0C;&#x672C;&#x8D28;&#x4E5F;&#x662F;&#x5BF9;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x3001;&#x6280;&#x672F;&#x53F2;&#x3001;&#x6280;&#x672F;&#x539F;&#x7406;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x6280;&#x672F;&#x672C;&#x8EAB;&#x5177;&#x6709;&#x6781;&#x5F3A;&#x7684;&#x751F;&#x547D;&#x529B;&#xFF0C;&#x4E5F;&#x662F;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x7684;&#x3002;</p><p></p><p></p><p>&#x300A;&#x6D41;&#x6D6A;&#x5730;&#x7403;&#x300B;&#x4F5C;&#x4E3A;&#x79D1;&#x5E7B;&#x6587;&#x5316;&#x4EA7;&#x54C1;&#x7684;&#x706B;&#x70ED;&#xFF0C;&#x5C55;&#x73B0;&#x4E86;&#x4E2D;&#x56FD;&#x5728;&#x79D1;&#x5E7B;&#x9886;&#x57DF;&#x7684;&#x65B0;&#x9AD8;&#x5EA6;&#xFF0C;&#x4E5F;&#x8868;&#x8FBE;&#x4E86;&#x6210;&#x4E3A;&#x201C;&#x79D1;&#x6280;&#x5F3A;&#x56FD;&#x201D;&#x7684;&#x771F;&#x5B9E;&#x6E34;&#x671B;&#x3002;&#x5BF9;&#x4E8E;&#x79D1;&#x5E7B;&#x4F5C;&#x54C1;&#x4E2D;&#x7684;&#x201C;&#x6280;&#x672F;&#x6587;&#x5316;&#x201D;&#x4E4B;&#x4E0B;&#x7684;&#x5173;&#x4E8E;&#x201C;&#x4EBA;&#x7C7B;&#x547D;&#x8FD0;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x9009;&#x62E9;&#xFF0C;&#x5728;&#x7535;&#x5F71;&#x4E2D;&#x5C55;&#x73B0;&#x7684;&#x5341;&#x5206;&#x5145;&#x5206;&#xFF0C;&#x4F46;&#x6B64;&#x79CD;&#x60C5;&#x5883;&#x8D8A;&#x662F;&#x5177;&#x6709;&#x611F;&#x67D3;&#x529B;&#xFF0C;&#x6211;&#x4EEC;&#x5374;&#x53CD;&#x800C;&#x8D8A;&#x662F;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6216;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#xFF09;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#xFF0C;&#x539F;&#x56E0;&#x6B63;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x975E;&#x529F;&#x5229;&#x201D;&#x6027;&#x3002;</p><p></p><p></p><p>&#x5728;21&#x4E16;&#x7EAA;&#x7684;&#x793E;&#x4F1A;&#x4E2D;&#xFF0C;&#x7531;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x6587;&#x5316;&#x57FA;&#x7840;&#x7684;&#x6A21;&#x7CCA;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x5728;&#x601D;&#x7EF4;&#x4E0E;&#x601D;&#x60F3;&#x4E0A;&#x9762;&#x4E34;&#x8BF8;&#x591A;&#x6311;&#x6218;&#x3002;&#x8FD9;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x6DF1;&#x523B;&#x53CD;&#x601D;&#x3002;</p><p></p><p></p><p><em><strong>&#x903B;&#x8F91;&#x8C2C;&#x8BEF;&#xFF1A;&#x5FC5;&#x7136;&#x63A8;&#x7406;&#x7684;&#x7F3A;&#x5931;</strong></em></p><p></p><p></p><p>&#x201C;&#x6F14;&#x7ECE;&#x63A8;&#x7406;&#x201D;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x8D77;&#x6E90;&#x4E8E;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#xFF0C;&#x6F14;&#x7ECE;&#x6CE8;&#x91CD;&#x5185;&#x5728;&#x63A8;&#x7406;&#xFF0C;&#x4E0D;&#x6CE8;&#x91CD;&#x89E3;&#x51B3;&#x5177;&#x4F53;&#x5E94;&#x7528;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5176;&#x4E2D;&#x7684;&#x6700;&#x91CD;&#x8981;&#x7684;&#x6210;&#x5C31;&#x662F;&#x51E0;&#x4F55;&#x5B66;&#xFF0C;&#x5373;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x7684;&#x300A;&#x51E0;&#x4F55;&#x539F;&#x672C;&#x300B;&#x3002;&#x300A;&#x51E0;&#x4F55;&#x539F;&#x672C;&#x300B;&#x5728;&#x6B27;&#x6D32;&#x5386;&#x53F2;&#x4E0A;&#x662F;&#x5370;&#x5237;&#x6570;&#x91CF;&#x4EC5;&#x6B21;&#x4E8E;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x7684;&#x51FA;&#x7248;&#x7269;&#x3002;</p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x6F14;&#x7ECE;&#x6CD5;&#x6700;&#x91CD;&#x8981;&#x7684;&#x539F;&#x5219;&#x662F;<strong>&#x201C;&#x4FDD;&#x771F;&#x6027;&#x201D;</strong>&#xFF0C;&#x5373;&#x968F;&#x7740;&#x63A8;&#x7406;&#x548C;&#x63A8;&#x8BBA;&#x7684;&#x8FDB;&#x884C;&#xFF0C;&#x7ED3;&#x8BBA;&#x4ECD;&#x7136;&#x80FD;&#x4FDD;&#x6301;&#x7EDD;&#x5BF9;&#x7684;&#x6B63;&#x786E;&#xFF0C;&#x5373;&#x5FC5;&#x7136;&#x6B63;&#x786E;&#x7684;&#x63A8;&#x7406;&#xFF1B;&#x8FD9;&#x6B63;&#x662F;&#x6765;&#x6E90;&#x4E8E;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5BF9;&#x5FC5;&#x7136;&#x6027;&#x77E5;&#x8BC6;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x5728;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x7684;&#x4E89;&#x8BBA;&#x4E2D;&#xFF0C;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x8BA4;&#x4E3A;&#x201C;&#x4E0A;&#x5E1D;&#x4E0D;&#x4F1A;&#x63B7;&#x9AB0;&#x5B50;&#x201D;&#xFF0C;&#x6B63;&#x662F;&#x57FA;&#x4E8E;&#x5BF9;&#x771F;&#x7406;&#x6F14;&#x7ECE;&#x4F53;&#x7CFB;&#x672C;&#x8EAB;&#x7684;&#x575A;&#x4FE1;&#x4E0D;&#x7591;&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x7684;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x662F;&#x6781;&#x5BCC;&#x7406;&#x6027;&#x4E0E;&#x8FA9;&#x8BC1;&#x7684;&#xFF0C;&#x5927;&#x591A;&#x6570;&#x65F6;&#x4EE3;&#x7684;&#x8D24;&#x80FD;&#x4E4B;&#x58EB;&#x90FD;&#x6709;&#x6781;&#x5F3A;&#x7684;&#x7406;&#x6027;&#x3001;&#x667A;&#x6167;&#x4E0E;&#x601D;&#x8FA8;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x6CA1;&#x6709;&#x201C;&#x6F14;&#x7ECE;&#x201D;&#x8FD9;&#x4E00;&#x65B9;&#x6CD5;&#x8BBA;&#xFF0C;&#x5BFC;&#x81F4;&#x63A8;&#x7406;&#x5B58;&#x5728;&#x601D;&#x7EF4;&#x8C2C;&#x8BEF;&#xFF1A;&#x5177;&#x4F53;&#x8868;&#x73B0;&#x4E3A;&#xFF0C;<strong>&#x6982;&#x5FF5;&#x6A21;&#x7CCA;&#x3001;&#x6BD4;&#x9644;&#x63A8;&#x7406;&#x76DB;&#x884C;</strong>&#xFF08;&#x4E25;&#x5BC6;&#x63A8;&#x7406;&#x4E0D;&#x8DB3;&#xFF09;&#x7B49;&#x3002;&#x58A8;&#x5BB6;&#x548C;&#x540D;&#x5BB6;&#x4E5F;&#x66FE;&#x6709;&#x5BF9;&#x6982;&#x5FF5;&#x5B9A;&#x4E49;&#x548C;&#x903B;&#x8F91;&#x63A8;&#x7406;&#x7684;&#x5C1D;&#x8BD5;&#xFF0C;&#x5374;&#x5E76;&#x6CA1;&#x6709;&#x88AB;&#x5E7F;&#x6CDB;&#x63A5;&#x53D7;&#x3002;</p><p></p><p></p><p>&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x4E2D;&#xFF0C;&#x5360;&#x636E;&#x4E3B;&#x6D41;&#x7684;&#x662F;<strong>&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;</strong>&#xFF0C;&#x800C;&#x975E;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#x3002;&#x5728;&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;&#x4E2D;&#xFF0C;&#x7531;&#x547D;&#x9898;&#x548C;&#x6761;&#x4EF6;&#x5F97;&#x51FA;&#x7684;&#x7ED3;&#x8BBA;&#xFF0C;&#x5E76;&#x4E0D;&#x5177;&#x6709;&#x4E25;&#x683C;&#x548C;&#x7EDD;&#x5BF9;&#x7684;&#x6B63;&#x786E;&#x6027;&#xFF0C;&#x53EA;&#x662F;&#x5728;&#x4E00;&#x5B9A;&#x6982;&#x7387;&#x4E0B;&#x4E3A;&#x201C;&#x771F;&#x201D;&#x3002;&#x6BD4;&#x9644;&#x548C;&#x7C7B;&#x63A8;&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x5E38;&#x89C1;&#x7684;&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;&#x7684;&#x4F8B;&#x5B50;&#x3002;&#x6BD4;&#x9644;&#xFF0C;&#x6307;&#x628A;&#x76F8;&#x5173;&#x6027;&#x5F53;&#x6210;&#x56E0;&#x679C;&#x6027;&#xFF1B;&#x7C7B;&#x63A8;&#xFF0C;&#x6307;&#x901A;&#x8FC7;&#x7C7B;&#x6BD4;&#x4EA7;&#x751F;&#x63A8;&#x8BBA;&#x3002;&#x4E2D;&#x533B;&#x7684;&#x201C;&#x53D6;&#x7C7B;&#x6BD4;&#x8C61;&#x201D;&#x5E94;&#x7528;&#x5E7F;&#x6CDB;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x4E2D;&#x533B;&#x8BA4;&#x4E3A;&#xFF0C;&#x5982;&#x679C;&#x80BE;&#x6C14;&#x4E8F;&#x865A;&#xFF0C;&#x5C31;&#x4F1A;&#x51FA;&#x73B0;&#x5934;&#x53D1;&#x6591;&#x767D;&#x3002;&#x4E2D;&#x533B;&#x6CBB;&#x7597;&#x80BE;&#x865A;&#x53D1;&#x767D;&#xFF0C;&#x591A;&#x4ECE;&#x8865;&#x80BE;&#x5165;&#x624B;&#xFF0C;&#x5E38;&#x7528;&#x56DB;&#x5B63;&#x957F;&#x9752;&#x7684;&#x5973;&#x8D1E;&#x3001;&#x4FA7;&#x67CF;&#x53F6;&#x7B49;&#x6765;&#x4E4C;&#x53D1;&#x3002;</p><p></p><p></p><p>&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x7C7B;&#x6BD4;&#x63A8;&#x7406;&#x4E0D;&#x4EE3;&#x8868;&#x4E00;&#x5B9A;&#x9519;&#x8BEF;&#xFF0C;&#x4E5F;&#x4E0D;&#x4E00;&#x5B9A;&#x6B63;&#x786E;&#xFF0C;&#x4E25;&#x683C;&#x6765;&#x8BF4;&#xFF0C;&#x662F;&#x5728;&#x4E00;&#x5B9A;&#x6982;&#x7387;&#x4E0B;&#x6B63;&#x786E;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x60E0;&#x66F4;&#x65AF;&#x5C06;&#x5149;&#x548C;&#x58F0;&#x8FDB;&#x884C;&#x6BD4;&#x8F83;&#xFF0C;&#x53D1;&#x73B0;&#x4E86;&#x4E24;&#x8005;&#x7684;&#x76F8;&#x540C;&#x5C5E;&#x6027;&#xFF1A;&#x76F4;&#x7EBF;&#x4F20;&#x64AD;&#x3001;&#x53CD;&#x5C04;&#x3001;&#x6298;&#x5C04;&#x7B49;&#xFF0C;&#x53C8;&#x5DF2;&#x77E5;&#x58F0;&#x6709;&#x6CE2;&#x52A8;&#x6027;&#xFF0C;&#x6240;&#x4EE5;&#x731C;&#x6D4B;&#x5149;&#x4E5F;&#x6709;&#x6CE2;&#x52A8;&#x6027;&#x3002;&#x4E4B;&#x540E;&#x7684;&#x79D1;&#x5B66;&#x8FDB;&#x5C55;&#x8BC1;&#x660E;&#x4E86;&#x60E0;&#x66F4;&#x65AF;&#x7684;&#x7C7B;&#x6BD4;&#x63A8;&#x7406;&#x7ED3;&#x8BBA;&#x7684;&#x6B63;&#x786E;&#x6027;&#x3002;&#x4F46;&#x7C7B;&#x6BD4;&#x63A8;&#x7406;&#x7684;&#x201C;&#x4E0D;&#x5FC5;&#x7136;&#x201D;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x5BF9;&#x601D;&#x7EF4;&#x7684;&#x4E25;&#x683C;&#x6027;&#x4EA7;&#x751F;&#x4E86;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x201C;&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;&#x201D;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x6982;&#x5FF5;&#x6A21;&#x7CCA;&#x3001;&#x4E8B;&#x5B9E;&#x4E0D;&#x6E05;&#x4E5F;&#x4E3A;&#x5E38;&#x89C1;&#x601D;&#x7EF4;&#x8BEF;&#x533A;&#x3002;&#x6982;&#x5FF5;&#x548C;&#x4E8B;&#x5B9E;&#x662F;&#x63A8;&#x7406;&#x7684;&#x524D;&#x63D0;&#x3002;&#x5BF9;&#x7279;&#x5B9A;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x4E0D;&#x51C6;&#x786E;&#x6216;&#x4E0D;&#x6DF1;&#x523B;&#xFF0C;&#x5BF9;&#x4E8B;&#x5B9E;&#x7684;&#x53EF;&#x9760;&#x6027;&#x7F3A;&#x4E4F;&#x8BC1;&#x5B9E;&#xFF0C;&#x5219;&#x76F4;&#x63A5;&#x5BFC;&#x81F4;&#x63A8;&#x7406;&#x8FC7;&#x7A0B;&#x7684;&#x4E0D;&#x6B63;&#x786E;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x201C;&#x53BB;&#x4E2D;&#x5FC3;&#x5316;&#x201D;&#x8FD9;&#x4E00;&#x7FFB;&#x8BD1;&#x5E76;&#x4E0D;&#x80FD;&#x51C6;&#x786E;&#x53CD;&#x5E94;&#x8FD9;&#x4E00;&#x8BCD;&#x8BED;&#x80CC;&#x540E;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x4EE4;&#x4E00;&#x4E9B;&#x533A;&#x5757;&#x94FE;&#x884C;&#x4E1A;&#x4ECE;&#x4E1A;&#x8005;&#x4EA7;&#x751F;&#x56F0;&#x60D1;&#x3001;&#x7406;&#x89E3;&#x4E0D;&#x6E05;&#x3002;&#x5C06;&#x201C;&#x89C2;&#x5FF5;&#x201D;&#x4E0E;&#x201C;&#x4E8B;&#x5B9E;&#x201D;&#x6DF7;&#x6DC6;&#xFF0C;&#x65E0;&#x6CD5;&#x533A;&#x5206;&#x4E3B;&#x89C2;&#x4E0E;&#x5BA2;&#x89C2;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x89C1;&#x4E8E;&#x8BC4;&#x4EF7;&#x6216;&#x5224;&#x65AD;&#xFF0C;&#x5982;&#x201C;&#x4E2D;&#x56FD;&#x4E3A;&#x79D1;&#x6280;&#x53D1;&#x8FBE;&#x4E4B;&#x56FD;&#x5BB6;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5FC5;&#x7136;&#x63A8;&#x7406;&#x7F3A;&#x5931;&#x5F15;&#x8D77;&#x7684;&#x903B;&#x8F91;&#x8C2C;&#x8BEF;&#xFF0C;&#x5BF9;&#x601D;&#x7EF4;&#x3001;&#x51B3;&#x7B56;&#x548C;&#x5224;&#x65AD;&#xFF0C;&#x5177;&#x6709;&#x663E;&#x8457;&#x7684;&#x8D1F;&#x9762;&#x5F71;&#x54CD;&#xFF1B;&#x4ECE;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#x8BB2;&#xFF0C;&#x6210;&#x4EBA;&#x4E5F;&#x9700;&#x8981;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x81EA;&#x6211;&#x6559;&#x80B2;&#x3002;</p><p></p><p></p><p><strong><em>&#x201C;&#x53E4;&#x4ECA;&#x4E2D;&#x5916;&#x201D;&#xFF1A;&#x601D;&#x60F3;&#x89C2;&#x5FF5;&#x7684;&#x6DF7;&#x4E71;</em></strong></p><p></p><p></p><p>&#x79D1;&#x5B66;&#x6587;&#x5316;&#x57FA;&#x7840;&#x6A21;&#x7CCA;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x4E00;&#x767E;&#x591A;&#x5E74;&#x6765;&#x201C;&#x897F;&#x5B66;&#x4E1C;&#x6E10;&#x201D;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x4F7F;&#x5F97;&#x73B0;&#x4EE3;&#x4E2D;&#x56FD;&#x5728;&#x6587;&#x5316;&#x4E0A;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x6311;&#x6218;&#x3002;&#x7B80;&#x5355;&#x6765;&#x770B;&#xFF0C;&#x4FBF;&#x662F;<strong>&#x201C;&#x53E4;&#x4ECA;&#x201D;&#x548C;&#x201C;&#x4E2D;&#x5916;&#x201D;&#x4E24;&#x4E2A;&#x7EF4;&#x5EA6;&#x7684;&#x6311;&#x6218;</strong>&#xFF0C;&#x4EE5;&#x53CA;&#x5F15;&#x8D77;&#x7684;&#x95EE;&#x9898;&#xFF1A;&#xFF08;1&#xFF09;&#x4ECA;&#x4EBA;&#x4E0D;&#x8BC6;&#x53E4;&#xFF0C;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5145;&#x5206;&#x8FD0;&#x7528;&#x53E4;&#x4EE3;&#x6587;&#x660E;&#x9057;&#x4EA7;&#xFF1B;&#xFF08;2&#xFF09;&#x5BF9;&#x897F;&#x65B9;&#x7684;&#x601D;&#x60F3;&#x6839;&#x6E90;&#x672A;&#x5145;&#x5206;&#x5438;&#x6536;&#xFF0C;&#x89C1;&#x5176;&#x8868;&#x800C;&#x672A;&#x53CA;&#x91CC;&#xFF1B;&#xFF08;3&#xFF09;&#x4E2D;&#x897F;&#x601D;&#x60F3;&#x7684;&#x51B2;&#x7A81;&#xFF0C;&#x5F15;&#x8D77;&#x601D;&#x60F3;&#x7684;&#x5272;&#x88C2;&#x4E0E;&#x6DF7;&#x4E71;&#x3002;</p><p></p><p></p><p>&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x201C;&#x4E94;&#x56DB;&#x201D;&#x4EE5;&#x6765;&#x7684;&#x6570;&#x6B21;&#x6587;&#x5316;&#x8FD0;&#x52A8;&#xFF0C;&#x5BF9;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x7684;&#x6574;&#x4F53;&#x7834;&#x574F;&#x4E25;&#x91CD;&#xFF0C;&#x4F7F;&#x5F97;&#x4ECA;&#x5929;&#x5F88;&#x591A;&#x4E2D;&#x56FD;&#x4EBA;<strong>&#x96BE;&#x4EE5;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x5305;&#x62EC;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x4F53;&#x7CFB;&#x5728;&#x5185;&#x201C;&#x8BF8;&#x5B50;&#x201D;&#x7684;&#x4E2D;&#x534E;&#x6587;&#x5316;&#x7CBE;&#x9AD3;</strong>&#x3002;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5BF9;&#x5F15;&#x8FDB;&#x7684;&#x5305;&#x62EC;&#x5E0C;&#x814A;&#x7F57;&#x9A6C;&#x3001;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x3001;&#x81EA;&#x7531;&#x4E3B;&#x4E49;&#x3001;&#x9A6C;&#x514B;&#x601D;&#x5728;&#x5185;&#x7684;<strong>&#x897F;&#x65B9;&#x7684;&#x7CBE;&#x795E;&#x9057;&#x4EA7;&#x7684;&#x5438;&#x6536;&#xFF0C;&#x5B58;&#x5728;&#x6D88;&#x5316;&#x4E0D;&#x826F;&#x3001;&#x53EA;&#x89C1;&#x6811;&#x6728;&#x3001;&#x4E0D;&#x89C1;&#x68EE;&#x6797;&#x7684;&#x60C5;&#x51B5;</strong>&#x3002;</p><p></p><p></p><p>&#x4E3E;&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E3A;&#x4F8B;&#x3002;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x7406;&#x6027;&#x601D;&#x7EF4; &#xFF0C;&#x4E5F;&#x662F;&#x897F;&#x65B9;&#x6700;&#x65E9;&#x671F;&#x7684;&#x201C;&#x81EA;&#x7531;&#x201D;&#x89C2;&#x5FF5;&#x3002;&#x73B0;&#x4EE3;&#x4E2D;&#x56FD;&#x5BF9;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x63A2;&#x8BA8;&#xFF0C;&#x5982;&#x679C;&#x53EA;&#x505C;&#x7559;&#x5728;&#x653F;&#x6CBB;&#x6743;&#x5229;&#x5C42;&#x9762;&#xFF0C;&#x5219;&#x4E0D;&#x80FD;&#x6DF1;&#x5165;&#x5176;&#x672C;&#x8D28;&#x548C;&#x6839;&#x6E90;&#x3002;&#x5BF9;&#x4E8E;&#x4E2D;&#x534E;&#x4F20;&#x7EDF;&#xFF0C;&#x4E0D;&#x7406;&#x89E3;&#x201C;&#x5112;&#x201D;&#x3001;&#x201C;&#x9053;&#x201D;&#x3001;&#x201C;&#x4F5B;&#x201D;&#x5728;&#x81EA;&#x7531;&#x4E0A;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x4E5F;&#x96BE;&#x4EE5;&#x5C06;&#x5176;&#x771F;&#x6B63;&#x8F6C;&#x5316;&#x4E3A;&#x81EA;&#x6211;&#x7684;&#x7CBE;&#x795E;&#x8D44;&#x6E90;&#x3002;</p><p></p><p></p><p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3001;&#x201C;&#x81EA;&#x7531;&#x201D;&#x3001;&#x201C;&#x54F2;&#x5B66;&#x201D;&#x3001;&#x201C;&#x6C11;&#x4E3B;&#x201D;&#x3001;&#x201C;&#x6280;&#x672F;&#x201D;&#x3001;&#x201C;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x81EA;&#x7136;&#x201D;&#x7B49;&#x73B0;&#x4EE3;&#x6C49;&#x8BED;&#x8BCD;&#x6C47;&#x7684;&#x6982;&#x5FF5;&#x6A21;&#x7CCA;&#xFF0C;&#x672C;&#x8EAB;&#x5C31;&#x662F;&#x8FD9;&#x4E00;&#x6587;&#x5316;&#x75C5;&#x75C7;&#x7684;&#x75C7;&#x72B6;&#x3002;&#x8FD9;&#x4E9B;&#x8BCD;&#x8BED;&#x90FD;&#x6765;&#x81EA;&#x4E8E;&#x665A;&#x6E05;&#x65F6;&#x671F;&#x65E5;&#x672C;&#x5B66;&#x8005;&#x7FFB;&#x8BD1;&#x7684;&#x8457;&#x4F5C;&#x4F20;&#x5165;&#x4E2D;&#x56FD;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x88AB;&#x5438;&#x6536;&#x548C;&#x91C7;&#x7EB3;&#x7684;&#xFF0C;&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#x66F4;&#x4E3A;&#x7CBE;&#x5230;&#x548C;&#x5730;&#x9053;&#x7684;&#x4E25;&#x590D;&#x7684;&#x7FFB;&#x8BD1;&#x5982;&#x201C;&#x683C;&#x81F4;&#x201D;&#xFF08;&#x76F8;&#x6BD4;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x66F4;&#x80FD;&#x53CD;&#x6620;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#xFF09;&#x3001;&#x201C;&#x7406;&#x5B66;&#x201D;&#xFF08;&#x5BF9;&#x5E94;&#x201C;&#x54F2;&#x5B66;&#x201D;&#xFF09;&#x3001;&#x5929;&#x6F14;&#xFF08;&#x5BF9;&#x5E94;&#x201C;&#x8FDB;&#x5316;&#x201D;&#xFF09;&#x7B49;&#x5219;&#x4E0D;&#x5E78;&#x672A;&#x88AB;&#x91C7;&#x7EB3;&#x3002;<strong>&#x5BF9;&#x4E8E;&#x8FD9;&#x4E9B;&#x65E5;&#x672C;&#x7FFB;&#x8BD1;&#x7684;&#x897F;&#x65B9;&#x8BCD;&#x6C47;&#xFF0C;&#x6211;&#x4EEC;&#x7F3A;&#x4E4F;&#x672C;&#x8D28;&#x7684;&#x7406;&#x89E3;</strong>&#xFF0C;&#x5219;&#x96BE;&#x514D;&#x5728;&#x601D;&#x60F3;&#x4E0E;&#x89C2;&#x5FF5;&#x4E2D;&#x5B58;&#x5728;&#x8BF8;&#x591A;&#x56F0;&#x60D1;&#xFF0C;&#x8981;&#x53D1;&#x626C;&#x5149;&#x5927;&#x5219;&#x6709;&#x66F4;&#x591A;&#x56F0;&#x96BE;&#x3002;</p><p></p><p></p><p>&#x8981;&#x89E3;&#x51B3;&#x8FD9;&#x4E00;&#x56F0;&#x96BE;&#xFF0C;&#x552F;&#x6709;&#x4E0D;&#x88AB;&#x8FD9;&#x4E9B;&#x8BED;&#x8A00;&#x8BCD;&#x6C47;&#x4E0A;&#x7684;&#x201C;&#x672B;&#x201D;&#x6240;&#x5E72;&#x6270;&#xFF0C;&#x800C;&#x662F;&#x56DE;&#x5230;&#x5176;&#x7CBE;&#x795E;&#x7684;&#x201C;&#x672C;&#x201D;&#xFF0C;&#x624D;&#x80FD;&#x5728;&#x601D;&#x60F3;&#x4E0A;&#x6709;&#x771F;&#x6B63;&#x7684;&#x6DF1;&#x5165;&#x4E0E;&#x53D1;&#x626C;&#x3002;</p><p></p><p></p><p>&#x5728;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x201C;&#x4F5B;&#x5B66;&#x201D;&#x4F5C;&#x4E3A;&#x4ECE;&#x897F;&#x9762;&#x4F20;&#x5165;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x4E5F;&#x66FE;&#x5BF9;&#x4E2D;&#x534E;&#x7684;&#x6587;&#x5316;&#x4F20;&#x7EDF;&#x53D1;&#x8D77;&#x91CD;&#x5927;&#x51B2;&#x51FB;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x672C;&#x5730;&#x5316;&#x7684;&#x201C;&#x7985;&#x5B97;&#x201D;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x4FC3;&#x6210;&#x4E86;&#x201C;&#x7406;&#x5B66;&#x201D;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x5112;&#x5B66;&#x7684;&#x53D1;&#x5C55;&#x4E0E;&#x590D;&#x5174;&#xFF0C;&#x4F7F;&#x5F97;&#x5112;&#x5B66;&#x6210;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x9053;&#x7EDF;&#xFF0C;&#x4F46;&#x9AD8;&#x5EA6;&#x7EDF;&#x4E00;&#x7684;&#x601D;&#x60F3;&#x5374;&#x4E5F;&#x65E0;&#x5F62;&#x4E2D;&#x9020;&#x6210;&#x4E86;&#x660E;&#x6E05;&#x7684;&#x601D;&#x60F3;&#x4FDD;&#x5B88;&#x3002;</p><p></p><p></p><p>&#x9762;&#x5BF9;&#x5F53;&#x524D;&#x7684;&#x6587;&#x5316;&#x56F0;&#x5C40;&#xFF0C;<strong>&#x5BFB;&#x5F97;&#x4E2D;&#x897F;&#x6587;&#x660E;&#x7684;&#x201C;&#x672C;&#x201D;</strong>&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x7406;&#x89E3;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x548C;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x201C;&#x672C;&#x201D;&#xFF0C;&#x8BA9;&#x66F4;&#x591A;&#x7684;&#x793E;&#x4F1A;&#x516C;&#x6C11;&#x8BA4;&#x8BC6;&#x5230;&#x6587;&#x5316;&#x7684;&#x57FA;&#x56E0;&#x4E0E;&#x571F;&#x58E4;&#xFF0C;&#x5E76;&#x4EE5;&#x53F2;&#x4E3A;&#x9274;&#x3001;&#x5F15;&#x5BFC;&#x6B63;&#x786E;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#xFF0C;&#x662F;&#x73B0;&#x4EE3;&#x793E;&#x4F1A;&#x3001;&#x79D1;&#x5B66;&#x4E0E;&#x6587;&#x5316;&#x8FDB;&#x4E00;&#x6B65;&#x201C;&#x5929;&#x6F14;&#x201D;&#x7684;&#x91CD;&#x8981;&#x8FDB;&#x7A0B;&#x3002;</p><p></p><center><img src="https://upload.wikimedia.org/wikipedia/commons/thumb/2/2e/Charles_Darwin_seated_crop.jpg/360px-Charles_Darwin_seated_crop.jpg" alt=""></center><p></p><p>&#x67E5;&#x5C14;&#x65AF;&#xB7;&#x8FBE;&#x5C14;&#x6587;&#xFF1A;<a href="https://en.wikipedia.org/wiki/Science" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; Science</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a>&#x200B;</p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5728;&#x4E0B;&#x4E00;&#x7AE0;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x8BA8;&#x8BBA;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x54EA;&#x4E9B;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%ba%8c</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-yafmsa49dm" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（一）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZrJXGVdgaSSv2Z1dhn%2F-LZrLYej0gwH5OgwV81C%2Fimage.png?alt=media&amp;token=ba053c7d-044a-49d8-8b78-b45f2a6e2ce9" alt="【未来教育学】成年人需要什么样的STEM教育？（一）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-01T15:48:09.000Z">2019-03-01</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">21 minutes read (About 3199 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（一）/">【未来教育学】成年人需要什么样的STEM教育？（一）</a></h1><div class="content"><p></p><p><a href="https://steemit.com/created/cn-stem" target="_blank" rel="noreferrer noopener">#cn-stem</a> &#x6B63;&#x5F0F;&#x6210;&#x7ACB;&#x5DF2;&#x7ECF;&#x6709;&#x51E0;&#x4E2A;&#x6708;&#x4E86;&#xFF0C;&#x5927;&#x5BB6;&#x5199;&#x7684;&#x8BDD;&#x9898;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x6709;&#x7684;&#x786E;&#x5B9E;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x3001;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x6DF1;&#x5EA6;&#xFF0C;&#x5982;@aellly&#x74DC;&#x53D4;&#x5199;&#x7684;&#x201C;&#x7535;&#x8DEF;&#x8BFE;&#x201D;&#x7CFB;&#x5217;&#xFF0C;@honoru&#x7C73;&#x9AD8;&#x8C08;&#x6E38;&#x620F;&#x7F16;&#x7A0B;&#x7684;&#x516C;&#x76CA;&#x9879;&#x76EE;&#xFF0C;@julian2013&#x7684;&#x7535;&#x5B50;&#x5DE5;&#x7A0B;&#x5E08;&#x7CFB;&#x5217;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x4F46;&#x6574;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x8D28;&#x91CF;&#x4E0D;&#x7B97;&#x9AD8;&#xFF0C;&#x704C;&#x6C34;&#x7684;&#x6587;&#x7AE0;&#x6709;&#x4E00;&#x4E9B;&#xFF0C;&#x8BA9;&#x4EBA;&#x773C;&#x524D;&#x4E00;&#x4EAE;&#x7684;&#x6587;&#x7AE0;&#x5C11;&#xFF1B;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x4F5C;&#x8005;&#x7684;&#x6C34;&#x51C6;&#x4E0D;&#x8DB3;&#xFF0C;&#x4E5F;&#x6709;&#x6FC0;&#x52B1;&#x673A;&#x5236;&#x6216;&#x8005;&#x8BC4;&#x4EF7;&#x6807;&#x51C6;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p>&#x7C73;&#x9AD8;@honoru&#x5728;&#x6587;&#x7AE0;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5199;STEM&#x6587;&#x7AE0;&#x7684;&#x51E0;&#x79CD;&#x5EFA;&#x8BAE;&#xFF0C;&#x90FD;&#x662F;&#x5F88;&#x4E0D;&#x9519;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x6211;&#x8FD9;&#x91CC;&#x5E76;&#x4E0D;&#x6253;&#x7B97;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x5982;&#x4F55;&#x4E3A; @steemSTEM &#x6216; @cn-stem &#x5199;&#x6587;&#x7AE0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x662F;&#x60F3;&#x804A;&#x804A;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><h2 id="shui-xu-yao-stem-jiao-yu">&#x8C01;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;<a href="#shui-xu-yao-stem-jiao-yu"></a></h2><p></p><p></p><p>&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x63D0;&#x5230;&#x6216;&#x8BA8;&#x8BBA;STEM&#x6559;&#x80B2;&#x65F6;&#xFF0C;&#x5927;&#x591A;&#x662F;&#x5728;&#x8C08;&#x8BBA;&#x7ED9;<strong>&#x672A;&#x6210;&#x5E74;&#x4EBA;</strong>&#x7684;STEM&#x6216;&#x8005;STEAM&#xFF08;&#x52A0;&#x4E0A;&#x827A;&#x672F;/Art&#xFF09;&#x6559;&#x80B2;&#x3002;&#x76EE;&#x524D;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x5C0F;&#x5B66;&#x548C;&#x4E2D;&#x5B66;&#xFF0C;STEM&#x6559;&#x80B2;&#x8D8A;&#x6765;&#x8D8A;&#x666E;&#x53CA;&#xFF0C;&#x5546;&#x4E1A;&#x6027;&#x8D28;&#x7684;&#x57F9;&#x8BAD;&#x673A;&#x6784;&#x4E5F;&#x975E;&#x5E38;&#x591A;&#xFF0C;&#x9762;&#x5411;&#x7684;&#x4EBA;&#x7FA4;&#x662F;&#x4EE5;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4E3B;&#x3002;&#x9752;&#x5C11;&#x5E74;&#x65F6;&#x671F;&#xFF0C;&#x662F;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x548C;&#x5FC3;&#x667A;&#x7684;&#x91CD;&#x8981;&#x9636;&#x6BB5;&#xFF0C;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x662F;&#x5F88;&#x6709;&#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x6B64;&#x6587;&#x65E0;&#x987B;&#x591A;&#x8A00;&#x3002;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x5728;STEM&#x6559;&#x80B2;&#x65B9;&#x9762;&#x6709;&#x5341;&#x5206;&#x5B9D;&#x8D35;&#x7B2C;&#x4E00;&#x624B;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x4ECE;&#x6E38;&#x620F;&#x5165;&#x624B;&#x5E2E;&#x52A9;&#x5B69;&#x5B50;&#x3001;&#x6210;&#x5E74;&#x4EBA;&#x3001;&#x8001;&#x4EBA;&#x5B66;&#x4E60;&#x4FE1;&#x606F;&#x79D1;&#x6280;&#xFF0C;&#x975E;&#x5E38;&#x6709;&#x610F;&#x4E49;&#x3002;&#x6BD4;&#x5982;&#x7C73;&#x9AD8;&#x5728;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#xFF1A;&#x201C;<strong>&#x300C;&#x7236;&#x6BCD;&#x8207;&#x5B50;&#x5973;&#x4E00;&#x540C;&#x5B78;&#x7FD2;&#x300D;</strong>&#x662F;&#x6211;&#x5011;&#x7684;&#x57FA;&#x790E;&#x67B6;&#x69CB;&#xFF0C;STEM &#x672C;&#x8EAB;&#x5DF2;&#x5F88;&#x591A;&#x5143;&#x5316;&#xFF0C;&#x80FD;&#x5F15;&#x767C;&#x8208;&#x8DA3;&#xFF0C;&#x4E26;&#x4E14;&#x555F;&#x767C;&#x601D;&#x7DAD;&#x3002;&#x201D;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x7684;&#x7ECF;&#x9A8C;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x4E0D;&#x5149;&#x5B69;&#x5B50;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF0C;<strong>&#x6210;&#x5E74;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;STEM&#x6559;&#x80B2;&#xFF0C;&#x4E0D;&#x8FC7;&#x5728;&#x76EE;&#x6807;&#x3001;&#x65B9;&#x6CD5;&#x548C;&#x5185;&#x5BB9;&#x90FD;&#x53EF;&#x4EE5;&#x6709;&#x6240;&#x4E0D;&#x540C;</strong>&#x3002;&#x4E0D;&#x540C;&#x5E74;&#x9F84;&#x548C;&#x9886;&#x57DF;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF08;&#x5927;&#x5B66;&#x751F;&#x3001;&#x4E0D;&#x540C;&#x884C;&#x4E1A;&#x5DE5;&#x4F5C;&#x8005;&#x3001;&#x7BA1;&#x7406;&#x8005;&#x3001;&#x7814;&#x7A76;&#x8005;&#x3001;&#x9000;&#x4F11;&#x8001;&#x4EBA;&#xFF09;&#x9700;&#x8981;&#x7684;STEM&#x6559;&#x80B2;&#xFF0C;&#x5DEE;&#x5F02;&#x5F88;&#x5927;&#x3002;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#xFF0C;&#x6211;&#x60F3;&#x7B3C;&#x7EDF;&#x7684;&#x8C08;&#x4E00;&#x8C08;<strong>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x8FD9;&#x662F;&#x4E2A;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x91CC;&#x6CA1;&#x6CD5;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x4EC5;&#x662F;&#x629B;&#x7816;&#x5F15;&#x7389;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZrJXGVdgaSSv2Z1dhn%2F-LZrLYej0gwH5OgwV81C%2Fimage.png?alt=media&amp;token=ba053c7d-044a-49d8-8b78-b45f2a6e2ce9" alt=""></center><p></p><p style="text-align:center"><a href="https://en.wikipedia.org/wiki/Science" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; Science</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why">&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;Why&#xFF09;<a href="#cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why"></a></h2><p></p><p></p><p>&#x5F53;&#x524D;&#x6240;&#x8C13;&#x7684;&#x201C;&#x5FAE;&#x8BFE;&#x7A0B;&#x201D;&#x548C;&#x201C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x201D;&#x5F88;&#x591A;&#xFF0C;&#x8D28;&#x91CF;&#x8F83;&#x9AD8;&#x7684;&#x5982;Coursera&#x548C;&#x4E16;&#x754C;&#x8457;&#x540D;&#x9AD8;&#x6821;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#x4E5F;&#x5F88;&#x4E30;&#x5BCC;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x8BA4;&#x4E3A;&#x8001;&#x4EBA;&#x5B66;&#x4F1A;&#x6C49;&#x5B57;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x6216;&#x8005;&#x6210;&#x5E74;&#x4EBA;&#x5B66;&#x4E60;Python&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x5236;&#x4F5C;&#x7F51;&#x7AD9;&#x3001;App&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5E94;&#x7528;&#xFF0C;&#x6216;&#x8005;&#x5B8C;&#x6210;&#x5927;&#x5B66;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#xFF0C;&#x751A;&#x81F3;&#x62FF;&#x5230;&#x7406;&#x5DE5;&#x79D1;&#x7684;&#x201C;&#x5FAE;&#x5B66;&#x4F4D;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x6709;&#x6548;&#x7684;STEM&#x6559;&#x80B2;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x539F;&#x56E0;&#x662F;&#xFF0C;STEM&#x662F;&#x4E2A;&#x7B3C;&#x7EDF;&#x7684;&#x3001;&#x7EFC;&#x5408;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x81F3;&#x5C11;&#x5305;&#x542B;&#x4E86;&#x79D1;&#x5B66;&#xFF08;Science&#xFF09;&#x3001;&#x6280;&#x672F;&#xFF08;Technology&#xFF09;&#x3001;&#x5DE5;&#x7A0B;&#xFF08;Engineering&#xFF09;&#x3001;&#x6570;&#x5B66;&#xFF08;Math&#xFF09;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x4E2D;&#x56FD;&#x4E0D;&#x5B58;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#x4EE5;&#x6765;&#x5BF9;&#x8FD9;&#x51E0;&#x4E2A;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x7F3A;&#x4E4F;&#x6DF1;&#x5165;&#x3001;&#x7CFB;&#x7EDF;&#x3001;&#x76F4;&#x63A5;&#x7684;&#x7406;&#x89E3;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x4E9F;&#x9700;STEM&#x6559;&#x80B2;&#xFF0C;&#x5C24;&#x5176;&#x662F;<strong>&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><p>&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x6570;&#x5B66;&#x7684;&#x8BEF;&#x89E3;&#xFF0C;&#x6709;&#x65F6;&#x628A;&#x6570;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x7B97;&#x672F;&#x6216;&#x8005;&#x8BA1;&#x7B97;&#xFF0C;&#x628A;&#x4F1A;&#x89E3;&#x5E94;&#x7528;&#x9898;&#x5F53;&#x6210;&#x638C;&#x63E1;&#x4E86;&#x6570;&#x5B66;&#xFF0C;&#x5BF9;&#x6574;&#x4E2A;&#x6570;&#x5B66;&#x4F53;&#x7CFB;&#x6216;&#x6570;&#x5B66;&#x57FA;&#x7840;&#x7F3A;&#x4E4F;&#x7CFB;&#x7EDF;&#x8BA4;&#x8BC6;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x73B0;&#x5B9E;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;<strong>&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7EDD;&#x5BF9;&#x5D07;&#x62DC;&#x548C;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7247;&#x9762;&#x7406;&#x89E3;&#x7684;&#x51B2;&#x7A81;</strong>&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x5F15;&#x8D77;&#x4E25;&#x91CD;&#x793E;&#x4F1A;&#x540E;&#x679C;&#x3002;&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x6280;&#x672F;&#xFF0C;&#x6216;&#x8005;&#x7B3C;&#x7EDF;&#x5730;&#x79F0;&#x4E3A;&#x79D1;&#x6280;&#xFF1B;&#x6216;&#x8005;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x751F;&#x4EA7;&#x529B;&#x7684;&#x6765;&#x6E90;&#xFF1B;&#x6216;&#x8005;&#x4EC5;&#x8BA4;&#x4E3A;&#x79D1;&#x5B66;&#x4E3A;&#x4E00;&#x79CD;&#x667A;&#x529B;&#x6216;&#x6559;&#x5B66;&#x6D3B;&#x52A8;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5B9E;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x548C;&#x201C;&#x6570;&#x5B66;&#x201D;&#x7684;&#x8BEF;&#x89E3;&#x7684;&#x6839;&#x6E90;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#xFF0C;&#x5373;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934; &#x2014;&#x2014; <strong>&#x53E4;&#x5E0C;&#x814A;&#x7684;&#x201C;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x201D;</strong> &#x2014;&#x2014;&#x7684;&#x4E0D;&#x4E86;&#x89E3;&#xFF0C;&#x4EE5;&#x53CA;&#x53D7;&#x4E2D;&#x56FD;&#x201C;&#x7ECF;&#x4E16;&#x81F4;&#x7528;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><h3 id="1-shen-me-shi-ke-xue">1. &#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#xFF1F;<a href="#1-shen-me-shi-ke-xue"></a></h3><p></p><p></p><p>20&#x4E16;&#x7EAA;50&#x5E74;&#x4EE3;&#xFF0C;&#x82F1;&#x56FD;&#x79D1;&#x5B66;&#x53F2;&#x4E13;&#x5BB6;&#x674E;&#x7EA6;&#x745F;&#x63D0;&#x51FA;&#x8457;&#x540D;&#x7684;<strong>&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;</strong> &#x2014;&#x2014;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x66FE;&#x7ECF;&#x5728;&#x4E16;&#x754C;&#x9886;&#x5148;&#xFF0C;&#x800C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x5374;&#x672A;&#x80FD;&#x5728;&#x4E2D;&#x56FD;&#x4EA7;&#x751F;&#xFF1F;&#x201D;</p><p></p><p></p><p>&#x5BF9;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x7684;&#x56DE;&#x7B54;&#xFF0C;&#x8457;&#x4F5C;&#x5F88;&#x591A;&#xFF0C;&#x5982;&#x674E;&#x7EA6;&#x745F;&#x672C;&#x4EBA;&#x7684;&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;&#xFF0C;&#x4E00;&#x4E9B;&#x5728;&#x56FD;&#x5185;&#x8F83;&#x6D41;&#x884C;&#x7684;&#x8BFB;&#x672C;&#xFF0C;&#x5982;&#x9648;&#x5609;&#x6620;&#x7684;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;&#x3001;&#x5434;&#x56FD;&#x76DB;&#x7684;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#xFF0C;&#x4E5F;&#x7ED9;&#x51FA;&#x4E86;&#x6DF1;&#x5165;&#x7684;&#x89E3;&#x7B54;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x54F2;&#x5B66;&#x7CFB;&#x5434;&#x56FD;&#x76DB;&#x6559;&#x6388;&#x5728;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x4E2D;&#x7684;&#x5206;&#x6790;&#x6700;&#x503C;&#x5F97;&#x91CD;&#x89C6;&#xFF0C;&#x672C;&#x6587;&#x8FD9;&#x4E00;&#x8282;&#x7684;&#x89C2;&#x70B9;&#x591A;&#x53C2;&#x8003;&#x6B64;&#x4E66;&#x7684;&#x8BBA;&#x8BC1;&#x3002;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x8981;&#x56DE;&#x7B54;&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;&#xFF0C;&#x5FC5;&#x987B;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7ED9;&#x51FA;&#x4E00;&#x4E2A;&#x660E;&#x786E;&#x7684;&#x5B9A;&#x4E49;&#x3002;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x6709;&#x4E24;&#x79CD;&#x5F62;&#x6001;&#xFF1A;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x4E0E;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;&#x674E;&#x7EA6;&#x745F;&#x7684;&#x63D0;&#x95EE;&#x4E2D;&#x8BA4;&#x53EF;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6709;&#x53D1;&#x8FBE;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x5E94;&#x4E3A;&#x201C;&#x6280;&#x672F;&#x201D;&#x6216;&#x201C;&#x53D1;&#x660E;&#x201D;&#xFF0C;&#x800C;&#x975E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x6DF1;&#x5165;&#x63A2;&#x7A76;&#xFF0C;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7684;&#x4EBA;&#x6587;&#x73AF;&#x5883;&#xFF0C;&#x5E76;&#x4E0D;&#x5177;&#x6709;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#xFF09;&#x751F;&#x957F;&#x7684;&#x57FA;&#x56E0;&#x548C;&#x793E;&#x4F1A;&#x571F;&#x58E4;&#x7684;&#x5DEE;&#x5F02;&#xFF1B;&#x4E3A;&#x4E86;&#x660E;&#x786E;&#x7684;&#x5206;&#x6790;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x8BE2;&#x95EE;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6B27;&#x6D32;&#x6587;&#x660E;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p><strong><em>&#x897F;&#x65B9;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#xFF1A;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934;&#x5728;&#x4E8E;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5373;&#x7531;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x786E;&#x5B9A;&#x7684;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FFD;&#x6C42;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5185;&#x5728;&#x6027;&#x3001;&#x975E;&#x529F;&#x5229;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6700;&#x65E9;&#x7684;&#x5BF9;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x5373;&#x65AF;&#x5BBE;&#x8BFA;&#x838E;&#x8BF4;&#x7684;&#x201C;&#x81EA;&#x7531;&#x662F;&#x5BF9;&#x5FC5;&#x7136;&#x7684;&#x8BA4;&#x8BC6;&#x201D;&#xFF1B;&#x8FD9;&#x672C;&#x8D28;&#x4E0A;&#x662F;&#x5BF9;&#x201C;&#x6C38;&#x6052;&#x201D;&#x548C;&#x201C;&#x672C;&#x6027;&#x201D;&#xFF08;nature&#xFF09;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#xFF0C;&#x201C;&#x6709;&#x77E5;&#x5373;&#x6709;&#x5FB7;&#x201D;&#xFF0C;&#x201C;&#x65E0;&#x77E5;&#x5DF1;&#x7F3A;&#x5FB7;&#x201D;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x628A;&#x8FFD;&#x6C42;&#x77E5;&#x8BC6;&#x672C;&#x8EAB;&#x5F53;&#x6210;&#x6700;&#x9AD8;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x638C;&#x63E1;&#x529B;&#x91CF;&#x3001;&#x5BCC;&#x56FD;&#x5F3A;&#x5175;&#x7684;&#x624B;&#x6BB5;&#x3002;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x672C;&#x8EAB;&#x5E76;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x6C42;&#x529B;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x4EBA;&#x6587;&#x201D;&#xFF0C;&#x5E0C;&#x814A;&#x4EBA;&#x8BA4;&#x4E3A;&#x53EA;&#x6709;&#x901A;&#x8FC7;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#xFF08;&#x79D1;&#x5B66;&#xFF09;&#x624D;&#x80FD;&#x83B7;&#x5F97;&#x201C;&#x81EA;&#x7531;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#x8FD9;&#x4E00;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#xFF0C;&#x4E0E;&#x5F53;&#x65F6;&#x7684;&#x6E38;&#x7267;&#x3001;&#x822A;&#x6D77;&#x548C;&#x7ECF;&#x5546;&#x7684;&#x751F;&#x6D3B;&#x73AF;&#x5883;&#x76F8;&#x5339;&#x914D;&#x3002;&#x8FD9;&#x6709;&#x522B;&#x4E8E;&#x4E2D;&#x56FD;&#x57FA;&#x4E8E;&#x519C;&#x8015;&#x6587;&#x660E;&#x800C;&#x53D1;&#x5C55;&#x5904;&#x7684;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#x3002;&#x300A;&#x5927;&#x5B66;&#x300B;&#x7684;&#x201C;&#x516B;&#x6761;&#x76EE;&#x201D;&#x2014;&#x2014;&#x683C;&#x7269;&#x3001;&#x81F4;&#x77E5;&#x3001;&#x8BDA;&#x610F;&#x3001;&#x6B63;&#x5FC3;&#x3001;&#x4FEE;&#x8EAB;&#x3001;&#x9F50;&#x5BB6;&#x3001;&#x6CBB;&#x56FD;&#x3001;&#x5E73;&#x5929;&#x4E0B;&#x2014;&#x2014;&#x4E2D;&#xFF0C;&#x201C;&#x683C;&#x7269;&#x81F4;&#x77E5;&#x201D;&#x88AB;&#x653E;&#x5728;&#x6700;&#x521D;&#x7EA7;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6700;&#x9AD8;&#x7406;&#x60F3;&#x3002;&#x8FD9;&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E2D;&#xFF0C;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x4E3A;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x732E;&#x51FA;&#x751F;&#x547D;&#x76F8;&#x6BD4;&#xFF0C;&#x662F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x3002;&#x5373;&#x4FBF;&#x4E2D;&#x56FD;&#x4E5F;&#x6709;&#x58A8;&#x5B50;&#x8FD9;&#x6837;&#x5021;&#x5BFC;&#x5E73;&#x7B49;&#x3001;&#x5E76;&#x6709;&#x81EA;&#x7136;&#x63A2;&#x7D22;&#x5C1D;&#x8BD5;&#x7684;&#x5148;&#x8D24;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x5728;&#x5386;&#x53F2;&#x7684;&#x6F6E;&#x6D41;&#x4E2D;&#x88AB;&#x8FB9;&#x7F18;&#x5316;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4E0E;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5DEE;&#x522B;&#xFF0C;&#x662F;&#x4E2D;&#x56FD;&#x4E3A;&#x4F55;&#x6CA1;&#x6709;&#x8BDE;&#x751F;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x57FA;&#x56E0;&#x201D;&#x539F;&#x56E0;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x6240;&#x5728;&#x3002;&#x4E2D;&#x56FD;&#x6709;&#x6781;&#x4E3A;&#x5F3A;&#x5927;&#x7684;&#x201C;&#x5B66;&#x4EE5;&#x81F4;&#x7528;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5BF9;&#x4E8E;&#x5E0C;&#x814A;&#x4EBA;&#x8FFD;&#x6C42;&#x201C;&#x65E0;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x727A;&#x7272;&#x662F;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#xFF1B;&#x4E0D;&#x7406;&#x89E3;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x65E0;&#x7528;&#x7684;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x4E3A;&#x81EA;&#x5DF1;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x5E0C;&#x814A;&#x8BED;&#x5883;&#x4E0B;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x771F;&#x8C1B;&#x3002;</p><p></p><p></p><p>&#x6B63;&#x662F;&#x5728;&#x5BF9;&#x5185;&#x5728;&#x6027;&#x3001;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5FC5;&#x7136;&#x6027;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x300A;&#x51E0;&#x4F55;&#x539F;&#x672C;&#x300B;&#xFF0C;&#x5373;&#x6570;&#x5B66;&#x7684;&#x516C;&#x7406;&#x7CFB;&#x7EDF;&#x4E0E;&#x6F14;&#x7ECE;&#x6CD5;&#xFF0C;&#x8FD9;&#x662F;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7684;&#x201C;&#x6570;&#x5B66;&#x201D;&#xFF08;&#x7B97;&#x672F;&#xFF09;&#x6240;&#x4E0D;&#x5177;&#x5907;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E00;&#xFF1A;&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x7406;&#x6027;&#x4F20;&#x7EDF;&#x5728;&#x4E2D;&#x4E16;&#x7EAA;&#x51E0;&#x4E4E;&#x65AD;&#x7EDD;&#xFF0C;&#x4F46;&#x5E76;&#x672A;&#x5B8C;&#x5168;&#x6D88;&#x5931;&#xFF0C;&#x4ECE;&#x963F;&#x62C9;&#x4F2F;&#x7FFB;&#x8BD1;&#x56DE;&#x6765;&#x7684;&#x5E0C;&#x814A;&#x8457;&#x4F5C;&#xFF0C;&#x4E0E;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><ol><li>&#x57FA;&#x7763;&#x6559;&#x4F20;&#x7EDF;&#x4E0B;&#x8BDE;&#x751F;&#x7684;&#x201C;&#x5927;&#x5B66;&#x201D;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x81EA;&#x6CBB;&#x4E0E;&#x5B66;&#x672F;&#x8BA8;&#x8BBA;&#x7684;&#x57FA;&#x7840;&#x3002;</li><li>&#x795E;&#x5B66;&#x4E0E;&#x201C;&#x54F2;&#x5B66;-&#x79D1;&#x5B66;&#x201D;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x8BDE;&#x751F;&#x4E86;&#x201C;&#x7ECF;&#x9662;&#x54F2;&#x5B66;&#x201D;&#xFF08;&#x5373;&#x9AD8;&#x5EA6;&#x7406;&#x6027;&#x5316;&#x7684;&#x795E;&#x5B66;&#xFF09;&#xFF0C;&#x5E76;&#x5F15;&#x53D1;&#x4E86;&#x201C;&#x552F;&#x540D;&#x8BBA;&#x201D;&#x9769;&#x547D;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x50AC;&#x751F;&#x4E86;&#x201C;&#x4EBA;&#x7C7B;&#x4E2D;&#x5FC3;&#x4E3B;&#x4E49;&#x201D;&#x539F;&#x5219;&#x548C;&#x201C;&#x5F81;&#x670D;&#x81EA;&#x7136;&#x201D;&#x539F;&#x5219;&#x3002;</li></ol><p></p><p></p><p>&#x8FD9;&#x4F7F;&#x5F97;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E0B;&#x7684;&#x201D;&#x7406;&#x6027;&#x201C;&#x5F97;&#x4EE5;&#x4FDD;&#x5B58;&#xFF0C;&#x5E76;&#x4E14;&#x901A;&#x8FC7;&#x628A;&#x4EBA;&#x7F6E;&#x4E8E;&#x4E0A;&#x5E1D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x62E5;&#x6709;&#x81EA;&#x7531;&#x548C;&#x521B;&#x9020;&#x7684;&#x610F;&#x5FD7;&#xFF0C;&#x5728;&#x5F81;&#x670D;&#x548C;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x529B;&#x4E2D;&#x663E;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x5728;&#x552F;&#x540D;&#x8BBA;&#x6240;&#x8BBE;&#x5B9A;&#x7684;&#x6DF7;&#x4E71;&#x4E16;&#x754C;&#x4E2D;&#x4FDD;&#x62A4;&#x81EA;&#x5DF1;&#x3001;&#x5EFA;&#x7ACB;&#x79E9;&#x5E8F;&#x3002;&#x6B63;&#x5F0F;&#x51ED;&#x501F;&#x8FD9;&#x79CD;&#x201D;&#x6C42;&#x529B;&#x610F;&#x5FD7;&#x201C;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x4ECE;&#x201D;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x53D1;&#x5C55;&#x6210;&#x4E86;&#x201D;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E8C;&#xFF1A;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;</em></strong></p><p></p><p></p><p>&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x76F8;&#x6BD4;&#xFF0C;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x6709;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x4E00;&#x662F;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x80FD;&#x591F;&#x8F6C;&#x5316;&#x4E3A;&#x6280;&#x672F;&#xFF0C;&#x4ECE;&#x800C;&#x8F6C;&#x5316;&#x4E3A;&#x751F;&#x4EA7;&#x529B;&#xFF1B;&#x4E8C;&#x662F;&#x5B66;&#x79D1;&#x7684;&#x6570;&#x5B66;&#x5316;&#xFF0C;&#x5305;&#x62EC;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x5728;&#x5185;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x90FD;&#x4EE5;&#x6570;&#x5B66;&#x5316;&#x7684;&#x7A0B;&#x5EA6;&#x6765;&#x663E;&#x793A;&#x81EA;&#x8EAB;&#x5B66;&#x79D1;&#x7684;&#x6210;&#x719F;&#x5EA6;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5185;&#x5728;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x4E8E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x8868;&#x73B0;&#x4E3A;&#x4EBA;&#x4E0E;&#x81EA;&#x7136;&#x5730;&#x4F4D;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x4ECE;&#x8BA4;&#x8BC6;&#x3001;&#x8FFD;&#x968F;&#x548C;&#x6A21;&#x4EFF;&#x81EA;&#x7136;&#xFF0C;&#x8F6C;&#x4E3A;&#x6539;&#x9020;&#x3001;&#x5236;&#x9020;&#x81EA;&#x7136;&#x3002;&#x7B1B;&#x5361;&#x5C14;&#x7684;&#x4E3B;&#x4F53;&#x6027;&#x54F2;&#x5B66;&#x4E3A;&#x5176;&#x4EE3;&#x8868;&#xFF0C;&#x57F9;&#x6839;&#x5F3A;&#x8C03;&#x5BF9;&#x81EA;&#x7136;&#x7684;&#x5E72;&#x9884;&#x4E0E;&#x62F7;&#x95EE;&#xFF0C;&#x4F7F;&#x5F97;&#x53D7;&#x201D;&#x81EA;&#x7531;&#x610F;&#x5FD7;&#x201C;&#x63A7;&#x5236;&#x7684;&#x5B9E;&#x9A8C;&#x6210;&#x4E3A;&#x4E86;&#x89E3;&#x81EA;&#x7136;&#x3001;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x7684;&#x65B0;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#x81EA;&#x7136;&#x6570;&#x5B66;&#x5316;&#x7684;&#x4F20;&#x7EDF;&#x6765;&#x81EA;&#x67CF;&#x62C9;&#x56FE;&#x4E0E;&#x6BD5;&#x8FBE;&#x54E5;&#x62C9;&#x65AF;&#xFF0C;&#x5728;&#x8FD1;&#x4EE3;&#x5219;&#x7531;&#x54E5;&#x767D;&#x5C3C;&#x7EE7;&#x627F;&#x6258;&#x52D2;&#x5BC6;&#x7684;&#x5929;&#x6587;&#x5B66;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x4E3A;&#x5F00;&#x7AEF;&#xFF08;&#x300A;&#x5929;&#x4F53;&#x8FD0;&#x884C;&#x8BBA;&#x300B;&#xFF09;&#xFF0C;&#x5E76;&#x7ECF;&#x7531;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7684;&#x53D1;&#x5C55;&#x5927;&#x529F;&#x544A;&#x6210;&#xFF08;&#x300A;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x7684;&#x6570;&#x5B66;&#x539F;&#x7406;&#x300B;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x603B;&#x7ED3;&#x4E4B;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x4E24;&#x5E0C;&#x6587;&#x660E;&#xFF08;&#x5E0C;&#x814A;&#x548C;&#x5E0C;&#x4F2F;&#x6765;&#xFF09;&#x7ED3;&#x5408;&#x7684;&#x4EA7;&#x7269;&#xFF1A;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7684;&#x590D;&#x5174;&#xFF0C;&#x5E76;&#x7ECF;&#x53D7;&#x4E86;&#x57FA;&#x7763;&#x6559;&#x7684;&#x6D17;&#x793C;&#x3002;&#x51B3;&#x5B9A;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x51FA;&#x73B0;&#x7684;&#x6839;&#x672C;&#x57FA;&#x56E0;&#x662F;<strong>&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</strong>&#xFF0C;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x672A;&#x51FA;&#x73B0;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#x7684;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x201D;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x201C;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x201D;&#x4EC1;&#x7231;&#x201C; v.s. &#x201D;&#x81EA;&#x7531;&#x201C;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZtVb1zic9hh2dK_HQ_%2F-LZtlZ-A7yFFtjunnQXc%2Fimage.png?alt=media&amp;token=5f71ea51-f226-4faf-9a2a-b7774de6eff8" alt=""></center><p></p><p style="text-align:center"><strong>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;</strong>&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5173;&#x4E8E;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%80</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-33j60d0hfr" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt="【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-17T15:42:12.000Z">2019-02-17</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1421 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/">【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题</a></h1><div class="content"><h2 id="steem-server-xuan-ze-gong-ju">Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;<a href="#steem-server-xuan-ze-gong-ju"></a></h2><p>&#x521A;&#x624D;&#xFF0C;@liuzhixiang &#x53D1;&#x5E03;&#x4E86;<strong>Steem Server&#xFF08;&#x670D;&#x52A1;&#x5668;&#xFF09;&#x7684;&#x9009;&#x62E9;&#x5DE5;&#x5177;</strong>&#xFF08;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x4E00;&#x4E2A;&#x514D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;Steem &#x76F8;&#x5173;&#x5E94;&#x7528;&#x7684;&#x5DE5;&#x5177;</a>&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;<strong>busy&#xFF0C;steempeak</strong>&#x7B49;&#x7F51;&#x7AD9;&#x5728;*.steemit.com&#x88AB;&#x7981;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4FDD;&#x6301;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x76EE;&#x524D;&#x6B64;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x5728;<strong>Chrome&#x6D4F;&#x89C8;&#x5668;</strong>&#x4E2D;&#x8FD0;&#x884C;&#x3002;&#x7ECF;&#x5C0F;&#x8303;&#x56F4;&#x6D4B;&#x8BD5;&#xFF0C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x63A8;&#x9001;&#x7ED9;&#x66F4;&#x591A;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x5C1D;&#x8BD5;&#x3002;</p><p>&#x7ECF;&#x6751;&#x957F;@ericet&#x5EFA;&#x8BAE;&#xFF0C;&#x8FD9;&#x91CC;&#x5199;&#x4E00;&#x4E2A;&#x66F4;&#x7B80;&#x5355;&#x7684;&#x8BF4;&#x660E;&#x4E66;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7684;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#x548C;&#x4ED8;&#x51FA;&#xFF0C;&#x6B64;<a href="https://github.com/lzx215/steem-node-exchange-tool" target="_blank" rel="noreferrer noopener">Chrome&#x6269;&#x5C55;</a>&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4E3A;@liuzhixiang&#x6240;&#x6709;&#xFF0C;&#x672C;&#x6587;&#x4EC5;&#x5BF9;&#x4F7F;&#x7528;&#x6307;&#x5357;&#x505A;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#x548C;&#x89E3;&#x91CA;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt=""><br><i>&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;https://steem.com/</i></center><h2 id="an-zhuang-bu-zhou">&#x5B89;&#x88C5;&#x6B65;&#x9AA4;&#xFF1A;<a href="#an-zhuang-bu-zhou"></a></h2><h3 id="di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x4E0B;&#x8F7D;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu"></a></h3><p>&#x6253;&#x5F00;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x70B9;&#x51FB;<a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/steem-node-switch-v1.01.crx" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF08;&#x6253;&#x5305;&#x4E86;&#x9879;&#x76EE;&#x6E90;&#x6587;&#x4EF6;&#x4E2D;&#x7684;dist&#x4EE3;&#x7801;&#xFF09;</p><h3 id="di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu"></a></h3><ol><li>&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x5730;&#x5740;&#x680F;&#x8F93;&#x5165; <strong>chrome://extensions/</strong>&#xFF0C;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762;</li><li>&#x70B9;&#x51FB;&#x53F3;&#x4E0A;&#x89D2;&#x7684;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer Mode&#xFF09;&#x6309;&#x94AE;</strong>&#xFF0C;&#x5F00;&#x542F;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x56E0;&#x4E3A;&#x672C;&#x6269;&#x5C55;&#x4E3A;beta&#x7248;&#x672C;&#xFF0C;&#x672A;&#x6B63;&#x5F0F;&#x53D1;&#x5E03;&#xFF0C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF09;</li><li>&#x5C06;&#x7B2C;&#x4E00;&#x6B65;&#x4E2D;&#x4E0B;&#x8F7D;&#x7684;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF0C;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x7A97;&#x53E3;&#x3002;</strong>&#x4F1A;&#x5F39;&#x51FA;&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x70B9;&#x51FB;<strong>&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#xFF08;Add Extension&#xFF09;</strong>&#x3002;</li></ol><center><img src="https://ipfs.busy.org/ipfs/QmSK8BnZG7KMRtUsB5ooB9pZVUk9tbRyZ3T66nVKGsxuYf" alt=""><br><i>&#x542F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmYkvTFwFpJY1sUPV4EoToipyeCH7RQswGLF5o2CTPYJdD" alt=""><br><i>&#x5C06;CRX&#x62D6;&#x5165;&#x6269;&#x5C55;&#x9875;&#x9762;&#x4E2D;&#x95F4;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvz1SeGU3uAp6ZMtBv%2F-LYvzDucEe5lroz7WdDY%2Fimage.png?alt=media&amp;token=19c2cb4d-fab1-41ec-9393-e0ffe61dc2b5" alt=""><br><i>&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#x65F6;&#x7684;&#x63D0;&#x9192;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><p>&#x5B89;&#x88C5;&#x6210;&#x529F;&#x540E;&#xFF0C;<strong>&#x5730;&#x5740;&#x680F;&#x7684;&#x53F3;&#x4FA7;</strong>&#x4F1A;&#x51FA;&#x73B0;&#x4E00;&#x4E2A;<strong>Steem&#x56FE;&#x6807;&#x7684;&#x5DE5;&#x5177;</strong>&#x3002;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;<strong>&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x8BE5;&#x4E3A;&#x5F00;&#x542F;&#x72B6;&#x6001;</strong>&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmWGwdaHmJVqpAAYwNeeBW5CF4sE1RvwihorQrrUEq4F8L" alt=""><br><i>&#x5B89;&#x88C5;&#x6210;&#x529F;&#xFF0C;&#x5730;&#x5740;&#x680F;&#x53F3;&#x4FA7;&#x663E;&#x793A;&#x5DE5;&#x5177;&#x7684;Steem&#x56FE;&#x6807;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmVKRhe9pfkhrxakgqYnfwxreZ9L11HtUQjFT7RD8Goeqo" alt=""><br><i>&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x4E3A;&#x5F00;&#x542F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><h3 id="di-san-bu-kai-shi-shi-yong-busy-huo-steempeak">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy&#x6216;steempeak<a href="#di-san-bu-kai-shi-shi-yong-busy-huo-steempeak"></a></h3><p>&#x70B9;&#x51FB;<strong>Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;</strong>&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#x3002;&#x5728;&#x7A97;&#x53E3;&#x4E2D;&#x70B9;&#x51FB;<strong>&#x6D4B;&#x901F;</strong>&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5F53;&#x524D;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF08;&#x901F;&#x5EA6;&#x4EE3;&#x8868;&#x8FDE;&#x63A5;&#x670D;&#x52A1;&#x5668;&#x6240;&#x7528;&#x7684;&#x65F6;&#x95F4;&#xFF08;&#x5355;&#x4F4D;&#xFF1A;&#x79D2;&#xFF09;&#xFF1B;&#x4E0B;&#x9762;&#x622A;&#x56FE;&#x4E2D;&#x6700;&#x5FEB;&#x7684;rpc.steemviz.com&#x8FDE;&#x63A5;&#x8017;&#x65F6;1.7s&#x3002;&#x8BF7;&#x9009;&#x62E9;&#x8FDE;&#x63A5;&#x65F6;&#x95F4;&#x6700;&#x5C0F;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF09;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvzVesFAxnNMGhrxi0%2F-LYw-L0eYNLO0UrRY5mi%2Fimage.png?alt=media&amp;token=b119a0c6-d5ce-46b1-bc0f-95f1bba1eb6c" alt=""><br><i>&#x670D;&#x52A1;&#x5668;&#x6D4B;&#x901F;&#x548C;&#x9009;&#x62E9;&#x7684;&#x9875;&#x9762;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><br><p>&#x4E0B;&#x9762;&#xFF0C;&#x8BF7;&#x4F7F;&#x7528;busy&#x548C;steempeak&#x6109;&#x5FEB;&#x7684;&#x53D1;&#x5E16;&#x5427; &#x1F600;&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x6216;steempeak.com&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x6B63;&#x5E38;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x767B;&#x5F55;&#x3001;&#x67E5;&#x770B;feed&#x3001;&#x53D1;&#x5E16;&#x7B49;&#x64CD;&#x4F5C;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw5_F-3JfFeSAeeb9C%2Fimage.png?alt=media&amp;token=a7851e7a-716a-4db3-9a13-72731dcd77eb" alt=""><br><i>busy.org&#x7684;&#x622A;&#x56FE;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw55VNo-V_5aaoE5V9%2Fimage.png?alt=media&amp;token=e6c6c822-2df7-4c6d-8442-2011710427a1" alt=""><br><i>steempeak.com&#x7684;&#x622A;&#x56FE;</i></center><h2 id="shuo-ming-ce-shi-he-yan-zheng">&#x8BF4;&#x660E;&#xFF1A;&#x6D4B;&#x8BD5;&#x548C;&#x9A8C;&#x8BC1;<a href="#shuo-ming-ce-shi-he-yan-zheng"></a></h2><ol><li><strong>&#x529F;&#x80FD;</strong>&#xFF1A;&#x76EE;&#x524D;&#x6CA1;&#x6709;&#x505A;&#x5B8C;&#x6574;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4EC5;&#x6D4B;&#x8BD5;&#x4E86;busy&#x548C;steempeak&#xFF0C;&#x9996;&#x9875;&#x53EF;&#x6253;&#x5F00;&#x3001;feed&#x529F;&#x80FD;&#x53EF;&#x7528;&#x3001;&#x53D1;&#x5E16;&#x53EF;&#x7528;&#x3002;&#x8BD5;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x505A;&#x8FDB;&#x4E00;&#x6B65;&#x6D4B;&#x8BD5;&#x3002;</li><li><strong>&#x5B89;&#x5168;&#x6027;</strong>&#xFF1A;@robertyan&#x5BF9;&#x6269;&#x5C55;&#x7684;&#x4EE3;&#x7801;&#x505A;&#x4E86;&#x9605;&#x8BFB;&#x548C;&#x5BA1;&#x67E5;&#xFF0C;&#x9879;&#x76EE;&#x4E2D;&#x672A;&#x53D1;&#x73B0;&#x6076;&#x610F;&#x4EE3;&#x7801;&#x548C;&#x4FE1;&#x606F;&#x6CC4;&#x9732;&#x98CE;&#x9669;&#x3002;&#x76EE;&#x524D;&#x7684;&#x552F;&#x4E00;&#x95EE;&#x9898;&#x662F;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7A0B;&#x5E8F;<strong>&#x5BF9;&#x6240;&#x6709;&#x57DF;&#x540D;&#x90FD;&#x662F;&#x542F;&#x7528;&#x7684;</strong>&#xFF0C;&#x5728;&#x6253;&#x5F00;&#x4EFB;&#x610F;&#x7F51;&#x9875;&#x65F6;&#x90FD;&#x4F1A;&#x8FD0;&#x884C;&#xFF0C;&#x4E4B;&#x540E;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x505A;&#x4E00;&#x4E2A;&#x8303;&#x56F4;&#x9650;&#x5B9A;&#x3001;&#x53EA;&#x5BF9;&#x767D;&#x540D;&#x5355;&#x5185;&#x7684;&#x7F51;&#x7AD9;&#x8D77;&#x4F5C;&#x7528;&#xFF1B;&#x4F46;&#x8FD9;&#x6837;&#x4F1A;&#x4E27;&#x5931;&#x4E00;&#x4E9B;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x6709;&#x65B0;&#x7684;dApp&#x53D1;&#x5E03;&#x65F6;&#x9700;&#x8981;&#x66F4;&#x6539;&#x767D;&#x540D;&#x5355;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x53D1;&#x5E03;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x3002;&#x6B64;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x4F1A;&#x518D;&#x505A;&#x4E00;&#x4E9B;&#x8BA8;&#x8BBA;&#xFF0C;<strong>&#x76EE;&#x524D;&#x7684;beta&#x7248;&#x4EC5;&#x7528;&#x4E8E;&#x6D4B;&#x8BD5;&#x548C;&#x8BD5;&#x7528;&#x662F;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x3002;</strong></li><li><strong>&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x4E0E;&#x6539;&#x8FDB;</strong>&#xFF1A;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x5728;&#x6587;&#x7AE0;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;</a>&#x3002;&#x76EE;&#x524D;&#x4E3B;&#x8981;&#x7684;&#x95EE;&#x9898;&#x662F;&#x6027;&#x80FD;&#x65B9;&#x9762;&#xFF0C;<strong>&#x81EA;&#x9009;&#x7684;Steem&#x670D;&#x52A1;&#x5668;&#x7684;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x6162;&#x3001;&#x7A33;&#x5B9A;&#x6027;&#x8F83;&#x5DEE;</strong>&#xFF0C;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x4E00;&#x822C;&#x3001;&#x7F51;&#x9875;&#x52A0;&#x8F7D;&#x7F13;&#x6162;&#xFF0C;@liuzhixiang&#x4E5F;&#x5728;&#x6B64;<a href="https://busy.org/@liuzhixiang/steem-api" target="_blank" rel="noreferrer noopener">&#x6587;&#x4E2D;</a>&#x7ED9;&#x51FA;&#x4E86;&#x6B64;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x7B54;&#x3002;</li></ol><p>&#x518D;&#x6B21;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x8BF7;&#x53CD;&#x9988;&#x7ED9;&#x4F5C;&#x8005;&#x6216;&#x548C;CN&#x533A;&#x7528;&#x6237;&#x8BA8;&#x8BBA;&#x3002;&#x5E0C;&#x671B;&#x672C;&#x6587;&#x7684;&#x4F7F;&#x7528;&#x5E2E;&#x52A9;&#x548C;&#x8BF4;&#x660E;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9; &#x1F61B;</p><h2>&#x5176;&#x4ED6;&#x5E38;&#x89C1;&#x95EE;&#x9898;</h2><h4 id="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"><a href="#&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;" class="headerlink" title="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"></a>&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;</h4><ol><li>&#x4E0B;&#x8F7D;&#x6587;&#x4EF6; <a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/chrome_steem.reg" target="_blank" rel="noopener">chrome_steem.reg</a> &#x5230;&#x672C;&#x5730;</li><li>&#x5173;&#x95ED;Chrome&#x6D4F;&#x89C8;&#x5668;</li><li>&#x53CC;&#x51FB;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;chrome_steem.reg&#xFF0C;&#x4F1A;&#x5C06;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;Chrome&#x6269;&#x5C55;&#xFF0C;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF08;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x5B89;&#x5168;&#x7684;&#xFF0C;&#x53EA;&#x505A;&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD9;&#x4E00;&#x4EF6;&#x4E8B;&#xFF09;</li><li>&#x91CD;&#x542F;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5230;chrome://extensions&#x4E2D;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;</li></ol><h5 id="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;</h5><blockquote><p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x5F53;&#x524D;&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD8;&#x6CA1;&#x6709;&#x4E0A;&#x4F20;&#x5230;Chrome&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x3002;&#x628A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x52A0;&#x5165;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x9632;&#x6B62;&#x5B83;&#x88AB;Chrome&#x81EA;&#x52A8;&#x7981;&#x7528;&#xFF0C;&#x4EE5;&#x4FBF;&#x987A;&#x5229;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x4E4B;&#x540E;&#x7B49;&#x6269;&#x5C55;&#x4E0A;&#x4F20;&#x5230;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x540E;&#xFF0C;&#x6B64;&#x95EE;&#x9898;&#x5E94;&#x8BE5;&#x4F1A;&#x6D88;&#x5931;&#x3002;</p></blockquote><p><br></p><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e6%b5%8f%e8%a7%88%e5%99%a8%e6%8f%92%e4%bb%b6%ef%bc%9asteem-server%e9%80%89%e6%8b%a9%e5%b7%a5%e5%85%b7</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steemsteemserver-fs43botbb3" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF1A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#xFF1B;&#x89E3;&#x51B3;*.steemit.com&#x88AB;&#x7981;&#x7684;&#x95EE;&#x9898;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-stem/">Previous</a></div><div class="pagination-next"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-stem/page/3/">Next</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-stem/">1</a></li><li><a class="pagination-link is-current" href="/blog/tags/cn-stem/page/2/">2</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-stem/page/3/">3</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">32</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">8</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">30</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/sct/"><span class="level-start"><span class="level-item">sct</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13.75px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.5px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.5px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12.5px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.5px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.75px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.25px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:11.25px">sct</a> <a href="/blog/tags/sct-cn/" style="font-size:10px">sct-cn</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:11.25px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.25px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">23</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">14</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">18</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct-cn/"><span class="tag">sct-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">23</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">7</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">7</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>