<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Tag: cn-curation - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/cn-curation/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Tags</a></li><li class="is-active"><a href="#" aria-current="page">cn-curation</a></li></ul></nav></div></div><div class="card"><div class="card-image"><a href="/blog/cn/【未来教育学】知-与-智/" class="image is-7by1"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="【未来教育学】知 与 智"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-19T07:11:24.000Z">2019-02-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">13 minutes read (About 1885 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/【未来教育学】知-与-智/">【未来教育学】知 与 智</a></h1><div class="content"><h3 id="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"><a href="#&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;" class="headerlink" title="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"></a>&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;</h3><p>&#x8FD1;&#x6765;&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#xFF0C;<strong>&#x201C;&#x8BA4;&#x77E5;&#x201D;</strong>&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x88AB;&#x63D0;&#x53CA;&#x7684;&#x7279;&#x522B;&#x9891;&#x7E41;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x7F57;&#x632F;&#x5B87;&#x8FD9;&#x4E00;&#x4F19;&#x4EBA;&#x901A;&#x8FC7;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8FD9;&#x4E00;&#x5E02;&#x573A;&#x7092;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4ECE;&#x8BED;&#x8A00;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x7528;&#x6CD5;&#x6709;&#x4E9B;&#x751F;&#x786C;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x7528;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x82F1;&#x6587;&#x7684;cognition&#xFF0C;&#x7528;&#x4EE5;&#x6307;&#x4EE3;&#x5927;&#x8111;&#x611F;&#x77E5;&#x3001;&#x8BB0;&#x5FC6;&#x3001;&#x7406;&#x89E3;&#x3001;&#x60F3;&#x8C61;&#x548C;&#x5904;&#x7406;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x5206;&#x652F;&#x201C;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x201D;&#xFF08;cognitive science&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x5728;&#x751F;&#x7406;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#x8303;&#x7574;&#x7684;&#x63A2;&#x7A76;&#xFF0C;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5DE5;&#x7A0B;&#x4E0A;&#x4E5F;&#x6709;&#x8F83;&#x591A;&#x4EA4;&#x53C9;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;</p><p>&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x65E5;&#x5E38;&#x7528;&#x8BED;&#xFF0C;&#x88AB;&#x6EE5;&#x7528;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x8FBE;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x9053;&#x201D;&#x67D0;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3001;&#x67D0;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x3001;&#x67D0;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x89C2;&#x5FF5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x7528;&#x5927;&#x5BB6;&#x5E38;&#x7528;&#x7684;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x5C31;&#x80FD;&#x8868;&#x8FBE;&#x3002;&#x7528;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x79CD;&#x5546;&#x4E1A;&#x7B56;&#x7565;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4F3C;&#x662F;&#x800C;&#x975E;&#x7684;&#x6D41;&#x884C;&#x8BCD;&#x6C47;&#xFF0C;&#x6765;&#x8FBE;&#x5230;&#x89C2;&#x5FF5;&#x4F20;&#x64AD;&#x3001;&#x5F71;&#x54CD;&#x5927;&#x4F17;&#x5934;&#x8111;&#x3001;&#x5F00;&#x53D1;&#x65B0;&#x5E02;&#x573A;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x7B56;&#x7565;&#x4F1A;&#x5E94;&#x7528;&#x4E8E;&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x7684;&#x5E02;&#x573A;&#x6216;&#x521B;&#x9020;&#x7269;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x6C7D;&#x8F66;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x201D;&#xFF0C;&#x4F46;&#x786C;&#x8981;&#x628A;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x6539;&#x7528;&#x4E00;&#x4E2A;&#x65B0;&#x8BCD;&#xFF0C;&#x96BE;&#x514D;&#x8BA9;&#x4EBA;&#x4F5C;&#x5455;&#x3002;</p><p>&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5012;&#x5356;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x6240;&#x8C13;&#x201C;&#x77E5;&#x8BC6;&#x8FD0;&#x8425;&#x5546;&#x201D;&#xFF0C;&#x901A;&#x8FC7;&#x8D29;&#x5356;&#x3001;&#x63A8;&#x4ECB;&#x7545;&#x9500;&#x4E66;&#xFF0C;&#x5F71;&#x54CD;&#x4E00;&#x4E9B;&#x7F3A;&#x4E4F;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x80FD;&#x529B;&#x7684;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x867D;&#x7136;&#x5546;&#x4E1A;&#x4E0A;&#x53EF;&#x884C;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5728;&#x539F;&#x6765;&#x6DF7;&#x4E71;&#x65E0;&#x7AEF;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4FE1;&#x606F;&#x5927;&#x6D77;&#x4E2D;&#xFF0C;&#x53C8;&#x704C;&#x5165;&#x4E86;&#x4E00;&#x7B50;&#x53C8;&#x4E00;&#x7B50;&#x65B0;&#x7684;&#x5783;&#x573E;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x7ECF;&#x5E38;&#x9F13;&#x5439;&#x6240;&#x8C13;&#x201C;&#x4EA4;&#x667A;&#x5546;&#x7A0E;&#x201D;&#x7684;&#x63D0;&#x6CD5;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x5546;&#xFF0C;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x6167;&#xFF0C;&#x53CD;&#x800C;&#x628A;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x8111;&#x5B50;&#x641E;&#x4E71;&#xFF0C;&#x8BA9;&#x5E74;&#x8F7B;&#x4EBA;&#x4EEC;&#x8D8A;&#x53D1;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5B66;&#x4E60;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x3001;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x667A;&#x6167;&#x7684;&#x5934;&#x8111;&#x3002;</p><p>&#x6211;&#x4EEC;&#x4E0D;&#x5426;&#x8BA4;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x8D29;&#x5B50;&#x5728;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x73B0;&#x5728;&#x613F;&#x610F;&#x201C;&#x4EB2;&#x81EA;&#x201D;&#x8BFB;&#x4E66;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4F46;&#x5728;&#x4E8E;&#x5546;&#x4E1A;&#x5229;&#x76CA;&#x76F8;&#x7ED1;&#x5B9A;&#x540E;&#xFF0C;&#x4E5F;&#x96BE;&#x514D;&#x51FA;&#x73B0;&#x4E00;&#x4E9B;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x3001;&#x9C7C;&#x76EE;&#x6DF7;&#x73E0;&#x3001;&#x771F;&#x5047;&#x96BE;&#x8FA8;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x81F3;&#x5C11;&#x8FD9;&#x91CC;&#x5BA3;&#x626C;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x7684;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;&#x6B63;&#x76F4;&#x3001;&#x771F;&#x8BDA;&#x3001;&#x535A;&#x5927;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#x201D;&#x7684;&#x4EBA;&#x5C11;&#xFF0C;&#x201C;&#x8BF4;&#x4E66;&#x5148;&#x751F;&#x201D;&#x3001;&#x201C;&#x8BB2;&#x6545;&#x4E8B;&#x4E13;&#x5BB6;&#x201D;&#x3001;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x8005;&#x201D;&#x591A;&#xFF0C;&#x7ECF;&#x5E38;&#x5411;&#x8FD9;&#x4E9B;&#x4E8C;&#x6D41;&#x89D2;&#x8272;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x5230;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x80FD;&#x591F;&#x7CBE;&#x7EAF;&#x5417;&#xFF0C;&#x80FD;&#x591F;&#x4F20;&#x7ED9;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x5417;&#xFF1F;</p><h3 id="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"><a href="#&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;" class="headerlink" title="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"></a>&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;</h3><p><strong>&#x77E5;&#x4E4E;</strong>&#x4F5C;&#x4E3A;&#x95EE;&#x7B54;&#x793E;&#x533A;&#xFF0C;&#x70ED;&#x5EA6;&#x4F9D;&#x7136;&#x4E0D;&#x51CF;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x771F;&#x6B63;&#x503C;&#x5F97;&#x91C7;&#x7EB3;&#x3001;&#x53D6;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5BE5;&#x5BE5;&#x3002;&#x95EE;&#x7B54;&#x8005;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x751F;&#x6C34;&#x5E73;&#x3002;&#x8F83;&#x4F18;&#x79C0;&#x8005;&#x8005;&#x4E5F;&#x5B58;&#x5728;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#x8005;&#x3001;&#x884C;&#x4E1A;&#x9886;&#x8896;&#x3001;&#x5B66;&#x8005;&#x6559;&#x6388;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x667A;&#x8005;&#xFF0C;&#x613F;&#x610F;&#x5728;&#x5176;&#x4E2D;&#x63D0;&#x95EE;&#x3001;&#x7B54;&#x9898;&#x7684;&#xFF0C;&#x80FD;&#x6709;&#x51E0;&#x4EBA;&#x3002;&#x77E5;&#x4E4E;&#x7684;&#x603B;&#x4F53;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;&#xFF0C;&#x201C;&#x4FE1;&#x566A;&#x6BD4;&#x201D;&#x4F4E;&#x3002;</p><p>&#x77E5;&#x4E4E;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x4E0E;&#x7E41;&#x8363;&#x65F6;&#x671F;&#x7684;<strong>&#x5929;&#x6DAF;</strong>&#x63A5;&#x8FD1;&#xFF0C;&#x8BDD;&#x9898;&#x7684;&#x5E7F;&#x5EA6;&#x548C;&#x81EA;&#x7531;&#x5EA6;&#x53EF;&#x80FD;&#x66F4;&#x9AD8;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x7EA6;&#x7B49;&#x4E8E;&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x704C;&#x6C34;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x70AB;&#x8000;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x5982;&#x679C;&#x5E74;&#x8F7B;&#x4EBA;&#x8FC7;&#x4E8E;&#x6EE1;&#x8DB3;&#x4ECE;&#x5E73;&#x53F0;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x201C;&#x8D5E;&#x201D;&#x548C;&#x201C;&#x8BC4;&#x4EF7;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x6210;&#x4E3A;&#x77E5;&#x4E4E;&#x5927;V&#x8C0B;&#x5229;&#x3001;&#x626C;&#x540D;&#xFF0C;&#x6050;&#x6015;&#x53CD;&#x800C;&#x4F1A;&#x9650;&#x5236;&#x5B66;&#x95EE;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x8FD0;&#x8425;&#x8005;&#x4E5F;&#x770B;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x77E5;&#x4E4E;&#x4E0A;&#x4EE5;&#x673A;&#x6784;&#x4E3A;&#x80CC;&#x666F;&#x7684;&#x7B54;&#x9898;&#x8005;&#x53EF;&#x80FD;&#x51FA;&#x4E8E;&#x5546;&#x4E1A;&#x52A8;&#x673A;&#xFF0C;&#x7B54;&#x9898;&#x8D28;&#x91CF;&#x53CD;&#x800C;&#x66F4;&#x9AD8;&#xFF0C;&#x5E76;&#x4E14;&#x96C6;&#x4E2D;&#x5728;&#x201C;&#x4E70;&#x623F;&#x201D;&#x3001;&#x201C;&#x6559;&#x80B2;&#x201D;&#x3001;&#x201C;&#x5C31;&#x4E1A;&#x201D;&#x3001;&#x201C;&#x6295;&#x8D44;&#x201D;&#x7B49;&#x8BDD;&#x9898;&#x4E0B;&#x9762;&#x3002;</p><p>&#x201C;&#x4E94;&#x8272;&#x4EE4;&#x4EBA;&#x76EE;&#x76F2;&#x201D;&#x3002;&#x5783;&#x573E;&#x904D;&#x5730;&#x7684;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x83B7;&#x53D6;&#x67D0;&#x4E9B;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x9AD8;&#x6548;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4EC5;&#x505C;&#x7559;&#x4E8E;&#x8FD9;&#x79CD;&#x6C34;&#x5E73;&#xFF0C;&#x77E5;&#x8BC6;&#x83B7;&#x53D6;&#x7684;&#x6548;&#x7387;&#x4ECD;&#x7136;&#x4F4E;&#x4E0B;&#x3001;&#x667A;&#x6167;&#x5C31;&#x66F4;&#x65E0;&#x987B;&#x8BF4;&#x4E86;&#x3002;</p><p>&#x5C11;&#x770B;&#x70B9;&#x77E5;&#x4E4E;&#xFF0C;&#x591A;&#x7814;&#x7A76;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x771F;&#x6B63;&#x60F3;&#x589E;&#x957F;&#x667A;&#x6167;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x662F;&#x6B63;&#x9014;&#x3002;</p><h3 id="&#x667A;&#x4ECE;&#x4F55;&#x6765;"><a href="#&#x667A;&#x4ECE;&#x4F55;&#x6765;" class="headerlink" title="&#x667A;&#x4ECE;&#x4F55;&#x6765;"></a>&#x667A;&#x4ECE;&#x4F55;&#x6765;</h3><p>&#x6240;&#x8C13;&#x201C;&#x5B66;&#x95EE;&#x201D;&#xFF0C;&#x5B66;&#x548C;&#x95EE;&#x662F;&#x6838;&#x5FC3;&#xFF0C;&#x5B66;&#x662F;&#x83B7;&#x5F97;&#x517B;&#x6599;&#xFF0C;&#x95EE;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#x7684;&#x6CBB;&#x5B66;&#x6CD5;&#xFF0C;&#x4E0D;&#x662F;&#x6559;&#x4E66;&#x5446;&#x5B50;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x201C;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x201D;&#xFF0C;&#x8BA9;&#x667A;&#x6167;&#x53EF;&#x4EE5;&#x5B9E;&#x8DF5;&#x3001;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3002;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#xFF1B;&#x79EF;&#x8DEC;&#x6B65;&#x3001;&#x81F3;&#x5343;&#x91CC;&#x800C;&#x5DF2;&#x3002;</p><p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF08;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#xFF09;&#x3001;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6765;&#x6E90;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4EE5;&#x843D;&#x5730;&#x3001;&#x4EE5;&#x884C;&#x52A8;&#x3001;&#x4EE5;&#x95EE;&#x9898;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#x7684;&#xFF0C;&#x6BEB;&#x65E0;&#x76EE;&#x7684;&#x7684;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x96BE;&#x514D;&#x6210;&#x4E3A;&#x201C;&#x975E;&#x7406;&#x6027;&#x6D88;&#x8D39;&#x8005;&#x201D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#xFF0C;&#x53EA;&#x662F;&#x542C;&#x4E00;&#x5802;&#x8BFE;&#x3001;&#x770B;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C31;&#x80FD;&#x5145;&#x5206;&#x638C;&#x63E1;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x884C;&#x52A8;&#x4EF7;&#x503C;&#x5417;&#xFF1F;&#x83B7;&#x5F97;&#x667A;&#x6167;&#x672C;&#x8D28;&#x662F;&#x201C;&#x6295;&#x8D44;&#x201D;&#xFF08;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x6295;&#x8D44;&#x65F6;&#x95F4;&#x4E0E;&#x7CBE;&#x529B;&#xFF09;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x5BFC;&#x5411;&#xFF0C;&#x5177;&#x6709;&#x76EE;&#x7684;&#x6027;&#x3001;&#x5177;&#x4F53;&#x5316;&#x3001;&#x7CFB;&#x7EDF;&#x5316;&#xFF0C;&#x9700;&#x8981;&#x6301;&#x7EED;&#x514B;&#x670D;&#x95EE;&#x9898;&#x4E0E;&#x56F0;&#x96BE;&#xFF0C;&#x4ECE;&#x5B9E;&#x8DF5;&#x4E2D;&#x83B7;&#x5F97;&#x3002;</p><p>&#x638C;&#x63E1;&#x4E86;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x95EE;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x624D;&#x66F4;&#x201C;&#x7CBE;&#x51C6;&#x201D;&#x3002;&#x662F;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x662F;&#x5927;&#x667A;&#x6167;&#x3001;&#x8FD8;&#x662F;&#x5C0F;&#x806A;&#x660E;&#xFF0C;&#x4E5F;&#x66F4;&#x6E05;&#x695A;&#x3002;</p><p>&#x672C;&#x6587;&#x5E76;&#x4E0D;&#x80FD;&#x60C5;&#x666F;&#x5316;&#x3001;&#x5177;&#x4F53;&#x5316;&#x5730;&#x56DE;&#x7B54;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x7684;&#x667A;&#x6167;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x80FD;&#x8BDA;&#x5B9E;&#x5730;&#x56DE;&#x7B54;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6E05;&#x6670;&#x7684;&#x76EE;&#x7684;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x6027;&#x548C;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x5E94;&#x8BC1;&#xFF0C;&#x89E3;&#x51B3;&#x5B9E;&#x9645;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x81F3;&#x5C11;&#x4F1A;&#x8FDC;&#x79BB;&#x201C;&#x788E;&#x7247;&#x5316;&#x201D;&#x77E5;&#x8BC6;&#x3001;&#x201C;&#x6D88;&#x8D39;&#x578B;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x800C;&#x5B66;&#x95EE;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x7531;&#x6B64;&#x79EF;&#x7D2F;&#x4E86;&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="image.png"> &#x200B;<a href="https://en.wikipedia.org/wiki/Library_of_Alexandria" target="_blank" rel="noopener">from Wikipedia &#x2013; Library of Alexandria</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0&#x200B;</a></center><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/2xzfzy" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x77E5; &#x4E0E; &#x667A;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/esteem-cn/【steem指南】用esteem-surfer发帖/" class="image is-7by1"><img class="thumbnail" src="https://esteem.app/images/08-p-2600.png" alt="【Steem指南】用eSteem Surfer发帖"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-13T04:47:30.000Z">2019-02-13</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/esteem-cn/">esteem-cn</a></div><span class="level-item has-text-grey">6 minutes read (About 872 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/esteem-cn/【steem指南】用esteem-surfer发帖/">【Steem指南】用eSteem Surfer发帖</a></h1><div class="content"><h3 id="&#x95EE;&#x9898;"><a href="#&#x95EE;&#x9898;" class="headerlink" title="&#x95EE;&#x9898;"></a>&#x95EE;&#x9898;</h3><p>&#x7531;&#x4E8E;&#x5C1A;&#x4E0D;&#x660E;&#x786E;&#x7684;&#x539F;&#x56E0;&#xFF0C;*.steemit.com&#x57DF;&#x540D;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x7684;&#x8BBF;&#x95EE;&#x53D7;&#x9650;&#xFF0C;&#x5BF9;&#x67D0;&#x4E9B;&#x7528;&#x6237;&#x7684;&#x4F7F;&#x7528;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x5B9A;&#x5F71;&#x54CD;&#x3002;&#xFF08;&#x3010;2019/02/13&#x3011;&#xFF09;</p><p>&#x9488;&#x5BF9;&#x8FD9;&#x4E00;&#x60C5;&#x51B5;&#xFF0C;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5927;&#x81F4;&#x53EF;&#x4EE5;&#x5F52;&#x7C7B;&#x5982;&#x4E0B;&#xFF1A;</p><p>&#x3010;&#x7528;&#x6237;&#x3011;&#xFF1A;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x91C7;&#x53D6;&#x7684;&#x65B9;&#x6848; 1. &#x4F7F;&#x7528;&#x5176;&#x4ED6;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;&#x624B;&#x673A;&#x7AEF;&#x7684;Partiko, Wherein&#x548C;eSteem&#xFF0C;PC&#x7AEF;&#x7684;Web&#x754C;&#x9762;&#x5982;steemkr.com&#x3001;steempress&#xFF0C;&#x684C;&#x9762;&#x5E94;&#x7528;eSteem Surfer 2. &#x4F7F;&#x7528;&#x5176;&#x4ED6;dApp&#x53D1;&#x5E03;&#xFF0C;&#x5982;dtube, Artifit 3. &#x91C7;&#x7528;V&#xB7;-&#xB7;P&#xB7;-&#xB7;N&#x3001;S&#xB7;~&#xB7;S&#xB7;~&#xB7;R&#x7B49;&#x65B9;&#x5F0F;&#x6D4F;&#x89C8;steemit.com / busy.org / steempeak.com&#x7B49;</p><p>&#x3010;&#x5F00;&#x53D1;&#x8005;&#x3011;&#xFF1A;&#x9700;&#x8981;&#x5F00;&#x53D1;&#x8005;&#x652F;&#x6301;&#x7684;&#x65B9;&#x6848; 1. &#x521B;&#x5EFA;&#x548C;&#x90E8;&#x7F72;&#x65B0;&#x7684;&#x4E0D;&#x6D89;&#x53CA; &#x201C;<em>.steemit.com&#x201D; &#x7684;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;partiko.app&#x7684;PC&#x7248;&#xFF0C;&#x7FFB;&#x8BD1;steemkr.com&#xFF0C;&#x4FEE;&#x6539;&#x5E76;&#x90E8;&#x7F72;busy.org&#x7B49; 2. &#x73B0;&#x6709;&#x7684;App&#x5982;Busy, Steempeak&#x7B49;&#xFF0C;&#x652F;&#x6301;steemconnect v2&#x4EE5;&#x5916;&#x7684;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5C1D;&#x8BD5;&#x7ED5;&#x8FC7;</em>.steemit.com&#x88AB;&#x5C01;&#x6740;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;steem keychain&#x6216;steemconnect v3&#x7B49;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x4E14;&#x66F4;&#x65B0;steemjs&#x7684;API URL 3. &#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house</p><p>&#x672C;&#x6587;&#x4EC5;&#x4ECB;&#x7ECD;&#x3010;&#x7528;&#x6237;&#x3011;&#xFF08;1&#xFF09;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;eSteem Surfer&#x8FD9;&#x4E00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBF;&#x95EE;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x521D;&#x6B65;&#x66FF;&#x4EE3;steemit.com&#x7684;&#x53D1;&#x5E16;&#x529F;&#x80FD;&#x3002;</p><p><img src="https://esteem.app/images/08-p-2600.png" alt=""> <a href="https://esteem.app/" target="_blank" rel="noopener">Image Source: esteem.app</a></p><p><br></p><h3 id="&#x7528;eSteem-Surfer&#x53D1;&#x5E16;"><a href="#&#x7528;eSteem-Surfer&#x53D1;&#x5E16;" class="headerlink" title="&#x7528;eSteem Surfer&#x53D1;&#x5E16;"></a>&#x7528;eSteem Surfer&#x53D1;&#x5E16;</h3><ol><li>&#x5230; https://esteem.app/#downloads &#x4E0B;&#x8F7D;&#x5BF9;&#x5E94;&#x7684;<strong>eSteem Surfer&#x684C;&#x9762;&#x5BA2;&#x6237;&#x7AEF;&#xFF08;Desktop&#xFF09;</strong>&#x3002;&#x94FE;&#x63A5;&#x4F1A;&#x8DF3;&#x8F6C;&#x5230;GitHub&#x9875;&#x9762; https://github.com/eSteemApp/esteem-surfer/releases&#xFF0C;&#x9009;&#x62E9;Windiows&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/eSteem.Surfer.Setup.2.0.5.exe" target="_blank" rel="noopener">exe</a>&#xFF09;&#x6216;Mac&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.dmg" target="_blank" rel="noopener">dmg</a>&#xFF09;&#xFF0C;Linux&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer_2.0.5_amd64.deb" target="_blank" rel="noopener">deb</a>, <a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.x86_64.rpm" target="_blank" rel="noopener">rpm</a>&#xFF09;&#x3002;</li><li>&#x4E0B;&#x8F7D;&#x5B8C;&#x6BD5;&#xFF0C;&#x6309;&#x7167;&#x6B65;&#x9AA4;&#x5B89;&#x88C5;&#x3002;&#x542F;&#x52A8;eSteem Surfer&#x3002;</li><li>eSteem&#x542F;&#x52A8;&#x9700;&#x8981;&#x8BBE;&#x7F6E;<strong>PIN&#x7801;</strong>&#xFF0C;&#x5373;&#x4E00;&#x4E2A;&#x5728;&#x672C;&#x5730;&#x542F;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x5BC6;&#x7801;&#xFF0C;&#x4E0E;Steem&#x65E0;&#x5173;&#x3002;&#x9700;&#x7262;&#x8BB0;PIN&#x7801;&#xFF0C;&#x4E0B;&#x6B21;&#x542F;&#x52A8;eSteem&#x65F6;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x3002;</li><li>&#x7528;<strong>Steem&#x8D26;&#x6237;&#x548C;post key</strong>&#x767B;&#x5F55;eSteem Surfer&#x3002;</li><li>&#x70B9;&#x51FB;&#x9876;&#x90E8;&#x7684;&#x8BBE;&#x7F6E;&#xFF08;Settings&#xFF09;&#x6309;&#x94AE;&#xFF0C;<strong>&#x5C06;Server&#x6539;&#x6210;https://anyx.io</strong>&#xFF0C;&#x5373;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;eSteem Surfer&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;https://anyx.io&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8FD8;&#x6BD4;&#x8F83;&#x5FEB;&#x3002;</li></ol><p><img src="https://i.ibb.co/6ZX4Rdr/image.png" alt="&#x56FE;&#xFF1A;&#x9009;&#x62E9;Server"> Image Source: eSteem Surfer&#x622A;&#x56FE;</p><p><br></p><h3 id="&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"><a href="#&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;" class="headerlink" title="&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"></a>&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;</h3><ol><li>eSteem Surfer&#x7684;&#x56FE;&#x7247;&#x670D;&#x52A1;&#x5668;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x8BBF;&#x95EE;&#x5B58;&#x5728;&#x95EE;&#x9898;&#xFF08;&#x5DF2;&#x62A5;&#x544A;&#x5B98;&#x65B9;&#x8FDB;&#x884C;&#x4FEE;&#x590D;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x901A;&#x8FC7; https://imgbb.com/ &#x4E0A;&#x4F20;&#x56FE;&#x7247;&#xFF0C;&#x83B7;&#x5F97;&#x56FE;&#x7247;&#x94FE;&#x63A5;&#xFF0C;&#x518D;&#x7528;Markdown&#x683C;&#x5F0F;&#x53D1;&#x5E03;&#x56FE;&#x7247;&#xFF0C;&#x5982;&#x672C;&#x6587;&#x6240;&#x505A;&#x7684;</li><li>eSteem Surfer&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x5176;&#x53EF;&#x4EE5;<strong>&#x81EA;&#x7531;&#x914D;&#x7F6E; API Server</strong>&#xFF0C;&#x800C;&#x4E0D;&#x53D7;steemit.com&#x57DF;&#x540D;&#x5F71;&#x54CD;&#xFF0C;&#x5176;&#x4F59;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x8FD9;&#x4E00;&#x601D;&#x8DEF;&#x4EE5;&#x4FDD;&#x6301;&#x7075;&#x6D3B;&#x6027;&#x3002;</li><li>&#x4F7F;&#x7528;eSteem&#x53D1;&#x5E16;&#x4F1A;&#x7ED9;esteem <strong>10%&#x7684;&#x53D7;&#x76CA;&#x4EBA;&#x8D39;&#x7528;</strong>&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4F1A;&#x83B7;&#x5F97;<strong>eSteem&#x7684;&#x70B9;&#x8D5E;</strong>&#xFF0C;&#x70B9;&#x8D5E;&#x91D1;&#x989D;&#x4E0E;&#x4F7F;&#x7528;&#x8005;&#x6240;&#x6709;&#x7C89;&#x4E1D;&#x7684;SP&#x603B;&#x548C;&#x6210;&#x6B63;&#x6BD4;&#x3002;</li><li>&#x5982;CN&#x533A;&#x4F7F;&#x7528;eSteem Surfer&#x9047;&#x5230;&#x5176;&#x4ED6;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF7;&#x6559;eSteem&#x4E2D;&#x6587;&#x533A;&#x5BA1;&#x67E5;&#x5458; @davidk20 &#x63D0;&#x4F9B;&#x652F;&#x6301;&#x3002;&#x611F;&#x8C22;&#x62C9;&#x4ED4;&#xFF01;</li></ol><p>&#x5E0C;&#x671B;&#x672C;&#x6587;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9;&#x3002;&#x5982;&#x679C;&#x5728;&#x4F7F;&#x7528;eSteem Surfer&#x65F6;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x5BF9;&#x4E8E;&#x5176;&#x4ED6;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x8BF7;&#x7559;&#x8A00;&#x8BA8;&#x8BBA;&#x3002;</p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steem-esteem-surfer" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;eSteem Surfer&#x53D1;&#x5E16;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/busy/【观非常人，行非常事】程灵素：海棠无香/" class="image is-7by1"><img class="thumbnail" src="http://www.jinyongwang.com/public/uploads/baike/2015-08-15/12971439620931_300.jpg" alt="【观非常人，行非常事】程灵素：海棠无香"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-25T15:45:30.000Z">2019-01-25</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/busy/">busy</a></div><span class="level-item has-text-grey">6 minutes read (About 841 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/busy/【观非常人，行非常事】程灵素：海棠无香/">【观非常人，行非常事】程灵素：海棠无香</a></h1><div class="content"><p>&#x6B64;&#x6587;&#x539F;&#x4E3A;&#x7B54; &#x5C0F;&#x8FEA; @tydebbie <a href="https://busy.org/@tydebbie/--1547920713831" target="_blank" rel="noopener">&#x4E0D;&#x5B9A;&#x671F;&#x9020;&#x53E5;&#x5C0F;&#x6D3B;&#x52D5;: &#x7B2C;&#x4E8C;&#x5341;&#x4E09;&#x671F;&#x9812;&#x734E;&#x5178;&#x79AE;+ &#x7B2C;&#x4E8C;&#x5341;&#x56DB;&#x671F;&#x958B;&#x59CB;</a> &#x6240;&#x4F5C;&#xFF0C;&#x7565;&#x52A0;&#x6269;&#x5C55;&#x4EE5;&#x8A00;&#x4E8B;&#x3002;</p><p>&#x7B54;&#x6848;&#x91CC;&#x5199;&#x4E86;&#x4E24;&#x7EC4;&#x4EBA;&#xFF1A;&#x82D7;&#x4EBA;&#x51E4;&#x3001;&#x80E1;&#x6590;&#x548C;&#x7A0B;&#x7075;&#x7D20;&#xFF1B;&#x725B;&#x987F;&#x3001;&#x6B27;&#x62C9;&#x548C;&#x9AD8;&#x65AF;&#x3002;&#x524D;&#x4E00;&#x7EC4;&#xFF0C;&#x6C5F;&#x6E56;&#x4EBA;&#x6770;&#xFF0C;&#x895F;&#x6000;&#x5766;&#x8361;&#xFF1B;&#x540E;&#x4E00;&#x7EC4;&#xFF0C;&#x6570;&#x5B66;&#x9F3B;&#x7956;&#xFF0C;&#x767E;&#x4EE3;&#x6D41;&#x82B3;&#x3002;&#x4E16;&#x4E0A;&#x79CD;&#x79CD;&#xFF0C;&#x4EBA;&#x6709;&#x60C5;&#x3001;&#x4E8B;&#x65E0;&#x60C5;&#xFF0C;&#x201C;&#x591A;&#x60C5;&#x603B;&#x88AB;&#x65E0;&#x60C5;&#x607C;&#x201D;&#x3002;&#x540E;&#x8865;&#x4E00;&#x77ED;&#x6587;&#xFF0C;&#x8BF4;&#x8BF4;&#x5947;&#x4EBA;&#x7A0B;&#x7075;&#x7D20;&#x3002;</p><blockquote><p>&#x4E00;) &#x7528;&#x6211;&#x63D0;&#x4F9B;&#x7684;&#x8A5E;&#x8A9E;&#x9020;&#x53E5; &#x66F8;&#x3001;&#x818F;&#x3001;&#x85E5;&#x3001;&#x8033;&#x6735;&#x3001;repair (&#x4FEE;&#x7406;)</p><p>&#x82D7;&#x4EBA;&#x51E4;&#x8033;&#x6735;&#x867D;&#x65E0;&#x4E8B;&#x3001;&#x4F46;&#x53CC;&#x773C;&#x5DF2;&#x76F2;&#xFF0C;&#x552F;&#x6709;&#x7A0B;&#x7075;&#x7D20;&#x80FD;&#x4EE5;&#x5B66;&#x81EA;&#x300A;&#x836F;&#x738B;&#x795E;&#x7BC7;&#x300B;&#x4E66;&#x4E2D;&#x7684;&#x836F;&#x818F;&#x6765;repair&#x3002;&#x82D7;&#x5927;&#x4FA0;&#x7EDD;&#x4E0D;&#x7591;&#x7A0B;&#x7075;&#x7D20;&#x4F1A;&#x52A0;&#x5BB3;&#x4E8E;&#x4ED6;&#xFF0C;&#x7A0B;&#x59D1;&#x5A18;&#x4E0D;&#x95EE;&#x4E5F;&#x77E5;&#x82D7;&#x4EBA;&#x51E4;&#x4E0D;&#x4F1A;&#x754F;&#x60E7;&#x4E03;&#x5FC3;&#x6D77;&#x68E0;&#x53F6;&#x5E26;&#x6765;&#x7684;&#x5267;&#x75DB;&#xFF0C;&#x8FD9;&#x79CD;&#x5766;&#x8361;&#x78CA;&#x843D;&#x3001;&#x82F1;&#x96C4;&#x76F8;&#x77E5;&#xFF0C;&#x4E5F;&#x53EA;&#x4ED6;&#x4EEC;&#x4E8C;&#x4EBA;&#xFF0C;&#x8FDE;&#x80E1;&#x6590;&#x4E5F;&#x4E0D;&#x80FD;&#x53CA;&#x3002;&#x2014;&#x2014;&#xFF08;&#x300A;&#x98DE;&#x72D0;&#x5916;&#x4F20;&#x300B;&#xFF09;</p><p>&#x4E8C;) &#x7528;&#x4EFB;&#x4F55;&#x4E09;&#x500B;&#x82F1;&#x6587;&#x540D;&#x5B57;&#x9020;&#x53E5; <em>&#x4E0A;&#x8054;&#xFF1A;&#x725B;&#x987F;&#x987F;&#x9996;&#x843D;&#x82F9;&#x679C;&#xFF0C;&#x59CB;&#x542F;&#x6D41;&#x6570; </em>&#x4E0B;&#x8054;&#xFF1A;&#x6B27;&#x62C9;&#x62C9;&#x8F66;&#x5386;&#x4E03;&#x6865;&#xFF0C;&#x7EC8;&#x81F3;&#x56FE;&#x8BBA; * &#x6A2A;&#x6279;&#xFF1A;&#x9AD8;&#x54C9;&#x65AF;&#x4EBA;&#xFF08;&#x9AD8;&#x65AF;&#xFF09;</p><p>&#x89E3;&#x91CA;&#xFF1A;&#x4E0A;&#x8054; &#x2013; &#x725B;&#x987F;&#x88AB;&#x82F9;&#x679C;&#x7838;&#x4E2D;&#xFF0C;&#x521B;&#x7ACB;&#x5FAE;&#x79EF;&#x5206;&#xFF0C;&#x63D0;&#x51FA;&#x4E07;&#x6709;&#x5F15;&#x529B;&#xFF1B;&#x4E0B;&#x8054; &#x2013; &#x6B27;&#x62C9;&#x89E3;&#x51B3;&#x54E5;&#x5FB7;&#x65AF;&#x5821;&#x4E03;&#x6865;&#x95EE;&#x9898;&#xFF0C;&#x521B;&#x7ACB;&#x56FE;&#x8BBA;&#xFF1B;&#x6A2A;&#x6279; &#x2013; &#x725B;&#x987F;&#xFF0C;&#x6B27;&#x62C9;&#xFF0C;&#x9AD8;&#x65AF;&#xFF0C;&#x6570;&#x5B66;&#x53F2;&#x4E0A;&#x7684;&#x4E09;&#x5EA7;&#x4E30;&#x7891;&#xFF0C;&#x90FD;&#x662F;&#x9AD8;&#x4EBA;&#x3002;</p><h2 id="&#x2014;&#x2014;"><a href="#&#x2014;&#x2014;" class="headerlink" title="&#x2014;&#x2014;"></a>&#x2014;&#x2014;</h2></blockquote><p><img src="http://www.jinyongwang.com/public/uploads/baike/2015-08-15/12971439620931_300.jpg" alt="image.png"></p><blockquote></blockquote><p>&#x201C;&#x5C0F;&#x59B9;&#x5B50;&#x5BF9;&#x60C5;&#x90CE;&#x2014;&#x2014;&#x6069;&#x60C5;&#x6DF1;&#xFF0C;&#x4F60;&#x83AB;&#x8D1F;&#x4E86;&#x59B9;&#x5B50;&#x2014;&#x2014;&#x4E00;&#x6BB5;&#x60C5;&#xFF0C;&#x4F60;&#x89C1;&#x4E86;&#x5979;&#x9762;&#x65F6;&#x2014;&#x2014;&#x8981;&#x5F85;&#x5979;&#x597D;&#xFF0C;&#x4F60;&#x4E0D;&#x89C1;&#x5979;&#x9762;&#x65F6;&#x2014;&#x2014;&#x5929;&#x5929;&#x8981;&#x5341;&#x4E03;&#x516B;&#x904D;&#x6302;&#x5728;&#x5FC3;&#xFF01;&#x201D;</p><p>&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x91CC;&#x7684;&#x5973;&#x6027;&#x4E3B;&#x89D2;&#xFF0C;&#x5BB9;&#x989C;&#x5373;&#x4F7F;&#x4E0D;&#x503E;&#x57CE;&#xFF0C;&#x4E5F;&#x81F3;&#x5C11;&#x8131;&#x4FD7;&#xFF1B;&#x7A0B;&#x7075;&#x7D20;&#x5374;&#x662F;&#x8C8C;&#x4E0D;&#x60CA;&#x4EBA;&#xFF0C;&#x808C;&#x80A4;&#x67AF;&#x9EC4;&#xFF0C;&#x8138;&#x6709;&#x83DC;&#x8272;&#x3002;&#x91D1;&#x5EB8;&#x7684;&#x5973;&#x4E3B;&#x89D2;&#x5728;&#x201C;&#x60C5;&#x201D;&#x90FD;&#x8F83;&#x6D12;&#x8131;&#x3001;&#x6562;&#x7231;&#x6562;&#x6068;&#xFF1B;&#x7A0B;&#x7075;&#x7D20;&#x5374;&#x81F3;&#x6B7B;&#x672A;&#x660E;&#x8A00;&#x5176;&#x60C5;&#xFF0C;&#x552F;&#x4EE5;&#x81EA;&#x5DF1;&#x7684;&#x751F;&#x547D;&#x6551;&#x6CBB;&#x6240;&#x949F;&#x4E4B;&#x4EBA;&#x3002;&#x8FD9;&#x5267;&#x60C5;&#x770B;&#x7740;&#x6709;&#x4E9B;&#x201C;&#x743C;&#x7476;&#x201D;&#xFF0C;&#x4F46;&#x8FD9;&#x80CC;&#x540E;&#x7684;&#x81F3;&#x60C5;&#x81F3;&#x6027;&#x3001;&#x81F3;&#x771F;&#x81F3;&#x8BDA;&#xFF0C;&#x5374;&#x53EB;&#x4EBA;&#x52A8;&#x5BB9;&#x3002;</p><p>&#x5979;&#x51E1;&#x4E8B;&#x7ED9;&#x4EBA;&#x9884;&#x7559;&#x9000;&#x8DEF;&#xFF0C;&#x60E9;&#x4EBA;&#x7F6A;&#x6076;&#x4E0D;&#x5FD8;&#x5F15;&#x4EBA;&#x5411;&#x5584;&#xFF0C;&#x89E3;&#x4EBA;&#x8EAB;&#x6BD2;&#x5E76;&#x4E14;&#x5236;&#x5176;&#x5FC3;&#x6BD2;&#xFF0C;&#x6BD2;&#x4E2D;&#x5723;&#x624B;&#x5374;&#x4ECE;&#x4E0D;&#x4EE5;&#x6BD2;&#x5BB3;&#x4EBA;&#xFF0C;&#x53EA;&#x4E3A;&#x6551;&#x4EBA;&#xFF0C;&#x8BA9;&#x4EBA;&#x51FB;&#x8282;&#x53F9;&#x8D4F;&#x3002;&#x5979;&#x672A;&#x6709;&#x4E00;&#x4E8B;&#x8D1F;&#x4ED6;&#x4EBA;&#xFF0C;&#x4F46;&#x6C42;&#x4E0D;&#x8D1F;&#x5DF1;&#x5FC3;&#x3002;&#x6240;&#x7231;&#x4E4B;&#x4EBA;&#xFF0C;&#x4EE4;&#x5176;&#x7231;&#x6240;&#x7231;&#xFF0C;&#x867D;&#x6211;&#x8EAB;&#x9668;&#xFF0C;&#x4EA6;&#x672A;&#x66FE;&#x6094;&#x3002;&#x8FD9;&#x5973;&#x5B50;&#x5FC3;&#x6027;&#x901A;&#x8FBE;&#x3001;&#x6D1E;&#x5BDF;&#x4E07;&#x7269;&#x3001;&#x7EDD;&#x4E16;&#x624D;&#x60C5;&#xFF0C;&#x5374;&#x53EA;&#x77E5;&#x5229;&#x4EBA;&#x3001;&#x4ECE;&#x4E0D;&#x5229;&#x5DF1;&#xFF0C;&#x4EE4;&#x4EBA;&#x53F9;&#x670D;&#x3002;&#x76F8;&#x5F62;&#x4E4B;&#x4E0B;&#xFF0C;&#x70ED;&#x8840;&#x4ED7;&#x4E49;&#x7684;&#x80E1;&#x6590;&#x3001;&#x98DE;&#x626C;&#x6D12;&#x8131;&#x7684;&#x8881;&#x7D2B;&#x8863;&#x3001;&#x9876;&#x5929;&#x7ACB;&#x5730;&#x7684;&#x82D7;&#x4EBA;&#x51E4;&#xFF0C;&#x90FD;&#x76F8;&#x5F62;&#x5931;&#x8272;&#x3002;</p><p>&#x201C;&#x6D77;&#x68E0;&#x65E0;&#x9999;&#x201D;&#xFF1A;&#x6D77;&#x68E0;&#x5E76;&#x975E;&#x771F;&#x7684;&#x65E0;&#x9999;&#xFF0C;&#x7075;&#x7D20;&#x4E5F;&#x5E76;&#x975E;&#x771F;&#x7684;&#x4E0D;&#x201C;&#x7F8E;&#x201D;&#xFF0C;&#x4E0D;&#x662F;&#x6709;&#x5FC3;&#x4EBA;&#xFF0C;&#x4E0D;&#x80FD;&#x5F97;&#x5176;&#x5999;&#x800C;&#x5DF2;&#x3002;</p><p><img src="http://pic.baike.soso.com/p/20090717/20090717141657-1174052522.jpg" alt="image.png"></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/6knccd" target="_blank" rel="noopener">&#x3010;&#x89C2;&#x975E;&#x5E38;&#x4EBA;&#xFF0C;&#x884C;&#x975E;&#x5E38;&#x4E8B;&#x3011;&#x7A0B;&#x7075;&#x7D20;&#xFF1A;&#x6D77;&#x68E0;&#x65E0;&#x9999;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/cn-stem/作为科普作家的艾萨克·阿西莫夫-isaac-asimov-and-popular-science/" class="image is-7by1"><img class="thumbnail" src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/en/0/0f/Threebody.jpg" alt="作为科普作家的艾萨克·阿西莫夫 | Isaac Asimov and Popular Science"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-01-07T19:44:57.000Z">2019-01-07</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn-stem/">cn-stem</a></div><span class="level-item has-text-grey">21 minutes read (About 3104 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn-stem/作为科普作家的艾萨克·阿西莫夫-isaac-asimov-and-popular-science/">作为科普作家的艾萨克·阿西莫夫 | Isaac Asimov and Popular Science</a></h1><div class="content"><p>&#x672C;&#x6587;&#x4ECB;&#x7ECD;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x548C;&#x79D1;&#x666E;&#x4F5C;&#x54C1;&#x5728;&#x666E;&#x53CA;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E2D;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x4EE5;&#x53CA;&#x8457;&#x540D;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;&#x4E0D;&#x4E3A;&#x4EBA;&#x6240;&#x4E86;&#x89E3;&#x7684;&#x79D1;&#x666E;&#x4F5C;&#x5BB6;&#x7684;&#x4E00;&#x9762;&#x3002;</p><h4 id="&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x70ED;&#x7231;&#x79D1;&#x5B66;&#xFF1F;</h4><p>&#x7B2C;&#x4E8C;&#x6B21;&#x4E16;&#x754C;&#x5927;&#x6218;&#x7ED3;&#x675F;&#x4EE5;&#x540E;&#xFF0C;&#x7531;&#x4E8E;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x7684;&#x8FC5;&#x731B;&#x53D1;&#x5C55;&#xFF0C;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x8BFE;&#x7A0B;&#x5728;&#x5168;&#x4E16;&#x754C;&#x4E3B;&#x8981;&#x56FD;&#x5BB6;&#x7684;&#x516C;&#x6C11;&#x6559;&#x80B2;&#x4E2D;&#x53D7;&#x5230;&#x8D8A;&#x6765;&#x8D8A;&#x9AD8;&#x7684;&#x91CD;&#x89C6;&#x3002;&#x5728;&#x56FD;&#x5185;&#x51FA;&#x73B0;&#x4E86;<strong>&#x201C;&#x5B66;&#x597D;&#x6570;&#x7406;&#x5316;&#xFF0C;&#x8D70;&#x904D;&#x5929;&#x4E0B;&#x90FD;&#x4E0D;&#x6015;</strong>&#x201D;&#x3001;<strong>&#x201C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x662F;&#x7B2C;&#x4E00;&#x751F;&#x4EA7;&#x529B;&#x201D;</strong>&#x7684;&#x8BF4;&#x6CD5;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7684;&#x5D07;&#x656C;&#x4E0E;&#x8FFD;&#x9010;&#xFF0C;&#x51E0;&#x4E4E;&#x5230;&#x4E86;&#x79D1;&#x5B66;&#x81F3;&#x4E0A;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;&#x7684;&#x7A0B;&#x5EA6;&#x3002;</p><p>&#x5728;&#x718F;&#x9676;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x65B9;&#x9762;&#xFF0C;&#x653F;&#x5E9C;&#x4E3B;&#x5BFC;&#x7684;&#x5B66;&#x6821;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x3001;&#x81EA;&#x7136;&#x535A;&#x7269;&#x9986;&#x3001;&#x79D1;&#x6280;&#x535A;&#x7269;&#x9986;&#x7B49;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x5177;&#x6709;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x4F46;&#x771F;&#x6B63;&#x8BA9;&#x79D1;&#x6280;&#x53D8;&#x6210;&#x4E86;&#x6BCF;&#x4E2A;&#x4EBA;&#x751F;&#x6D3B;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x8FD8;&#x8981;&#x5C5E;&#x79D1;&#x6280;&#x4E0E;&#x6587;&#x5316;&#x3001;&#x4F20;&#x5A92;&#x548C;&#x5546;&#x4E1A;&#x9886;&#x57DF;&#x7684;&#x7ED3;&#x5408;&#x4E0E;&#x5E94;&#x7528;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5927;&#x91CF;&#x7684;&#x6587;&#x5316;&#x4F5C;&#x54C1;&#xFF0C;&#x4F8B;&#x5982;<strong>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x3001;&#x5C11;&#x513F;&#x79D1;&#x666E;&#x8BFB;&#x7269;&#x3001;&#x79D1;&#x5B66;&#x6742;&#x5FD7;&#x3001;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x3001;&#x79D1;&#x5E7B;&#x52A8;&#x753B;&#x548C;&#x6F2B;&#x753B;</strong>&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x548C;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x7684;&#x5851;&#x9020;&#x6709;&#x7740;&#x4E0D;&#x53EF;&#x5FFD;&#x89C6;&#x7684;&#x4F5C;&#x7528;&#x3002;</p><p>&#xFF08;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#xFF09;&#x6539;&#x9769;&#x5F00;&#x653E;&#x4EE5;&#x540E;&#xFF0C;&#x9664;&#x4E86;80&#x5E74;&#x4EE3;&#x66FE;&#x7ECF;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x7684;&#x201C;&#x79D1;&#x5E7B;&#x201D;&#x7981;&#x4EE4;&#x5E26;&#x6765;&#x7684;&#x9694;&#x7EDD;&#xFF0C;90&#x5E74;&#x4EE3;&#x4EE5;&#x540E;&#x7684;&#x5E74;&#x8F7B;&#x4EBA;&#x63A5;&#x89E6;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x79D1;&#x5E7B;&#x6587;&#x5316;&#x4F5C;&#x54C1;&#xFF0C;&#x542F;&#x53D1;&#x4E86;&#x5E74;&#x8F7B;&#x4EBA;&#x5BF9;&#x4E8E;&#x672A;&#x6765;&#x4E16;&#x754C;&#x548C;&#x79D1;&#x5B66;&#x521B;&#x9020;&#x7684;&#x6781;&#x5927;&#x5174;&#x8DA3;&#x3002;&#x6BD4;&#x5982;&#xFF1A;</p><ul><li><strong>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</strong>&#xFF1A;&#x5982;&#x5112;&#x52D2;&#xB7;&#x51E1;&#x5C14;&#x7EB3;&#x7684;&#x300A;&#x683C;&#x5170;&#x7279;&#x8239;&#x957F;&#x7684;&#x513F;&#x5973;&#x300B;&#x3001;&#x300A;&#x6D77;&#x5E95;&#x4E24;&#x4E07;&#x91CC;&#x300B;&#x3001;&#x300A;&#x795E;&#x79D8;&#x5C9B;&#x300B;&#x3001;&#x300A;80&#x5929;&#x73AF;&#x6E38;&#x5730;&#x7403;&#x300B;&#xFF0C;H&#xB7;G&#xB7;&#x5A01;&#x5C14;&#x65AF;&#x7684;&#x300A;&#x65F6;&#x95F4;&#x673A;&#x5668;&#x300B;&#x3001;&#x300A;&#x9690;&#x8EAB;&#x4EBA;&#x300B;&#xFF0C;&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x5E1D;&#x56FD;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x57FA;&#x5730;&#x7CFB;&#x5217;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x5C11;&#x513F;&#x79D1;&#x666E;&#x8BFB;&#x7269;</strong>&#xFF1A;&#x300A;&#x5341;&#x4E07;&#x4E2A;&#x4E3A;&#x4EC0;&#x4E48;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x79D1;&#x5E7B;&#x7535;&#x5F71;</strong>&#xFF1A;&#x300A;2001&#x5E74;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x3001;&#x300A;&#x661F;&#x7403;&#x5927;&#x6218;&#x300B;&#x3001;&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x7B49;&#xFF1B;</li><li><strong>&#x79D1;&#x5E7B;&#x52A8;&#x753B;&#x548C;&#x52A8;&#x6F2B;</strong>&#xFF1A;&#x300A;&#x94C1;&#x81C2;&#x963F;&#x7AE5;&#x6728;&#x300B;&#x3001;&#x300A;&#x661F;&#x9645;&#x8FF7;&#x822A;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x82F1;&#x96C4;&#x4F20;&#x8BF4;&#x300B;&#x3001;&#x300A;&#x653B;&#x58F3;&#x7279;&#x5DE5;&#x961F;&#x300B;&#x7B49;</li></ul><p>&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x5728;1999&#x5E74;&#x7684;&#x5168;&#x56FD;&#x8BED;&#x6587;&#x9AD8;&#x8003;&#x4E2D;&#xFF0C;&#x547D;&#x9898;&#x4F5C;&#x6587;<strong>&#x300A;&#x5047;&#x5982;&#x8BB0;&#x5FC6;&#x53EF;&#x4EE5;&#x79FB;&#x690D;&#x300B;</strong>&#x5177;&#x6709;&#x5F3A;&#x70C8;&#x7684;&#x79D1;&#x5E7B;&#x8272;&#x5F69;&#xFF0C;&#x66FE;&#x7ECF;&#x6210;&#x4E3A;&#x4E00;&#x65F6;&#x7684;&#x70ED;&#x95E8;&#x8BDD;&#x9898;&#x3002;Big Bang&#xFF08;&#x300A;&#x751F;&#x6D3B;&#x5927;&#x7206;&#x70B8;&#x300B;&#xFF09;&#x7B49;&#x79D1;&#x5B66;&#x7C7B;&#x70ED;&#x95E8;&#x7535;&#x89C6;&#x5267;&#x4E5F;&#x66FE;&#x7ECF;&#x6DF1;&#x53D7;&#x5E74;&#x8F7B;&#x4EBA;&#x559C;&#x7231;&#xFF0C;&#x5267;&#x4E2D;&#x968F;&#x5904;&#x53EF;&#x89C1;&#x4E0E;&#x4E0A;&#x9762;&#x8FD9;&#x4E9B;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x3001;&#x7535;&#x5F71;&#x7B49;&#x76F8;&#x5173;&#x7684;&#x6865;&#x6BB5;&#x3002;&#x81F3;&#x4E8E;&#x8FD1;&#x51E0;&#x5E74;&#x5218;&#x6148;&#x6B23;&#x7684;<strong>&#x300A;&#x4E09;&#x4F53;&#x7CFB;&#x5217;&#x300B;&#xFF08;The Three Body Problem&#xFF09;</strong>&#x7684;&#x706B;&#x7206;&#x7A0B;&#x5EA6;&#xFF0C;&#x5219;&#x51E0;&#x4E4E;&#x76F4;&#x903C;&#x91D1;&#x5EB8;&#x201C;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x201D;&#x7684;&#x5F85;&#x9047;&#xFF0C;&#x8BA9;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x4E00;&#x8DC3;&#x6210;&#x4E3A;&#x4E3B;&#x6D41;&#xFF0C;&#x88AB;&#x65E0;&#x6570;&#x5B69;&#x5B50;&#x548C;&#x6210;&#x4EBA;&#x8BA4;&#x540C;&#x4E0E;&#x559C;&#x7231;&#x3002;</p><p><em>&#x300A;&#x4E09;&#x4F53;&#x300B;The Three Body Problem</em> | <a href="https://en.wikipedia.org/wiki/The_Three-Body_Problem_(novel" target="_blank" rel="noopener">from Wikipedia</a>) | <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License" target="_blank" rel="noopener">Creative Commons Attribution-ShareAlike License</a></p><p><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/en/0/0f/Threebody.jpg" alt=""></p><p>&#x8BDA;&#x7136;&#x5927;&#x4F17;&#x5728;&#x6279;&#x5224;&#x6027;&#x601D;&#x7EF4;&#x3001;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x3001;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x7B49;&#x65B9;&#x9762;&#x4ECD;&#x7136;&#x6709;&#x5F85;&#x63D0;&#x9AD8;&#xFF0C;&#x4F46;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x6545;&#x4E8B;&#x4E0E;&#x6587;&#x5316;&#xFF0C;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E86;&#x4E00;&#x4EE3;&#x5E74;&#x8F7B;&#x4EBA;&#x7684;&#x5171;&#x540C;&#x7684;&#x6587;&#x5316;&#x80CC;&#x666F;&#x4E0E;&#x751F;&#x6D3B;&#x56DE;&#x5FC6;&#xFF0C;&#x5176;&#x4EF7;&#x503C;&#x662F;&#x6BCB;&#x5EB8;&#x7F6E;&#x7591;&#x7684;&#x3002;</p><h4 id="&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;"><a href="#&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;" class="headerlink" title="&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;"></a>&#x6539;&#x53D8;&#x4E16;&#x754C;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</h4><p>&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x65B9;&#x6CD5;&#x7684;&#x6559;&#x80B2;&#xFF0C;&#x4E0D;&#x80FD;&#x8131;&#x79BB;&#x79D1;&#x5B66;&#x76F8;&#x5173;&#x6587;&#x5316;&#x7684;&#x718F;&#x9676;&#xFF1B;&#x800C;&#x57FA;&#x4E8E;&#x79D1;&#x5E7B;&#x4F5C;&#x54C1;&#x5F62;&#x6210;&#x7684;&#x6587;&#x5316;&#x751A;&#x81F3;&#x80FD;&#x76F4;&#x63A5;&#x5851;&#x9020;&#x73B0;&#x5B9E;&#x3001;&#x6539;&#x5199;&#x672A;&#x6765;&#x3002;</p><p>&#x7B2C;&#x4E00;&#x6D41;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x201D;&#xFF08;Science Fiction&#xFF09;&#x4F5C;&#x54C1;&#xFF0C;&#x9664;&#x4E86;&#x5929;&#x9A6C;&#x884C;&#x7A7A;&#x7684;&#x201C;&#x5E7B;&#x60F3;&#x201D;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x8FD8;&#x6709;&#x4F53;&#x7CFB;&#x4E25;&#x5BC6;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x6216;&#x8BB8;&#x5728;&#x4E00;&#x4E9B;&#x79D1;&#x5B66;&#x903B;&#x8F91;&#x548C;&#x8BBA;&#x8BC1;&#x4E0A;&#x5B58;&#x5728;&#x6F0F;&#x6D1E;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x6FC0;&#x53D1;&#x8BFB;&#x8005;&#x5BF9;&#x672A;&#x6765;&#x7684;&#x60F3;&#x8C61;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x70ED;&#x60C5;&#xFF0C;&#x751A;&#x81F3;&#x5F15;&#x9886;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x6709;&#x7740;&#x60CA;&#x4EBA;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x6BD4;&#x5982;<strong>&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</strong>&#x7684;&#x201C;<strong>&#x673A;&#x5668;&#x4EBA;&#x4E09;&#x5927;&#x5B9A;&#x5F8B;</strong>&#x201D;&#x5BF9;&#x4E8E;&#x673A;&#x5668;&#x4EBA;&#x7684;&#x53D1;&#x5C55;&#x6709;&#x7740;&#x91CD;&#x8981;&#x7684;&#x542F;&#x793A;&#x3001;&#x201C;<strong>&#x673A;&#x5668;&#x4EBA;&#x5B66;&#xFF08;robotics&#xFF09;</strong>&#x201D;&#x8FD9;&#x4E00;&#x5355;&#x8BCD;&#x5219;&#x76F4;&#x63A5;&#x662F;&#x7531;&#x963F;&#x897F;&#x83AB;&#x592B;&#x6240;&#x53D1;&#x660E;&#x7684;&#x3001;&#x201C;<strong>&#x5FC3;&#x7406;&#x53F2;&#x5B66;&#xFF08;psychohistory&#xFF09;</strong>&#x201D;&#x5219;&#x4E0E;&#x4ECA;&#x5929;&#x7684;&#x5927;&#x6570;&#x636E;&#x6280;&#x672F;&#x9065;&#x76F8;&#x547C;&#x5E94;&#x3001;&#x201C;<strong>&#x4EBA;&#x7C7B;&#x6B96;&#x6C11;&#x94F6;&#x6CB3;&#x7CFB;</strong>&#x201D;&#x7684;&#x60C5;&#x8282;<a href="https://www.huxiu.com/article/232555.html" target="_blank" rel="noopener">&#x5BF9;Elon Musk&#x7684;SpaceX&#x7B49;&#x9879;&#x76EE;&#x7684;&#x542F;&#x53D1;</a>&#x7B49;&#x7B49;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF4;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5BF9;&#x4E8E;&#x5F53;&#x4E0B;&#x4F9D;&#x7136;&#x70ED;&#x95E8;&#x7684;&#x201C;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x201D;&#x3001;&#x201C;&#x5927;&#x6570;&#x636E;&#x201D;&#x3001;&#x201C;&#x592A;&#x7A7A;&#x6280;&#x672F;&#x201D;&#x90FD;&#x6709;&#x7740;&#x4ECE;&#x7406;&#x60F3;&#x3001;&#x6280;&#x672F;&#x548C;&#x6587;&#x5316;&#x5C42;&#x6B21;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x3002;</p><p>&#x6709;&#x4EBA;&#x8BA4;&#x4E3A;&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF0C;&#x4E0E;&#x5112;&#x52D2;&#xB7;&#x51E1;&#x5C14;&#x7EB3;&#x3001;H&#xB7;G&#xB7;&#x5A01;&#x5C14;&#x65AF;&#x53EF;&#x4EE5;&#x5E76;&#x79F0;&#x4E3A;&#x79D1;&#x5E7B;&#x5386;&#x53F2;&#x4E0A;&#x7684;&#x4E09;&#x5DE8;&#x5934;&#x3002;&#x5BF9;&#x4E8E;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x4F5C;&#x54C1;&#x7684;&#x4ECB;&#x7ECD;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x89C1;&#x7EF4;&#x57FA;&#x767E;&#x79D1;<a href="https://zh.wikipedia.org/wiki/%E8%89%BE%E8%90%A8%E5%85%8B%C2%B7%E9%98%BF%E8%A5%BF%E8%8E%AB%E5%A4%AB" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a>&#x8BCD;&#x6761;&#x4E2D;&#x7684;&#x8BE6;&#x7EC6;&#x63CF;&#x8FF0;&#x3002;&#x90FD;&#x8BF4;&#x5218;&#x6148;&#x6B23;&#x7684;&#x4F5C;&#x54C1;&#x4EE5;&#x67B6;&#x6784;&#x5B8F;&#x5927;&#x89C1;&#x957F;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x90A3;&#x4E00;&#x4EE3;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#x60F3;&#x8C61;&#x7684;&#x5B8F;&#x4F1F;&#x7470;&#x4E3D;&#xFF0C;&#x4E5F;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#xFF0C;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x670B;&#x53CB;&#x53EF;&#x4EE5;&#x91CD;&#x70B9;&#x9605;&#x8BFB;&#x300A;&#x57FA;&#x5730;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x7CFB;&#x5217;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x5E1D;&#x56FD;&#x7CFB;&#x5217;&#x300B;&#x7B49;&#x3002;&#x8FD9;&#x91CC;&#x7279;&#x522B;&#x63A8;&#x8350;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x4E00;&#x90E8;&#x77ED;&#x7BC7;&#x4F5C;&#x54C1;<a href="https://www.douban.com/group/topic/41187051/" target="_blank" rel="noopener">&#x300A;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x300B;</a>&#xFF08;<strong>&#x4EAE;&#x70B9;&#x5728;&#x6700;&#x540E;&#xFF0C;&#x4F46;&#x8BF7;&#x522B;&#x76F4;&#x63A5;&#x8DF3;&#x5230;&#x6700;&#x540E;</strong>&#xFF09;&#xFF0C;&#x5B83;&#x4E0E;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x6709;&#x7740;&#x5FAE;&#x5999;&#x7684;&#x8054;&#x7CFB;&#x3002;</p><p><em>Isaac Asimov &#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</em> | <a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">from Wikipedia</a> | <a href="https://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License" target="_blank" rel="noopener">Creative Commons Attribution-ShareAlike License</a></p><p><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/commons/thumb/3/34/Isaac.Asimov01.jpg/440px-Isaac.Asimov01.jpg" alt=""></p><h4 id="&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;"><a href="#&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;" class="headerlink" title="&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;"></a>&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x666E;&#x751F;&#x6DAF;</h4><p>&#x5BF9;&#x4E8E;<a href="https://zh.wikipedia.org/wiki/%E7%A7%91%E5%AD%A6%E6%99%AE%E5%8F%8A#%E7%A7%91%E6%99%AE%E4%BD%9C%E5%AE%B6" target="_blank" rel="noopener">&#x79D1;&#x666E;&#x4F5C;&#x5BB6;</a>&#x53CA;&#x5176;&#x4F5C;&#x54C1;&#xFF0C;&#x516C;&#x4F17;&#x771F;&#x6B63;&#x719F;&#x6089;&#x548C;&#x4E86;&#x89E3;&#x7684;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x7279;&#x522B;&#x77E5;&#x540D;&#x7684;&#x5982;&#x53F2;&#x8482;&#x82AC;&#xB7;&#x970D;&#x91D1;&#x7684;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#x3001;&#x300A;&#x5927;&#x8BBE;&#x8BA1;&#x300B;&#x7B49;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x9762;&#x5411;&#x516C;&#x4F17;&#x7684;&#x5B66;&#x79D1;&#x666E;&#x53CA;&#x7C7B;&#x4E66;&#x7C4D;&#x548C;&#x6742;&#x5FD7;&#x7B49;&#xFF0C;&#x4ED6;&#x4EEC;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x65B9;&#x9762;&#x5B58;&#x5728;&#x6781;&#x4E3A;&#x91CD;&#x8981;&#x7684;&#x4EF7;&#x503C;&#x3002;&#x9762;&#x5411;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E5%8D%81%E4%B8%87%E4%B8%AA%E4%B8%BA%E4%BB%80%E4%B9%88" target="_blank" rel="noopener">&#x300A;&#x5341;&#x4E07;&#x4E2A;&#x4E3A;&#x4EC0;&#x4E48;&#x300B;</a>&#x5373;&#x4E3A;&#x8FD9;&#x4E00;&#x7C7B;&#xFF0C;&#x66FE;&#x7ECF;&#x4E5F;&#x662F;&#x513F;&#x7AE5;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x5FC5;&#x5907;&#x8BFB;&#x7269;&#x4E4B;&#x4E00;&#x3002;&#x4ECA;&#x5929;&#x9762;&#x5411;&#x5C11;&#x5E74;&#x513F;&#x7AE5;&#x7684;&#x8BFB;&#x7269;&#x66F4;&#x591A;&#x4E86;&#xFF0C;&#x4F46;&#x5F71;&#x54CD;&#x529B;&#x5374;&#x4F3C;&#x4E4E;&#x4E0D;&#x5982;&#x4ECE;&#x524D;&#x3002;&#x9762;&#x5411;&#x6210;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#xFF0C;&#x5219;&#x4F3C;&#x4E4E;&#x88AB;&#x5927;&#x91CF;&#x7684;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8BFE;&#x7A0B;&#x548C;&#x5728;&#x7EBF;&#x6587;&#x7AE0;&#x6240;&#x4EE3;&#x66FF;&#xFF0C;&#x4E5F;&#x662F;&#x503C;&#x5F97;&#x601D;&#x8003;&#x7684;&#x793E;&#x4F1A;&#x73B0;&#x8C61;&#x3002;</p><p>&#x963F;&#x897F;&#x83AB;&#x592B;<a href="http://www.asimovonline.com/oldsite/asimov_catalogue.html" target="_blank" rel="noopener">&#x4E00;&#x751F;&#x8457;&#x4F5C;&#x63A5;&#x8FD1;500&#x672C;</a>&#xFF0C;&#x6D89;&#x730E;&#x6570;&#x5B66;&#x3001;&#x7269;&#x7406;&#x3001;&#x5316;&#x5B66;&#x3001;&#x751F;&#x7269;&#x5B66;&#x3001;&#x751F;&#x7269;&#x5316;&#x5B66;&#x3001;&#x5929;&#x6587;&#x5B66;&#x3001;&#x5730;&#x7403;&#x79D1;&#x5B66;&#x3001;&#x5386;&#x53F2;&#x3001;&#x6587;&#x5B66;&#x3001;&#x5B97;&#x6559;&#x4EE5;&#x53CA;&#x5C0F;&#x8BF4;&#x7B49;&#x9886;&#x57DF;&#xFF0C;&#x51E0;&#x4E4E;&#x904D;&#x5E03;&#x5B66;&#x79D1;&#x5206;&#x7C7B;&#x6CD5;&#x7684;&#x5404;&#x4E2A;&#x95E8;&#x7C7B;&#x3002;&#x76F8;&#x6BD4;&#x4E4B;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5728;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x4E0A;&#x7684;&#x6210;&#x5C31;&#x867D;&#x7136;&#x5F71;&#x54CD;&#x529B;&#x4E0D;&#x5982;&#x5C0F;&#x8BF4;&#xFF0C;&#x4F46;&#x5374;&#x66F4;&#x4EE4;&#x4EBA;&#x656C;&#x4F69;&#x4E0E;&#x53F9;&#x670D;&#x3002;</p><p>1957&#x5E74;&#xFF0C;&#x82CF;&#x8054;&#x53D1;&#x5C04;&#x7B2C;&#x4E00;&#x9897;&#x4EBA;&#x9020;&#x5730;&#x7403;&#x536B;&#x661F;&#x6DF1;&#x6DF1;&#x5730;&#x89E6;&#x52A8;&#x4E86;&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF0C;&#x4ED6;&#x6DF1;&#x611F;&#x516C;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x843D;&#x540E;&#x4E8E;&#x5F53;&#x4EE3;&#x7684;&#x79D1;&#x6280;&#x53D1;&#x5C55;&#x6C34;&#x5E73;&#x3002;&#x4ED6;&#x8BA4;&#x4E3A;&#x81EA;&#x5DF1;&#x6709;&#x8D23;&#x4EFB;&#x5C3D;&#x529B;&#x800C;&#x4E3A;&#x4F7F;&#x8FD9;&#x79CD;&#x5DEE;&#x8DDD;&#x5C3D;&#x5FEB;&#x5730;&#x7F29;&#x5C0F;&#xFF0C;<strong>&#x4E8E;&#x662F;&#x6BC5;&#x7136;&#x6536;&#x7F29;&#x65E9;&#x5DF2;&#x5F97;&#x5FC3;&#x5E94;&#x624B;&#x7684;&#x79D1;&#x5E7B;&#x521B;&#x4F5C;&#xFF0C;&#x6F5C;&#x5FC3;&#x64B0;&#x5199;&#x79D1;&#x666E;&#x65B9;&#x9762;&#x7684;&#x4E66;&#x7C4D;&#x548C;&#x6587;&#x7AE0;</strong>&#x3002;</p><p>&#x5728;&#x8FD9;&#x4E9B;&#x79D1;&#x666E;&#x4F5C;&#x54C1;&#x4E2D;&#xFF0C;&#x8F83;&#x4E3A;&#x8457;&#x540D;&#x7684;&#x6709;&#x767E;&#x4E07;&#x5B57;&#x7684;&#x8457;&#x4F5C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x6700;&#x65B0;&#x79D1;&#x5B66;&#x6307;&#x5357;&#x300B;&#x548C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x79D1;&#x5B66;&#x4E0E;&#x6280;&#x672F;&#x4F20;&#x8BB0;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x300B;&#xFF08;&#x4E2D;&#x8BD1;&#x672C;&#x6613;&#x540D;&#x4E3A;<a href="https://book.douban.com/subject/4806643/" target="_blank" rel="noopener">&#x300A;&#x53E4;&#x4ECA;&#x79D1;&#x6280;&#x540D;&#x4EBA;&#x8F9E;&#x5178;&#x300B;</a>&#xFF0C;&#x5386;&#x65F6;&#x4E09;&#x5E74;&#x65F6;&#x95F4;&#x5B8C;&#x6210;&#xFF0C;&#x7531;&#x4E3A;&#x53E4;&#x4ECA;&#x5404;&#x56FD;&#x6700;&#x91CD;&#x8981;&#x7684;1000&#x591A;&#x540D;&#x79D1;&#x5B66;&#x5BB6;&#x7684;&#x5C0F;&#x4F20;&#x7EC4;&#x6210;&#xFF09;&#xFF1B;&#x4EE5;&#x53CA;&#x4E00;&#x6279;&#x4E8C;&#x4E09;&#x5341;&#x4E07;&#x5B57;&#x7684;&#x79D1;&#x666E;&#x529B;&#x4F5C;&#xFF0C;&#x5982;&#x300A;&#x751F;&#x547D;&#x548C;&#x80FD;&#x300B;&#x3001;&#x300A;&#x5730;&#x5916;&#x6587;&#x660E;&#x300B;&#x3001;&#x300A;&#x7EC8;&#x6781;&#x6289;&#x62E9;&#x300B;&#x3001;&#x300A;&#x79D1;&#x6280;&#x540D;&#x8BCD;&#x63A2;&#x6E90;&#x300B;&#x3001;&#x300A;&#x6D1E;&#x5BDF;&#x5B87;&#x5B99;&#x7684;&#x773C;&#x775B;&#x300B;&#x3001;&#x300A;&#x4E9A;&#x539F;&#x5B50;&#x4E16;&#x754C;&#x63A2;&#x79D8;&#x300B;&#x7B49;&#xFF1B;&#x4E3A;&#x9752;&#x5C11;&#x5E74;&#x8BFB;&#x8005;&#x5199;&#x7684;&#x4E1B;&#x4E66;&#x300A;&#x6211;&#x4EEC;&#x600E;&#x6837;&#x53D1;&#x73B0;&#x4E86;&#x4E00;&#x300B;&#x548C;&#x300A;&#x963F;&#x897F;&#x83AB;&#x592B;&#x5C11;&#x5E74;&#x5B87;&#x5B99;&#x300B;&#xFF1B;&#x8FD8;&#x6709;&#x300A;&#x65E0;&#x7A77;&#x4E4B;&#x8DEF;&#x300B;&#x3001;&#x300A;&#x53D8;&#xFF01;&#x672A;&#x6765;&#x4E03;&#x5341;&#x4E00;&#x77A5;&#x300B;&#x3001;&#x300A;&#x65B0;&#x7586;&#x57DF;&#x300B;&#x548C;&#x300A;&#x65B0;&#x7586;&#x57DF;&#xFF08;&#x7EED;&#xFF09;&#x300B;&#x7B49;&#x79D1;&#x5B66;&#x968F;&#x7B14;&#x96C6;&#x3002;</p><p>&#x79D1;&#x666E;&#x4E0E;&#x5B66;&#x672F;&#x7814;&#x7A76;&#x91C7;&#x53D6;&#x7684;&#x662F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;<strong>&#x4E00;&#x4E2A;&#x6CE8;&#x91CD;&#x5E7F;&#x5EA6;&#x3001;&#x4E00;&#x4E2A;&#x6CE8;&#x91CD;&#x6DF1;&#x5EA6;</strong>&#x3002;&#x963F;&#x897F;&#x83AB;&#x592B;&#x539F;&#x672C;&#x662F;&#x4E00;&#x4F4D;&#x751F;&#x7269;&#x5316;&#x5B66;&#x526F;&#x6559;&#x6388;&#xFF0C;&#x7814;&#x7A76;&#x6700;&#x9700;&#x8981;&#x5728;&#x67D0;&#x4E00;&#x4E2A;&#x521B;&#x65B0;&#x70B9;&#x4E0A;&#x4E0D;&#x65AD;&#x6DF1;&#x5165;&#xFF0C;&#x4F46;&#x4ED6;&#x53D1;&#x73B0;&#x6700;&#x5E7F;&#x6CDB;&#x5730;&#x6D89;&#x730E;&#x77E5;&#x8BC6;&#x5E76;&#x5411;&#x5927;&#x4F17;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x66F4;&#x7B26;&#x5408;&#x4ED6;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x4E0E;&#x7231;&#x597D;&#xFF0C;&#x8FD9;&#x4F7F;&#x5F97;&#x4ED6;&#x79BB;&#x5F00;&#x7814;&#x7A76;&#x5DE5;&#x4F5C;&#xFF0C;&#x6210;&#x4E3A;&#x4E00;&#x540D;&#x4E13;&#x804C;&#x4F5C;&#x5BB6;&#x3002;</p><p>&#x4F5C;&#x4E3A;&#x4F5C;&#x5BB6;&#x7684;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7559;&#x4E0B;&#x4E86;&#x6781;&#x4E3A;&#x73CD;&#x8D35;&#x7684;&#x8D22;&#x5BCC;&#xFF1A;&#x5173;&#x6CE8;&#x793E;&#x4F1A;&#x516C;&#x4F17;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7684;&#x5DE8;&#x5927;&#x70ED;&#x60C5;&#xFF0C;&#x4E25;&#x8083;&#x8BA4;&#x771F;&#x7684;&#x5199;&#x4F5C;&#x6001;&#x5EA6;&#x548C;&#x811A;&#x8E0F;&#x5B9E;&#x5730;&#x7684;&#x5904;&#x4E8B;&#x4F5C;&#x98CE;&#x3002;&#x91CD;&#x8BFB;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x81EA;&#x4F20;&#x3001;&#x8DE8;&#x5B66;&#x79D1;&#x7684;&#x8457;&#x4F5C;&#x4EE5;&#x53CA;&#x79D1;&#x5E7B;&#x6770;&#x4F5C;&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x666E;&#x5DE5;&#x4F5C;&#x8005;&#x800C;&#x8A00;&#x5177;&#x6709;&#x6781;&#x5927;&#x610F;&#x4E49;&#x3002;&#x82E5;&#x65E0;&#x5BF9;&#x751F;&#x547D;&#x3001;&#x4E16;&#x754C;&#x4E4B;&#x6DF1;&#x523B;&#x70ED;&#x7231;&#xFF0C;&#x662F;&#x4E0D;&#x53EF;&#x80FD;&#x5B8C;&#x6210;&#x50CF;&#x963F;&#x897F;&#x83AB;&#x592B;&#x8FD9;&#x6837;&#x5DE8;&#x91CF;&#x7684;&#x9AD8;&#x8D28;&#x91CF;&#x4F5C;&#x54C1;&#x7684;&#xFF1B;&#x552F;&#x6709;&#x51ED;&#x501F;&#x8FD9;&#x79CD;&#x5927;&#x7231;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x5C06;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x7406;&#x6027;&#x601D;&#x8003;&#x4F20;&#x64AD;&#x7ED9;&#x66F4;&#x591A;&#x7684;&#x9700;&#x8981;&#x5B83;&#x7684;&#x4EBA;&#x3002;</p><p><a href="https://book.douban.com/subject/1776184/" target="_blank" rel="noopener">It&#x2019;s Been a Good Life</a>&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x7684;&#x4EBA;&#x751F;&#x6B63;&#x5982;&#x4ED6;&#x7684;&#x81EA;&#x4F20;&#x7684;&#x6807;&#x9898;&#x6240;&#x8A00;&#xFF1A;&#x4F5C;&#x4E3A;&#x5199;&#x4F5C;&#x8005;&#xFF0C;&#x963F;&#x897F;&#x83AB;&#x592B;&#x4E00;&#x751F;&#x51FA;&#x7248;&#x4F5C;&#x54C1;&#x8FD1;500&#x90E8;&#xFF0C;&#x9707;&#x53E4;&#x70C1;&#x4ECA;&#xFF1B;&#x4F5C;&#x4E3A;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#xFF0C;&#x4ED6;&#x4EA7;&#x51FA;&#x4E86;&#x5927;&#x91CF;&#x201C;&#x795E;&#x4F5C;&#x201D;&#xFF0C;&#x65E0;&#x4E0D;&#x4EE4;&#x4EBA;&#x53F9;&#x4E3A;&#x89C2;&#x6B62;&#xFF0C;&#x5BF9;&#x540E;&#x4E16;&#x5F71;&#x54CD;&#x6781;&#x5927;&#xFF1B;&#x4F5C;&#x4E3A;&#x79D1;&#x5B66;&#x5BB6;&#xFF0C;&#x4ED6;&#x5E7F;&#x6CDB;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF0C;&#x4EE5;&#x5229;&#x793E;&#x4F1A;&#xFF0C;&#x4EE4;&#x4EBA;&#x656C;&#x4F69;&#x3002;&#x5982;&#x963F;&#x897F;&#x83AB;&#x592B;&#x8FD9;&#x6837;&#x5929;&#x8D4B;&#x975E;&#x51E1;&#xFF0C;&#x53C8;&#x6709;&#x5B8F;&#x5927;&#x5FD7;&#x613F;&#x4E0E;&#x575A;&#x97E7;&#x6BC5;&#x529B;&#x7684;&#x540D;&#x5BB6;&#xFF0C;&#x8DB3;&#x4EE5;&#x4E3A;&#x540E;&#x4E16;&#x4F5C;&#x5BB6;&#x4E0E;&#x79D1;&#x5B66;&#x5BB6;&#x5728;&#x7CBE;&#x795E;&#x4E0E;&#x884C;&#x52A8;&#x4E0A;&#x4E4B;&#x6977;&#x6A21;&#x3002;</p><p>&#x672C;&#x6587;&#x662F;<strong><a href="https://busy.org/great-people" target="_blank" rel="noopener">&#x300A;&#x89C2;&#x975E;&#x5E38;&#x4EBA;&#xFF0C;&#x884C;&#x975E;&#x5E38;&#x4E8B;&#x300B;</a></strong>&#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x6587;&#x7AE0;&#x4E2D;&#x5173;&#x4E8E;&#x4F1F;&#x5927;&#x7684;&#x79D1;&#x5E7B;/&#x79D1;&#x666E;&#x4F5C;&#x5BB6;<strong>&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</strong>&#x7684;&#x4ECB;&#x7ECD;&#x7684;&#x4E00;&#x90E8;&#x5206;&#x3002;</p><h3 id="&#x53C2;&#x8003;&#x8D44;&#x6599;"><a href="#&#x53C2;&#x8003;&#x8D44;&#x6599;" class="headerlink" title="&#x53C2;&#x8003;&#x8D44;&#x6599;"></a>&#x53C2;&#x8003;&#x8D44;&#x6599;</h3><ol><li>Wikipedia, <a href="https://zh.wikipedia.org/wiki/&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a> / <a href="https://en.wikipedia.org/wiki/Isaac_Asimov" target="_blank" rel="noopener">Isaac Asimov</a></li><li>Edward Seiler, <a href="http://www.asimovonline.com" target="_blank" rel="noopener">Isaac Asimov Home Page</a></li><li>&#x767E;&#x5EA6;&#x767E;&#x79D1;&#xFF0C;<a href="https://baike.baidu.com/item/&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;" target="_blank" rel="noopener">&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B;</a></li><li>Wikipedia, <a href="https://zh.wikipedia.org/wiki/&#x79D1;&#x5B66;&#x666E;&#x53CA;" target="_blank" rel="noopener">&#x79D1;&#x5B66;&#x666E;&#x53CA;</a></li><li>Issac Asimov, <a href="https://book.douban.com/subject/1776184/" target="_blank" rel="noopener">It&#x2019;s Been a Good Life</a>, 2002/03 (Issac Asimov&#x2019;s autobiography edited by Janet Jeppson Asimov)</li></ol><hr><h5 id="Sponsored-Powered-by-dclick"><a href="#Sponsored-Powered-by-dclick" class="headerlink" title="Sponsored ( Powered by dclick )"></a><sub>Sponsored ( Powered by <a href="https://www.dclick.io" target="_blank" rel="noopener">dclick</a> )</sub></h5><h5 id="Introducing-DCLICK-An-Incentivized-Ad-platform-by-Proof-of-Click-Steem-based-AdSense"><a href="#Introducing-DCLICK-An-Incentivized-Ad-platform-by-Proof-of-Click-Steem-based-AdSense" class="headerlink" title="Introducing DCLICK: An Incentivized Ad platform by Proof of Click. - Steem based AdSense."></a><a href="https://api.dclick.io/v1/c?x=eyJhbGciOiJIUzI1NiIsInR5cCI6IkpXVCJ9.eyJjIjoicm9iZXJ0eWFuIiwicyI6Ii1pc2FhYy1hc2ltb3YtYW5kLXBvcHVsYXItc2NpZW5jZS0xNTQ2ODkwMjk2NTA2IiwiYSI6WyJ0LTIiXSwidXJsIjoiaHR0cHM6Ly9zdGVlbWl0LmNvbS9AZGNsaWNrL2ludHJvZHVjaW5nZGNsaWNrLWFuLWluY2VudGl2aXplZC1hZC1wbGF0Zm9ybS1ieS1wcm9vZi1vZi1jbGljay1zdGVlbS1iYXNlZC1hZHNlbnNlLTE1NDAzMzcyMjIwNjAiLCJpYXQiOjE1NDY4OTAyOTYsImV4cCI6MTg2MjI1MDI5Nn0.gq-hCVBeeZKD-sywLkc6hSrpY2w0dAG_eAWCKS1zk_I" target="_blank" rel="noopener">Introducing DCLICK: An Incentivized Ad platform by Proof of Click. - Steem based AdSense.</a></h5><p>Hello, Steemians. Let us introduce you a new Steem B&#x2026;</p><p><img src="https://steemitimages.com/200x100/https://cdn.steemitimages.com/DQmbjkrc5UT4GgZXygAnS3mLrboAy7Y8gr7R7guB8HG3f5n/logopad500.png" alt=""></p><p>This posting was written via <a href="https://www.dclick.io" target="_blank" rel="noopener">dclick</a> the Ads platform based on Steem Blockchain.</p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/-isaac-asimov-and-popular-science-1546890296506" target="_blank" rel="noopener">&#x4F5C;&#x4E3A;&#x79D1;&#x666E;&#x4F5C;&#x5BB6;&#x7684;&#x827E;&#x8428;&#x514B;&#xB7;&#x963F;&#x897F;&#x83AB;&#x592B; | Isaac Asimov and Popular Science</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">36</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">8</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">30</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/sct/"><span class="level-start"><span class="level-item">sct</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:16px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:14px">sct</a> <a href="/blog/tags/sct-cn/" style="font-size:13px">sct-cn</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:13px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:19px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:15px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">27</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">18</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">6</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct-cn/"><span class="tag">sct-cn</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">25</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>