<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/page/5/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-image"><a href="/blog/cn/【未来教育学】知-与-智/" class="image is-7by1"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="【未来教育学】知 与 智"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-19T07:11:24.000Z">2019-02-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">13 minutes read (About 1885 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/【未来教育学】知-与-智/">【未来教育学】知 与 智</a></h1><div class="content"><h3 id="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"><a href="#&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;" class="headerlink" title="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"></a>&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;</h3><p>&#x8FD1;&#x6765;&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#xFF0C;<strong>&#x201C;&#x8BA4;&#x77E5;&#x201D;</strong>&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x88AB;&#x63D0;&#x53CA;&#x7684;&#x7279;&#x522B;&#x9891;&#x7E41;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x7F57;&#x632F;&#x5B87;&#x8FD9;&#x4E00;&#x4F19;&#x4EBA;&#x901A;&#x8FC7;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8FD9;&#x4E00;&#x5E02;&#x573A;&#x7092;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4ECE;&#x8BED;&#x8A00;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x7528;&#x6CD5;&#x6709;&#x4E9B;&#x751F;&#x786C;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x7528;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x82F1;&#x6587;&#x7684;cognition&#xFF0C;&#x7528;&#x4EE5;&#x6307;&#x4EE3;&#x5927;&#x8111;&#x611F;&#x77E5;&#x3001;&#x8BB0;&#x5FC6;&#x3001;&#x7406;&#x89E3;&#x3001;&#x60F3;&#x8C61;&#x548C;&#x5904;&#x7406;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x5206;&#x652F;&#x201C;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x201D;&#xFF08;cognitive science&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x5728;&#x751F;&#x7406;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#x8303;&#x7574;&#x7684;&#x63A2;&#x7A76;&#xFF0C;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5DE5;&#x7A0B;&#x4E0A;&#x4E5F;&#x6709;&#x8F83;&#x591A;&#x4EA4;&#x53C9;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;</p><p>&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x65E5;&#x5E38;&#x7528;&#x8BED;&#xFF0C;&#x88AB;&#x6EE5;&#x7528;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x8FBE;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x9053;&#x201D;&#x67D0;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3001;&#x67D0;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x3001;&#x67D0;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x89C2;&#x5FF5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x7528;&#x5927;&#x5BB6;&#x5E38;&#x7528;&#x7684;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x5C31;&#x80FD;&#x8868;&#x8FBE;&#x3002;&#x7528;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x79CD;&#x5546;&#x4E1A;&#x7B56;&#x7565;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4F3C;&#x662F;&#x800C;&#x975E;&#x7684;&#x6D41;&#x884C;&#x8BCD;&#x6C47;&#xFF0C;&#x6765;&#x8FBE;&#x5230;&#x89C2;&#x5FF5;&#x4F20;&#x64AD;&#x3001;&#x5F71;&#x54CD;&#x5927;&#x4F17;&#x5934;&#x8111;&#x3001;&#x5F00;&#x53D1;&#x65B0;&#x5E02;&#x573A;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x7B56;&#x7565;&#x4F1A;&#x5E94;&#x7528;&#x4E8E;&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x7684;&#x5E02;&#x573A;&#x6216;&#x521B;&#x9020;&#x7269;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x6C7D;&#x8F66;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x201D;&#xFF0C;&#x4F46;&#x786C;&#x8981;&#x628A;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x6539;&#x7528;&#x4E00;&#x4E2A;&#x65B0;&#x8BCD;&#xFF0C;&#x96BE;&#x514D;&#x8BA9;&#x4EBA;&#x4F5C;&#x5455;&#x3002;</p><p>&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5012;&#x5356;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x6240;&#x8C13;&#x201C;&#x77E5;&#x8BC6;&#x8FD0;&#x8425;&#x5546;&#x201D;&#xFF0C;&#x901A;&#x8FC7;&#x8D29;&#x5356;&#x3001;&#x63A8;&#x4ECB;&#x7545;&#x9500;&#x4E66;&#xFF0C;&#x5F71;&#x54CD;&#x4E00;&#x4E9B;&#x7F3A;&#x4E4F;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x80FD;&#x529B;&#x7684;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x867D;&#x7136;&#x5546;&#x4E1A;&#x4E0A;&#x53EF;&#x884C;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5728;&#x539F;&#x6765;&#x6DF7;&#x4E71;&#x65E0;&#x7AEF;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4FE1;&#x606F;&#x5927;&#x6D77;&#x4E2D;&#xFF0C;&#x53C8;&#x704C;&#x5165;&#x4E86;&#x4E00;&#x7B50;&#x53C8;&#x4E00;&#x7B50;&#x65B0;&#x7684;&#x5783;&#x573E;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x7ECF;&#x5E38;&#x9F13;&#x5439;&#x6240;&#x8C13;&#x201C;&#x4EA4;&#x667A;&#x5546;&#x7A0E;&#x201D;&#x7684;&#x63D0;&#x6CD5;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x5546;&#xFF0C;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x6167;&#xFF0C;&#x53CD;&#x800C;&#x628A;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x8111;&#x5B50;&#x641E;&#x4E71;&#xFF0C;&#x8BA9;&#x5E74;&#x8F7B;&#x4EBA;&#x4EEC;&#x8D8A;&#x53D1;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5B66;&#x4E60;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x3001;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x667A;&#x6167;&#x7684;&#x5934;&#x8111;&#x3002;</p><p>&#x6211;&#x4EEC;&#x4E0D;&#x5426;&#x8BA4;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x8D29;&#x5B50;&#x5728;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x73B0;&#x5728;&#x613F;&#x610F;&#x201C;&#x4EB2;&#x81EA;&#x201D;&#x8BFB;&#x4E66;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4F46;&#x5728;&#x4E8E;&#x5546;&#x4E1A;&#x5229;&#x76CA;&#x76F8;&#x7ED1;&#x5B9A;&#x540E;&#xFF0C;&#x4E5F;&#x96BE;&#x514D;&#x51FA;&#x73B0;&#x4E00;&#x4E9B;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x3001;&#x9C7C;&#x76EE;&#x6DF7;&#x73E0;&#x3001;&#x771F;&#x5047;&#x96BE;&#x8FA8;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x81F3;&#x5C11;&#x8FD9;&#x91CC;&#x5BA3;&#x626C;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x7684;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;&#x6B63;&#x76F4;&#x3001;&#x771F;&#x8BDA;&#x3001;&#x535A;&#x5927;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#x201D;&#x7684;&#x4EBA;&#x5C11;&#xFF0C;&#x201C;&#x8BF4;&#x4E66;&#x5148;&#x751F;&#x201D;&#x3001;&#x201C;&#x8BB2;&#x6545;&#x4E8B;&#x4E13;&#x5BB6;&#x201D;&#x3001;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x8005;&#x201D;&#x591A;&#xFF0C;&#x7ECF;&#x5E38;&#x5411;&#x8FD9;&#x4E9B;&#x4E8C;&#x6D41;&#x89D2;&#x8272;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x5230;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x80FD;&#x591F;&#x7CBE;&#x7EAF;&#x5417;&#xFF0C;&#x80FD;&#x591F;&#x4F20;&#x7ED9;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x5417;&#xFF1F;</p><h3 id="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"><a href="#&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;" class="headerlink" title="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"></a>&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;</h3><p><strong>&#x77E5;&#x4E4E;</strong>&#x4F5C;&#x4E3A;&#x95EE;&#x7B54;&#x793E;&#x533A;&#xFF0C;&#x70ED;&#x5EA6;&#x4F9D;&#x7136;&#x4E0D;&#x51CF;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x771F;&#x6B63;&#x503C;&#x5F97;&#x91C7;&#x7EB3;&#x3001;&#x53D6;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5BE5;&#x5BE5;&#x3002;&#x95EE;&#x7B54;&#x8005;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x751F;&#x6C34;&#x5E73;&#x3002;&#x8F83;&#x4F18;&#x79C0;&#x8005;&#x8005;&#x4E5F;&#x5B58;&#x5728;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#x8005;&#x3001;&#x884C;&#x4E1A;&#x9886;&#x8896;&#x3001;&#x5B66;&#x8005;&#x6559;&#x6388;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x667A;&#x8005;&#xFF0C;&#x613F;&#x610F;&#x5728;&#x5176;&#x4E2D;&#x63D0;&#x95EE;&#x3001;&#x7B54;&#x9898;&#x7684;&#xFF0C;&#x80FD;&#x6709;&#x51E0;&#x4EBA;&#x3002;&#x77E5;&#x4E4E;&#x7684;&#x603B;&#x4F53;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;&#xFF0C;&#x201C;&#x4FE1;&#x566A;&#x6BD4;&#x201D;&#x4F4E;&#x3002;</p><p>&#x77E5;&#x4E4E;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x4E0E;&#x7E41;&#x8363;&#x65F6;&#x671F;&#x7684;<strong>&#x5929;&#x6DAF;</strong>&#x63A5;&#x8FD1;&#xFF0C;&#x8BDD;&#x9898;&#x7684;&#x5E7F;&#x5EA6;&#x548C;&#x81EA;&#x7531;&#x5EA6;&#x53EF;&#x80FD;&#x66F4;&#x9AD8;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x7EA6;&#x7B49;&#x4E8E;&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x704C;&#x6C34;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x70AB;&#x8000;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x5982;&#x679C;&#x5E74;&#x8F7B;&#x4EBA;&#x8FC7;&#x4E8E;&#x6EE1;&#x8DB3;&#x4ECE;&#x5E73;&#x53F0;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x201C;&#x8D5E;&#x201D;&#x548C;&#x201C;&#x8BC4;&#x4EF7;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x6210;&#x4E3A;&#x77E5;&#x4E4E;&#x5927;V&#x8C0B;&#x5229;&#x3001;&#x626C;&#x540D;&#xFF0C;&#x6050;&#x6015;&#x53CD;&#x800C;&#x4F1A;&#x9650;&#x5236;&#x5B66;&#x95EE;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x8FD0;&#x8425;&#x8005;&#x4E5F;&#x770B;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x77E5;&#x4E4E;&#x4E0A;&#x4EE5;&#x673A;&#x6784;&#x4E3A;&#x80CC;&#x666F;&#x7684;&#x7B54;&#x9898;&#x8005;&#x53EF;&#x80FD;&#x51FA;&#x4E8E;&#x5546;&#x4E1A;&#x52A8;&#x673A;&#xFF0C;&#x7B54;&#x9898;&#x8D28;&#x91CF;&#x53CD;&#x800C;&#x66F4;&#x9AD8;&#xFF0C;&#x5E76;&#x4E14;&#x96C6;&#x4E2D;&#x5728;&#x201C;&#x4E70;&#x623F;&#x201D;&#x3001;&#x201C;&#x6559;&#x80B2;&#x201D;&#x3001;&#x201C;&#x5C31;&#x4E1A;&#x201D;&#x3001;&#x201C;&#x6295;&#x8D44;&#x201D;&#x7B49;&#x8BDD;&#x9898;&#x4E0B;&#x9762;&#x3002;</p><p>&#x201C;&#x4E94;&#x8272;&#x4EE4;&#x4EBA;&#x76EE;&#x76F2;&#x201D;&#x3002;&#x5783;&#x573E;&#x904D;&#x5730;&#x7684;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x83B7;&#x53D6;&#x67D0;&#x4E9B;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x9AD8;&#x6548;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4EC5;&#x505C;&#x7559;&#x4E8E;&#x8FD9;&#x79CD;&#x6C34;&#x5E73;&#xFF0C;&#x77E5;&#x8BC6;&#x83B7;&#x53D6;&#x7684;&#x6548;&#x7387;&#x4ECD;&#x7136;&#x4F4E;&#x4E0B;&#x3001;&#x667A;&#x6167;&#x5C31;&#x66F4;&#x65E0;&#x987B;&#x8BF4;&#x4E86;&#x3002;</p><p>&#x5C11;&#x770B;&#x70B9;&#x77E5;&#x4E4E;&#xFF0C;&#x591A;&#x7814;&#x7A76;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x771F;&#x6B63;&#x60F3;&#x589E;&#x957F;&#x667A;&#x6167;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x662F;&#x6B63;&#x9014;&#x3002;</p><h3 id="&#x667A;&#x4ECE;&#x4F55;&#x6765;"><a href="#&#x667A;&#x4ECE;&#x4F55;&#x6765;" class="headerlink" title="&#x667A;&#x4ECE;&#x4F55;&#x6765;"></a>&#x667A;&#x4ECE;&#x4F55;&#x6765;</h3><p>&#x6240;&#x8C13;&#x201C;&#x5B66;&#x95EE;&#x201D;&#xFF0C;&#x5B66;&#x548C;&#x95EE;&#x662F;&#x6838;&#x5FC3;&#xFF0C;&#x5B66;&#x662F;&#x83B7;&#x5F97;&#x517B;&#x6599;&#xFF0C;&#x95EE;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#x7684;&#x6CBB;&#x5B66;&#x6CD5;&#xFF0C;&#x4E0D;&#x662F;&#x6559;&#x4E66;&#x5446;&#x5B50;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x201C;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x201D;&#xFF0C;&#x8BA9;&#x667A;&#x6167;&#x53EF;&#x4EE5;&#x5B9E;&#x8DF5;&#x3001;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3002;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#xFF1B;&#x79EF;&#x8DEC;&#x6B65;&#x3001;&#x81F3;&#x5343;&#x91CC;&#x800C;&#x5DF2;&#x3002;</p><p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF08;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#xFF09;&#x3001;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6765;&#x6E90;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4EE5;&#x843D;&#x5730;&#x3001;&#x4EE5;&#x884C;&#x52A8;&#x3001;&#x4EE5;&#x95EE;&#x9898;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#x7684;&#xFF0C;&#x6BEB;&#x65E0;&#x76EE;&#x7684;&#x7684;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x96BE;&#x514D;&#x6210;&#x4E3A;&#x201C;&#x975E;&#x7406;&#x6027;&#x6D88;&#x8D39;&#x8005;&#x201D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#xFF0C;&#x53EA;&#x662F;&#x542C;&#x4E00;&#x5802;&#x8BFE;&#x3001;&#x770B;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C31;&#x80FD;&#x5145;&#x5206;&#x638C;&#x63E1;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x884C;&#x52A8;&#x4EF7;&#x503C;&#x5417;&#xFF1F;&#x83B7;&#x5F97;&#x667A;&#x6167;&#x672C;&#x8D28;&#x662F;&#x201C;&#x6295;&#x8D44;&#x201D;&#xFF08;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x6295;&#x8D44;&#x65F6;&#x95F4;&#x4E0E;&#x7CBE;&#x529B;&#xFF09;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x5BFC;&#x5411;&#xFF0C;&#x5177;&#x6709;&#x76EE;&#x7684;&#x6027;&#x3001;&#x5177;&#x4F53;&#x5316;&#x3001;&#x7CFB;&#x7EDF;&#x5316;&#xFF0C;&#x9700;&#x8981;&#x6301;&#x7EED;&#x514B;&#x670D;&#x95EE;&#x9898;&#x4E0E;&#x56F0;&#x96BE;&#xFF0C;&#x4ECE;&#x5B9E;&#x8DF5;&#x4E2D;&#x83B7;&#x5F97;&#x3002;</p><p>&#x638C;&#x63E1;&#x4E86;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x95EE;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x624D;&#x66F4;&#x201C;&#x7CBE;&#x51C6;&#x201D;&#x3002;&#x662F;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x662F;&#x5927;&#x667A;&#x6167;&#x3001;&#x8FD8;&#x662F;&#x5C0F;&#x806A;&#x660E;&#xFF0C;&#x4E5F;&#x66F4;&#x6E05;&#x695A;&#x3002;</p><p>&#x672C;&#x6587;&#x5E76;&#x4E0D;&#x80FD;&#x60C5;&#x666F;&#x5316;&#x3001;&#x5177;&#x4F53;&#x5316;&#x5730;&#x56DE;&#x7B54;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x7684;&#x667A;&#x6167;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x80FD;&#x8BDA;&#x5B9E;&#x5730;&#x56DE;&#x7B54;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6E05;&#x6670;&#x7684;&#x76EE;&#x7684;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x6027;&#x548C;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x5E94;&#x8BC1;&#xFF0C;&#x89E3;&#x51B3;&#x5B9E;&#x9645;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x81F3;&#x5C11;&#x4F1A;&#x8FDC;&#x79BB;&#x201C;&#x788E;&#x7247;&#x5316;&#x201D;&#x77E5;&#x8BC6;&#x3001;&#x201C;&#x6D88;&#x8D39;&#x578B;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x800C;&#x5B66;&#x95EE;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x7531;&#x6B64;&#x79EF;&#x7D2F;&#x4E86;&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="image.png"> &#x200B;<a href="https://en.wikipedia.org/wiki/Library_of_Alexandria" target="_blank" rel="noopener">from Wikipedia &#x2013; Library of Alexandria</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0&#x200B;</a></center><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/2xzfzy" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x77E5; &#x4E0E; &#x667A;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt="【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-17T15:42:12.000Z">2019-02-17</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1421 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/">【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题</a></h1><div class="content"><h2 id="steem-server-xuan-ze-gong-ju">Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;<a href="#steem-server-xuan-ze-gong-ju"></a></h2><p>&#x521A;&#x624D;&#xFF0C;@liuzhixiang &#x53D1;&#x5E03;&#x4E86;<strong>Steem Server&#xFF08;&#x670D;&#x52A1;&#x5668;&#xFF09;&#x7684;&#x9009;&#x62E9;&#x5DE5;&#x5177;</strong>&#xFF08;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x4E00;&#x4E2A;&#x514D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;Steem &#x76F8;&#x5173;&#x5E94;&#x7528;&#x7684;&#x5DE5;&#x5177;</a>&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;<strong>busy&#xFF0C;steempeak</strong>&#x7B49;&#x7F51;&#x7AD9;&#x5728;*.steemit.com&#x88AB;&#x7981;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4FDD;&#x6301;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x76EE;&#x524D;&#x6B64;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x5728;<strong>Chrome&#x6D4F;&#x89C8;&#x5668;</strong>&#x4E2D;&#x8FD0;&#x884C;&#x3002;&#x7ECF;&#x5C0F;&#x8303;&#x56F4;&#x6D4B;&#x8BD5;&#xFF0C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x63A8;&#x9001;&#x7ED9;&#x66F4;&#x591A;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x5C1D;&#x8BD5;&#x3002;</p><p>&#x7ECF;&#x6751;&#x957F;@ericet&#x5EFA;&#x8BAE;&#xFF0C;&#x8FD9;&#x91CC;&#x5199;&#x4E00;&#x4E2A;&#x66F4;&#x7B80;&#x5355;&#x7684;&#x8BF4;&#x660E;&#x4E66;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7684;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#x548C;&#x4ED8;&#x51FA;&#xFF0C;&#x6B64;<a href="https://github.com/lzx215/steem-node-exchange-tool" target="_blank" rel="noreferrer noopener">Chrome&#x6269;&#x5C55;</a>&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4E3A;@liuzhixiang&#x6240;&#x6709;&#xFF0C;&#x672C;&#x6587;&#x4EC5;&#x5BF9;&#x4F7F;&#x7528;&#x6307;&#x5357;&#x505A;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#x548C;&#x89E3;&#x91CA;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt=""><br><i>&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;https://steem.com/</i></center><h2 id="an-zhuang-bu-zhou">&#x5B89;&#x88C5;&#x6B65;&#x9AA4;&#xFF1A;<a href="#an-zhuang-bu-zhou"></a></h2><h3 id="di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x4E0B;&#x8F7D;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu"></a></h3><p>&#x6253;&#x5F00;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x70B9;&#x51FB;<a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/steem-node-switch-v1.01.crx" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF08;&#x6253;&#x5305;&#x4E86;&#x9879;&#x76EE;&#x6E90;&#x6587;&#x4EF6;&#x4E2D;&#x7684;dist&#x4EE3;&#x7801;&#xFF09;</p><h3 id="di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu"></a></h3><ol><li>&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x5730;&#x5740;&#x680F;&#x8F93;&#x5165; <strong>chrome://extensions/</strong>&#xFF0C;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762;</li><li>&#x70B9;&#x51FB;&#x53F3;&#x4E0A;&#x89D2;&#x7684;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer Mode&#xFF09;&#x6309;&#x94AE;</strong>&#xFF0C;&#x5F00;&#x542F;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x56E0;&#x4E3A;&#x672C;&#x6269;&#x5C55;&#x4E3A;beta&#x7248;&#x672C;&#xFF0C;&#x672A;&#x6B63;&#x5F0F;&#x53D1;&#x5E03;&#xFF0C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF09;</li><li>&#x5C06;&#x7B2C;&#x4E00;&#x6B65;&#x4E2D;&#x4E0B;&#x8F7D;&#x7684;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF0C;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x7A97;&#x53E3;&#x3002;</strong>&#x4F1A;&#x5F39;&#x51FA;&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x70B9;&#x51FB;<strong>&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#xFF08;Add Extension&#xFF09;</strong>&#x3002;</li></ol><center><img src="https://ipfs.busy.org/ipfs/QmSK8BnZG7KMRtUsB5ooB9pZVUk9tbRyZ3T66nVKGsxuYf" alt=""><br><i>&#x542F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmYkvTFwFpJY1sUPV4EoToipyeCH7RQswGLF5o2CTPYJdD" alt=""><br><i>&#x5C06;CRX&#x62D6;&#x5165;&#x6269;&#x5C55;&#x9875;&#x9762;&#x4E2D;&#x95F4;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvz1SeGU3uAp6ZMtBv%2F-LYvzDucEe5lroz7WdDY%2Fimage.png?alt=media&amp;token=19c2cb4d-fab1-41ec-9393-e0ffe61dc2b5" alt=""><br><i>&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#x65F6;&#x7684;&#x63D0;&#x9192;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><p>&#x5B89;&#x88C5;&#x6210;&#x529F;&#x540E;&#xFF0C;<strong>&#x5730;&#x5740;&#x680F;&#x7684;&#x53F3;&#x4FA7;</strong>&#x4F1A;&#x51FA;&#x73B0;&#x4E00;&#x4E2A;<strong>Steem&#x56FE;&#x6807;&#x7684;&#x5DE5;&#x5177;</strong>&#x3002;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;<strong>&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x8BE5;&#x4E3A;&#x5F00;&#x542F;&#x72B6;&#x6001;</strong>&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmWGwdaHmJVqpAAYwNeeBW5CF4sE1RvwihorQrrUEq4F8L" alt=""><br><i>&#x5B89;&#x88C5;&#x6210;&#x529F;&#xFF0C;&#x5730;&#x5740;&#x680F;&#x53F3;&#x4FA7;&#x663E;&#x793A;&#x5DE5;&#x5177;&#x7684;Steem&#x56FE;&#x6807;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmVKRhe9pfkhrxakgqYnfwxreZ9L11HtUQjFT7RD8Goeqo" alt=""><br><i>&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x4E3A;&#x5F00;&#x542F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><h3 id="di-san-bu-kai-shi-shi-yong-busy-huo-steempeak">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy&#x6216;steempeak<a href="#di-san-bu-kai-shi-shi-yong-busy-huo-steempeak"></a></h3><p>&#x70B9;&#x51FB;<strong>Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;</strong>&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#x3002;&#x5728;&#x7A97;&#x53E3;&#x4E2D;&#x70B9;&#x51FB;<strong>&#x6D4B;&#x901F;</strong>&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5F53;&#x524D;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF08;&#x901F;&#x5EA6;&#x4EE3;&#x8868;&#x8FDE;&#x63A5;&#x670D;&#x52A1;&#x5668;&#x6240;&#x7528;&#x7684;&#x65F6;&#x95F4;&#xFF08;&#x5355;&#x4F4D;&#xFF1A;&#x79D2;&#xFF09;&#xFF1B;&#x4E0B;&#x9762;&#x622A;&#x56FE;&#x4E2D;&#x6700;&#x5FEB;&#x7684;rpc.steemviz.com&#x8FDE;&#x63A5;&#x8017;&#x65F6;1.7s&#x3002;&#x8BF7;&#x9009;&#x62E9;&#x8FDE;&#x63A5;&#x65F6;&#x95F4;&#x6700;&#x5C0F;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF09;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvzVesFAxnNMGhrxi0%2F-LYw-L0eYNLO0UrRY5mi%2Fimage.png?alt=media&amp;token=b119a0c6-d5ce-46b1-bc0f-95f1bba1eb6c" alt=""><br><i>&#x670D;&#x52A1;&#x5668;&#x6D4B;&#x901F;&#x548C;&#x9009;&#x62E9;&#x7684;&#x9875;&#x9762;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><br><p>&#x4E0B;&#x9762;&#xFF0C;&#x8BF7;&#x4F7F;&#x7528;busy&#x548C;steempeak&#x6109;&#x5FEB;&#x7684;&#x53D1;&#x5E16;&#x5427; &#x1F600;&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x6216;steempeak.com&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x6B63;&#x5E38;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x767B;&#x5F55;&#x3001;&#x67E5;&#x770B;feed&#x3001;&#x53D1;&#x5E16;&#x7B49;&#x64CD;&#x4F5C;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw5_F-3JfFeSAeeb9C%2Fimage.png?alt=media&amp;token=a7851e7a-716a-4db3-9a13-72731dcd77eb" alt=""><br><i>busy.org&#x7684;&#x622A;&#x56FE;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw55VNo-V_5aaoE5V9%2Fimage.png?alt=media&amp;token=e6c6c822-2df7-4c6d-8442-2011710427a1" alt=""><br><i>steempeak.com&#x7684;&#x622A;&#x56FE;</i></center><h2 id="shuo-ming-ce-shi-he-yan-zheng">&#x8BF4;&#x660E;&#xFF1A;&#x6D4B;&#x8BD5;&#x548C;&#x9A8C;&#x8BC1;<a href="#shuo-ming-ce-shi-he-yan-zheng"></a></h2><ol><li><strong>&#x529F;&#x80FD;</strong>&#xFF1A;&#x76EE;&#x524D;&#x6CA1;&#x6709;&#x505A;&#x5B8C;&#x6574;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4EC5;&#x6D4B;&#x8BD5;&#x4E86;busy&#x548C;steempeak&#xFF0C;&#x9996;&#x9875;&#x53EF;&#x6253;&#x5F00;&#x3001;feed&#x529F;&#x80FD;&#x53EF;&#x7528;&#x3001;&#x53D1;&#x5E16;&#x53EF;&#x7528;&#x3002;&#x8BD5;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x505A;&#x8FDB;&#x4E00;&#x6B65;&#x6D4B;&#x8BD5;&#x3002;</li><li><strong>&#x5B89;&#x5168;&#x6027;</strong>&#xFF1A;@robertyan&#x5BF9;&#x6269;&#x5C55;&#x7684;&#x4EE3;&#x7801;&#x505A;&#x4E86;&#x9605;&#x8BFB;&#x548C;&#x5BA1;&#x67E5;&#xFF0C;&#x9879;&#x76EE;&#x4E2D;&#x672A;&#x53D1;&#x73B0;&#x6076;&#x610F;&#x4EE3;&#x7801;&#x548C;&#x4FE1;&#x606F;&#x6CC4;&#x9732;&#x98CE;&#x9669;&#x3002;&#x76EE;&#x524D;&#x7684;&#x552F;&#x4E00;&#x95EE;&#x9898;&#x662F;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7A0B;&#x5E8F;<strong>&#x5BF9;&#x6240;&#x6709;&#x57DF;&#x540D;&#x90FD;&#x662F;&#x542F;&#x7528;&#x7684;</strong>&#xFF0C;&#x5728;&#x6253;&#x5F00;&#x4EFB;&#x610F;&#x7F51;&#x9875;&#x65F6;&#x90FD;&#x4F1A;&#x8FD0;&#x884C;&#xFF0C;&#x4E4B;&#x540E;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x505A;&#x4E00;&#x4E2A;&#x8303;&#x56F4;&#x9650;&#x5B9A;&#x3001;&#x53EA;&#x5BF9;&#x767D;&#x540D;&#x5355;&#x5185;&#x7684;&#x7F51;&#x7AD9;&#x8D77;&#x4F5C;&#x7528;&#xFF1B;&#x4F46;&#x8FD9;&#x6837;&#x4F1A;&#x4E27;&#x5931;&#x4E00;&#x4E9B;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x6709;&#x65B0;&#x7684;dApp&#x53D1;&#x5E03;&#x65F6;&#x9700;&#x8981;&#x66F4;&#x6539;&#x767D;&#x540D;&#x5355;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x53D1;&#x5E03;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x3002;&#x6B64;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x4F1A;&#x518D;&#x505A;&#x4E00;&#x4E9B;&#x8BA8;&#x8BBA;&#xFF0C;<strong>&#x76EE;&#x524D;&#x7684;beta&#x7248;&#x4EC5;&#x7528;&#x4E8E;&#x6D4B;&#x8BD5;&#x548C;&#x8BD5;&#x7528;&#x662F;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x3002;</strong></li><li><strong>&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x4E0E;&#x6539;&#x8FDB;</strong>&#xFF1A;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x5728;&#x6587;&#x7AE0;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;</a>&#x3002;&#x76EE;&#x524D;&#x4E3B;&#x8981;&#x7684;&#x95EE;&#x9898;&#x662F;&#x6027;&#x80FD;&#x65B9;&#x9762;&#xFF0C;<strong>&#x81EA;&#x9009;&#x7684;Steem&#x670D;&#x52A1;&#x5668;&#x7684;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x6162;&#x3001;&#x7A33;&#x5B9A;&#x6027;&#x8F83;&#x5DEE;</strong>&#xFF0C;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x4E00;&#x822C;&#x3001;&#x7F51;&#x9875;&#x52A0;&#x8F7D;&#x7F13;&#x6162;&#xFF0C;@liuzhixiang&#x4E5F;&#x5728;&#x6B64;<a href="https://busy.org/@liuzhixiang/steem-api" target="_blank" rel="noreferrer noopener">&#x6587;&#x4E2D;</a>&#x7ED9;&#x51FA;&#x4E86;&#x6B64;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x7B54;&#x3002;</li></ol><p>&#x518D;&#x6B21;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x8BF7;&#x53CD;&#x9988;&#x7ED9;&#x4F5C;&#x8005;&#x6216;&#x548C;CN&#x533A;&#x7528;&#x6237;&#x8BA8;&#x8BBA;&#x3002;&#x5E0C;&#x671B;&#x672C;&#x6587;&#x7684;&#x4F7F;&#x7528;&#x5E2E;&#x52A9;&#x548C;&#x8BF4;&#x660E;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9; &#x1F61B;</p><h2>&#x5176;&#x4ED6;&#x5E38;&#x89C1;&#x95EE;&#x9898;</h2><h4 id="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"><a href="#&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;" class="headerlink" title="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"></a>&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;</h4><ol><li>&#x4E0B;&#x8F7D;&#x6587;&#x4EF6; <a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/chrome_steem.reg" target="_blank" rel="noopener">chrome_steem.reg</a> &#x5230;&#x672C;&#x5730;</li><li>&#x5173;&#x95ED;Chrome&#x6D4F;&#x89C8;&#x5668;</li><li>&#x53CC;&#x51FB;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;chrome_steem.reg&#xFF0C;&#x4F1A;&#x5C06;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;Chrome&#x6269;&#x5C55;&#xFF0C;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF08;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x5B89;&#x5168;&#x7684;&#xFF0C;&#x53EA;&#x505A;&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD9;&#x4E00;&#x4EF6;&#x4E8B;&#xFF09;</li><li>&#x91CD;&#x542F;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5230;chrome://extensions&#x4E2D;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;</li></ol><h5 id="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;</h5><blockquote><p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x5F53;&#x524D;&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD8;&#x6CA1;&#x6709;&#x4E0A;&#x4F20;&#x5230;Chrome&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x3002;&#x628A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x52A0;&#x5165;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x9632;&#x6B62;&#x5B83;&#x88AB;Chrome&#x81EA;&#x52A8;&#x7981;&#x7528;&#xFF0C;&#x4EE5;&#x4FBF;&#x987A;&#x5229;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x4E4B;&#x540E;&#x7B49;&#x6269;&#x5C55;&#x4E0A;&#x4F20;&#x5230;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x540E;&#xFF0C;&#x6B64;&#x95EE;&#x9898;&#x5E94;&#x8BE5;&#x4F1A;&#x6D88;&#x5931;&#x3002;</p></blockquote><p><br></p><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e6%b5%8f%e8%a7%88%e5%99%a8%e6%8f%92%e4%bb%b6%ef%bc%9asteem-server%e9%80%89%e6%8b%a9%e5%b7%a5%e5%85%b7</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steemsteemserver-fs43botbb3" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF1A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#xFF1B;&#x89E3;&#x51B3;*.steemit.com&#x88AB;&#x7981;&#x7684;&#x95EE;&#x9898;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【steem指南】用requestly绕过-steemit-com/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYm8I0Y8bh3svP6NP72%2F-LYm8IeWSELlw6Rolrgy%2Fimage.png?alt=media&amp;token=f58f4509-0852-45f7-abb6-5b55fe431c34" alt="【Steem指南】用requestly绕过*.steemit.com"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-15T17:52:36.000Z">2019-02-15</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">6 minutes read (About 905 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】用requestly绕过-steemit-com/">【Steem指南】用requestly绕过*.steemit.com</a></h1><div class="content"><p></p><h2 id="rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server">&#x7ED5;&#x8FC7;*.steemit.com&#x7684;&#x7B56;&#x7565;&#xFF1A;&#x5BA2;&#x6237;&#x7AEF;&#x9009;&#x62E9;API Server<a href="#rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server"></a></h2><p></p><p></p><p>&#x5728;&#x524D;&#x6587;<a href="https://busy.org/@robertyan/steem-esteem-surfer" target="_blank" rel="noreferrer noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;eSteem Surfer&#x53D1;&#x5E16;</a>&#x63D0;&#x5230;&#x8FC7;&#x89E3;&#x51B3;&#x90E8;&#x5206;&#x5730;&#x533A;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;*.steemit.com&#x7684;&#x51E0;&#x79CD;&#x7B56;&#x7565;&#x3002;&#x5176;&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x4EE5;<strong>&#x201C;&#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house&#x201D;</strong>&#x3002;</p><p></p><p></p><p>&#x6628;&#x5929;&#x6839;&#x636E;&#x8FD9;&#x4E00;&#x7B56;&#x7565;&#xFF0C;&#x6211;&#x7528;<strong>GreaseMonkey&#xFF08;TamperMonkey&#xFF09;</strong>&#x521B;&#x5EFA;&#x4E86;<a rel="noreferrer noopener" href="https://github.com/think-in-universe/greasemoneky_scripts/blob/master/src/steem_api_redirect/steem_api_redirect.js" target="_blank">&#x91CD;&#x5B9A;&#x5411;XHR&#x548C;Fetch&#x7684;&#x811A;&#x672C;</a>&#xFF0C;&#x5C06;api.steem.com&#x7684;&#x8BF7;&#x6C42;&#x91CD;&#x5B9A;&#x5411;&#x5230;&#x522B;&#x7684;API Server&#xFF0C;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x6D4F;&#x89C8;busy&#x548C;steempeak&#x7684;feed&#x7B49;&#x3002;&#x4F46;&#x5728;&#x7528;steemconnect&#x767B;&#x5F55;&#x65F6;&#x4F1A;&#x9047;&#x5230;&#x201D;content-security-policy&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6240;&#x4EE5;&#x767B;&#x5F55;&#x4ECD;&#x7136;&#x5B58;&#x5728;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><h2 id="yong-requestly-rao-guo-steemitcom">&#x7528;requestly&#x7ED5;&#x8FC7;*.steemit.com<a href="#yong-requestly-rao-guo-steemitcom"></a></h2><p></p><p></p><p>&#x4ECA;&#x65E9;&#x770B;&#x5230; @liuzhixiang &#x53D1;&#x5E03;&#x7684;&#x57FA;&#x4E8E;requestly&#x7684;<a href="https://busy.org/@liuzhixiang/b5eeb58ce4558648" target="_blank" rel="noreferrer noopener">&#x4E0D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;busy.org&#x7684;&#x65B9;&#x6CD5;</a>&#xFF0C;&#x6211;&#x4EEC;&#x6D4B;&#x8BD5;&#x540E;&#x53D1;&#x73B0;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x4F7F;&#x7528;busy&#xFF0C;&#x5E76;&#x4E14;&#x4E5F;&#x89E3;&#x51B3;&#x4E86;steemconnect&#x767B;&#x5F55;&#x65F6;&#x65F6;&#x7684;&#x201D;content-security-policy&#x201D;&#x95EE;&#x9898;&#xFF0C;&#x975E;&#x5E38;&#x68D2;&#x1F44D; &#x5BF9;&#x7528;&#x6237;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#xFF0C;&#x975E;&#x5E38;&#x611F;&#x8C22;&#xFF01;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYm8I0Y8bh3svP6NP72%2F-LYm8IeWSELlw6Rolrgy%2Fimage.png?alt=media&amp;token=f58f4509-0852-45f7-abb6-5b55fe431c34" alt=""><br><i>image source: http://www.requestly.in/</i></center><p></p><p>&#x6211;&#x4EEC;&#x4F53;&#x9A8C;&#x540E;&#x53D1;&#x73B0;&#x914D;&#x7F6E;&#x7684;&#x6B65;&#x9AA4;&#x7565;&#x6709;&#x4E00;&#x4E9B;&#x7E41;&#x7410;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x5BF9;&#x6B65;&#x9AA4;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7528;&#x6237;&#x66F4;&#x5FEB;&#x4E0A;&#x624B;&#x3002;</p><p></p><p></p><h3 id="di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;requestly<a href="#di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly"></a></h3><p>@liuzhixiang &#x5728;&#x6587;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x5DE5;&#x5177;requestly&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x5F88;&#x591A;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#xFF0C;&#x529F;&#x80FD;&#x66F4;&#x7075;&#x6D3B;&#x5168;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x5E38;&#x89C1;&#x7684;&#x4E24;&#x79CD;&#x65B9;&#x6CD5;&#x5982;&#x4E0B;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x65B9;&#x6CD5;&#x4E8C;&#x3002;</p><p></p><p></p><ul><li><strong>&#x65B9;&#x6CD5;&#x4E00;</strong>&#xFF1A;&#x5BF9;&#x4E8E;Chrome&#x6216;&#x8005;Firefox&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x6253;&#x5F00;requestly&#x5B98;&#x7F51;&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x5B89;&#x88C5;&#xFF08;install&#xFF09;&#xFF0C;&#x6839;&#x636E;&#x6B65;&#x9AA4;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li><li><strong>&#x65B9;&#x6CD5;&#x4E8C;</strong>&#xFF1A;&#x5BF9;&#x4E8E;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;Chrome Store&#x7684;Chrome&#x7528;&#x6237;&#xFF0C;&#x70B9;&#x51FB;<a href="https://www.crx4chrome.com/go.php?d=350&amp;i=11&amp;p=1978&amp;s=1&amp;l=https%3A%2F%2Ff1.crx4chrome.com%2Fcrx.php%3Fi%3Dmdnleldcmiljblolnjhpnblkcekpdkpa%26v%3D19.2.1" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;crx&#x6587;&#x4EF6;&#x3002;&#x7528;&#x6D4F;&#x89C8;&#x5668;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762; chrome://extensions/&#xFF0C;&#x6253;&#x5F00;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer mode&#xFF09;</strong>&#xFF0C;&#x5C06;&#x4E0B;&#x8F7D;&#x5B8C;&#x6210;&#x7684;crx&#x6587;&#x4EF6;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x6D4F;&#x89C8;&#x5668;&#x7A97;&#x53E3;</strong>&#xFF0C;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li></ul><p></p><p></p><h3 id="di-er-bu-shang-chuan-requestly-gui-ze">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;<a href="#di-er-bu-shang-chuan-requestly-gui-ze"></a></h3><p></p><p></p><p>&#x5B89;&#x88C5;&#x5B8C;&#x6BD5;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;&#xFF0C;&#x800C;&#x4E0D;&#x7528;&#x624B;&#x52A8;&#x914D;&#x7F6E;&#x3002;</p><p></p><p></p><ol><li>&#x4ECE;<a href="https://raw.githubusercontent.com/think-in-universe/greasemoneky_scripts/master/src/steem_api_redirect/requestly_rules.txt" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;requestly&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF1B;</li><li>&#x70B9;&#x51FB;requestly&#x6309;&#x94AE;&#xFF0C;&#x6253;&#x5F00;requestly&#x7684;&#x672C;&#x5730;&#x914D;&#x7F6E;&#x9875;&#x9762;&#xFF08;<a href="https://app.requestly.in/rules/" target="_blank" rel="noreferrer noopener">https://app.requestly.in/rules/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#x89C4;&#x5219;&#x6309;&#x94AE;&#xFF0C;&#x9009;&#x62E9;&#x521A;&#x624D;&#x4E0B;&#x8F7D;&#x7684;&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF0C;&#x5B8C;&#x6210;&#x89C4;&#x5219;&#x4E0A;&#x4F20;&#x3002;&#x4F1A;&#x770B;&#x5230;&#x4E0B;&#x9762;&#x5217;&#x8868;&#x4E2D;&#x591A;&#x51FA;3&#x6761;&#x89C4;&#x5219;&#x3002;</li></ol><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYmBv1WtykETj_konIQ%2F-LYmBzYba3KrguDfdE0T%2Fimage.png?alt=media&amp;token=e199bf6e-a7f8-42da-8b71-30d0842144df" alt=""><br><i>image source: https://app.requestly.in/rules/</i></center><p></p><p>&#x5728;&#x89C4;&#x5219;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x4E86;<strong>anyx.io</strong>&#x4F5C;&#x4E3A;&#x9ED8;&#x8BA4;&#x7684;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x4E4B;&#x524D;&#x7684;&#x6D4B;&#x8BD5;&#x4E2D;&#x8BE5;&#x670D;&#x52A1;&#x5668;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x5176;&#x4ED6;&#x670D;&#x52A1;&#x5668;&#x7A0D;&#x5FEB;&#x3002;</p><p></p><p></p><h3 id="di-san-bu-kai-shi-shi-yong-busy">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy<a href="#di-san-bu-kai-shi-shi-yong-busy"></a></h3><p></p><p></p><p>&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x9875;&#x9762;&#xFF0C;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;&#xFF0C;feed&#x3001;power up&#x7B49;&#x529F;&#x80FD;&#x90FD;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;</p><p></p><p></p><h2 id="shuo-ming">&#x8BF4;&#x660E;<a href="#shuo-ming"></a></h2><p></p><p></p><ol><li>&#x518D;&#x6B21;&#x611F;&#x8C22; @liuzhixiang &#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x6709;&#x76F8;&#x5F53;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x672C;&#x6587;&#x4EC5;&#x662F;&#x5BF9;&#x539F;&#x6587;&#x7684;&#x6587;&#x6863;&#x8FDB;&#x884C;&#x4E86;&#x7B80;&#x5316;&#x3002;</li><li>&#x5F53;&#x524D;&#x7684;&#x65B9;&#x6CD5;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x8DB3;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x5F53;&#x524D;&#x7684;requestly&#x89C4;&#x5219;&#x652F;&#x6301;busy&#x8F83;&#x4E3A;&#x7A33;&#x5B9A;&#xFF0C;&#x5BF9;steempeak&#x7B49;&#x5B58;&#x5728;&#x95EE;&#x9898;&#x3002;&#x53EF;&#x4EE5;&#x5728;&#x4E4B;&#x540E;&#x6539;&#x8FDB;&#x6216;&#x5B8C;&#x5584;&#x3002;</li><li>&#x63A5;&#x4E0B;&#x6765;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x5F00;&#x5C55;&#x7684;&#x5DE5;&#x4F5C;&#x5305;&#x62EC;&#xFF1A;&#x5C01;&#x88C5;&#x6210;extension&#x3001;&#x8FDB;&#x4E00;&#x6B65;&#x652F;&#x6301;steempeak&#x3001;&#x81EA;&#x52A8;&#x9009;&#x62E9;&#x6216;&#x624B;&#x52A8;&#x914D;&#x7F6E;API server&#x8282;&#x70B9;&#x7B49;&#x3002;</li></ol><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e7%94%a8requestly%e7%bb%95%e8%bf%87-steemit-com</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steemrequestlysteemitcom-f79lfbujtt" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;requestly&#x7ED5;&#x8FC7;*.steemit.com</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/esteem-cn/【steem指南】用esteem-surfer发帖/" class="image is-7by1"><img class="thumbnail" src="https://esteem.app/images/08-p-2600.png" alt="【Steem指南】用eSteem Surfer发帖"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-13T04:47:30.000Z">2019-02-13</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/esteem-cn/">esteem-cn</a></div><span class="level-item has-text-grey">6 minutes read (About 872 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/esteem-cn/【steem指南】用esteem-surfer发帖/">【Steem指南】用eSteem Surfer发帖</a></h1><div class="content"><h3 id="&#x95EE;&#x9898;"><a href="#&#x95EE;&#x9898;" class="headerlink" title="&#x95EE;&#x9898;"></a>&#x95EE;&#x9898;</h3><p>&#x7531;&#x4E8E;&#x5C1A;&#x4E0D;&#x660E;&#x786E;&#x7684;&#x539F;&#x56E0;&#xFF0C;*.steemit.com&#x57DF;&#x540D;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x7684;&#x8BBF;&#x95EE;&#x53D7;&#x9650;&#xFF0C;&#x5BF9;&#x67D0;&#x4E9B;&#x7528;&#x6237;&#x7684;&#x4F7F;&#x7528;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x5B9A;&#x5F71;&#x54CD;&#x3002;&#xFF08;&#x3010;2019/02/13&#x3011;&#xFF09;</p><p>&#x9488;&#x5BF9;&#x8FD9;&#x4E00;&#x60C5;&#x51B5;&#xFF0C;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5927;&#x81F4;&#x53EF;&#x4EE5;&#x5F52;&#x7C7B;&#x5982;&#x4E0B;&#xFF1A;</p><p>&#x3010;&#x7528;&#x6237;&#x3011;&#xFF1A;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x91C7;&#x53D6;&#x7684;&#x65B9;&#x6848; 1. &#x4F7F;&#x7528;&#x5176;&#x4ED6;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;&#x624B;&#x673A;&#x7AEF;&#x7684;Partiko, Wherein&#x548C;eSteem&#xFF0C;PC&#x7AEF;&#x7684;Web&#x754C;&#x9762;&#x5982;steemkr.com&#x3001;steempress&#xFF0C;&#x684C;&#x9762;&#x5E94;&#x7528;eSteem Surfer 2. &#x4F7F;&#x7528;&#x5176;&#x4ED6;dApp&#x53D1;&#x5E03;&#xFF0C;&#x5982;dtube, Artifit 3. &#x91C7;&#x7528;V&#xB7;-&#xB7;P&#xB7;-&#xB7;N&#x3001;S&#xB7;~&#xB7;S&#xB7;~&#xB7;R&#x7B49;&#x65B9;&#x5F0F;&#x6D4F;&#x89C8;steemit.com / busy.org / steempeak.com&#x7B49;</p><p>&#x3010;&#x5F00;&#x53D1;&#x8005;&#x3011;&#xFF1A;&#x9700;&#x8981;&#x5F00;&#x53D1;&#x8005;&#x652F;&#x6301;&#x7684;&#x65B9;&#x6848; 1. &#x521B;&#x5EFA;&#x548C;&#x90E8;&#x7F72;&#x65B0;&#x7684;&#x4E0D;&#x6D89;&#x53CA; &#x201C;<em>.steemit.com&#x201D; &#x7684;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;partiko.app&#x7684;PC&#x7248;&#xFF0C;&#x7FFB;&#x8BD1;steemkr.com&#xFF0C;&#x4FEE;&#x6539;&#x5E76;&#x90E8;&#x7F72;busy.org&#x7B49; 2. &#x73B0;&#x6709;&#x7684;App&#x5982;Busy, Steempeak&#x7B49;&#xFF0C;&#x652F;&#x6301;steemconnect v2&#x4EE5;&#x5916;&#x7684;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5C1D;&#x8BD5;&#x7ED5;&#x8FC7;</em>.steemit.com&#x88AB;&#x5C01;&#x6740;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;steem keychain&#x6216;steemconnect v3&#x7B49;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x4E14;&#x66F4;&#x65B0;steemjs&#x7684;API URL 3. &#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house</p><p>&#x672C;&#x6587;&#x4EC5;&#x4ECB;&#x7ECD;&#x3010;&#x7528;&#x6237;&#x3011;&#xFF08;1&#xFF09;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;eSteem Surfer&#x8FD9;&#x4E00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBF;&#x95EE;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x521D;&#x6B65;&#x66FF;&#x4EE3;steemit.com&#x7684;&#x53D1;&#x5E16;&#x529F;&#x80FD;&#x3002;</p><p><img src="https://esteem.app/images/08-p-2600.png" alt=""> <a href="https://esteem.app/" target="_blank" rel="noopener">Image Source: esteem.app</a></p><p><br></p><h3 id="&#x7528;eSteem-Surfer&#x53D1;&#x5E16;"><a href="#&#x7528;eSteem-Surfer&#x53D1;&#x5E16;" class="headerlink" title="&#x7528;eSteem Surfer&#x53D1;&#x5E16;"></a>&#x7528;eSteem Surfer&#x53D1;&#x5E16;</h3><ol><li>&#x5230; https://esteem.app/#downloads &#x4E0B;&#x8F7D;&#x5BF9;&#x5E94;&#x7684;<strong>eSteem Surfer&#x684C;&#x9762;&#x5BA2;&#x6237;&#x7AEF;&#xFF08;Desktop&#xFF09;</strong>&#x3002;&#x94FE;&#x63A5;&#x4F1A;&#x8DF3;&#x8F6C;&#x5230;GitHub&#x9875;&#x9762; https://github.com/eSteemApp/esteem-surfer/releases&#xFF0C;&#x9009;&#x62E9;Windiows&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/eSteem.Surfer.Setup.2.0.5.exe" target="_blank" rel="noopener">exe</a>&#xFF09;&#x6216;Mac&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.dmg" target="_blank" rel="noopener">dmg</a>&#xFF09;&#xFF0C;Linux&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer_2.0.5_amd64.deb" target="_blank" rel="noopener">deb</a>, <a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.x86_64.rpm" target="_blank" rel="noopener">rpm</a>&#xFF09;&#x3002;</li><li>&#x4E0B;&#x8F7D;&#x5B8C;&#x6BD5;&#xFF0C;&#x6309;&#x7167;&#x6B65;&#x9AA4;&#x5B89;&#x88C5;&#x3002;&#x542F;&#x52A8;eSteem Surfer&#x3002;</li><li>eSteem&#x542F;&#x52A8;&#x9700;&#x8981;&#x8BBE;&#x7F6E;<strong>PIN&#x7801;</strong>&#xFF0C;&#x5373;&#x4E00;&#x4E2A;&#x5728;&#x672C;&#x5730;&#x542F;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x5BC6;&#x7801;&#xFF0C;&#x4E0E;Steem&#x65E0;&#x5173;&#x3002;&#x9700;&#x7262;&#x8BB0;PIN&#x7801;&#xFF0C;&#x4E0B;&#x6B21;&#x542F;&#x52A8;eSteem&#x65F6;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x3002;</li><li>&#x7528;<strong>Steem&#x8D26;&#x6237;&#x548C;post key</strong>&#x767B;&#x5F55;eSteem Surfer&#x3002;</li><li>&#x70B9;&#x51FB;&#x9876;&#x90E8;&#x7684;&#x8BBE;&#x7F6E;&#xFF08;Settings&#xFF09;&#x6309;&#x94AE;&#xFF0C;<strong>&#x5C06;Server&#x6539;&#x6210;https://anyx.io</strong>&#xFF0C;&#x5373;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;eSteem Surfer&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;https://anyx.io&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8FD8;&#x6BD4;&#x8F83;&#x5FEB;&#x3002;</li></ol><p><img src="https://i.ibb.co/6ZX4Rdr/image.png" alt="&#x56FE;&#xFF1A;&#x9009;&#x62E9;Server"> Image Source: eSteem Surfer&#x622A;&#x56FE;</p><p><br></p><h3 id="&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"><a href="#&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;" class="headerlink" title="&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"></a>&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;</h3><ol><li>eSteem Surfer&#x7684;&#x56FE;&#x7247;&#x670D;&#x52A1;&#x5668;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x8BBF;&#x95EE;&#x5B58;&#x5728;&#x95EE;&#x9898;&#xFF08;&#x5DF2;&#x62A5;&#x544A;&#x5B98;&#x65B9;&#x8FDB;&#x884C;&#x4FEE;&#x590D;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x901A;&#x8FC7; https://imgbb.com/ &#x4E0A;&#x4F20;&#x56FE;&#x7247;&#xFF0C;&#x83B7;&#x5F97;&#x56FE;&#x7247;&#x94FE;&#x63A5;&#xFF0C;&#x518D;&#x7528;Markdown&#x683C;&#x5F0F;&#x53D1;&#x5E03;&#x56FE;&#x7247;&#xFF0C;&#x5982;&#x672C;&#x6587;&#x6240;&#x505A;&#x7684;</li><li>eSteem Surfer&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x5176;&#x53EF;&#x4EE5;<strong>&#x81EA;&#x7531;&#x914D;&#x7F6E; API Server</strong>&#xFF0C;&#x800C;&#x4E0D;&#x53D7;steemit.com&#x57DF;&#x540D;&#x5F71;&#x54CD;&#xFF0C;&#x5176;&#x4F59;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x8FD9;&#x4E00;&#x601D;&#x8DEF;&#x4EE5;&#x4FDD;&#x6301;&#x7075;&#x6D3B;&#x6027;&#x3002;</li><li>&#x4F7F;&#x7528;eSteem&#x53D1;&#x5E16;&#x4F1A;&#x7ED9;esteem <strong>10%&#x7684;&#x53D7;&#x76CA;&#x4EBA;&#x8D39;&#x7528;</strong>&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4F1A;&#x83B7;&#x5F97;<strong>eSteem&#x7684;&#x70B9;&#x8D5E;</strong>&#xFF0C;&#x70B9;&#x8D5E;&#x91D1;&#x989D;&#x4E0E;&#x4F7F;&#x7528;&#x8005;&#x6240;&#x6709;&#x7C89;&#x4E1D;&#x7684;SP&#x603B;&#x548C;&#x6210;&#x6B63;&#x6BD4;&#x3002;</li><li>&#x5982;CN&#x533A;&#x4F7F;&#x7528;eSteem Surfer&#x9047;&#x5230;&#x5176;&#x4ED6;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF7;&#x6559;eSteem&#x4E2D;&#x6587;&#x533A;&#x5BA1;&#x67E5;&#x5458; @davidk20 &#x63D0;&#x4F9B;&#x652F;&#x6301;&#x3002;&#x611F;&#x8C22;&#x62C9;&#x4ED4;&#xFF01;</li></ol><p>&#x5E0C;&#x671B;&#x672C;&#x6587;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9;&#x3002;&#x5982;&#x679C;&#x5728;&#x4F7F;&#x7528;eSteem Surfer&#x65F6;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x5BF9;&#x4E8E;&#x5176;&#x4ED6;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x8BF7;&#x7559;&#x8A00;&#x8BA8;&#x8BBA;&#x3002;</p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steem-esteem-surfer" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;eSteem Surfer&#x53D1;&#x5E16;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/cn/网络钓鱼的安全威胁，请中文区用户警惕-phishing-warning/" class="image is-7by1"><img class="thumbnail" src="https://steemitimages.com/0x0/https://i.imgur.com/U1lS9kh.png" alt="网络钓鱼的安全威胁，请中文区用户警惕 | Phishing Warning"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-07T14:45:24.000Z">2019-02-07</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">10 minutes read (About 1545 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/网络钓鱼的安全威胁，请中文区用户警惕-phishing-warning/">网络钓鱼的安全威胁，请中文区用户警惕 | Phishing Warning</a></h1><div class="content"><p>&#x672C;&#x6587;&#x662F; @steemcleaners &#x8FD1;&#x65E5;&#x7684;&#x6587;&#x7AE0;<a href="https://steemit.com/utopian-io/@steemcleaners/phishing-warning" target="_blank" rel="noopener">Phishing Warning</a>&#x7684;&#x4E2D;&#x6587;&#x7FFB;&#x8BD1;&#x3002;</p><h3 id="&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;"><a href="#&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;" class="headerlink" title="&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;"></a>&#x4E2D;&#x6587;&#x7248;&#x58F0;&#x660E;</h3><p>&#x8FD1;&#x671F;Steem&#x53D1;&#x751F;&#x8F83;&#x591A;&#x7684;&#x5B89;&#x5168;&#x5A01;&#x80C1;&#x3002;&#x7531;&#x4E8E;&#x76EE;&#x524D;&#x9A87;&#x5BA2;&#x4E3B;&#x8981;&#x9488;&#x5BF9;&#x82F1;&#x6587;&#x7528;&#x6237;&#x53D1;&#x8D77;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#xFF08;Phishing&#xFF09;&#x653B;&#x51FB;&#xFF0C;&#x4E2D;&#x6587;&#x7684;&#x53D7;&#x5BB3;&#x8005;&#x9884;&#x8BA1;&#x8F83;&#x5C11;&#x3002;&#x4F46;&#x6700;&#x8FD1;Steem&#x4E0A;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x4E8B;&#x4EF6;&#x9AD8;&#x53D1;&#xFF0C;&#x5927;&#x5BB6;&#x5E94;&#x5F53;&#x5F15;&#x8D77;&#x91CD;&#x89C6;&#xFF0C;&#x5E76;&#x8B66;&#x60D5;&#x6B64;&#x7C7B;&#x5B89;&#x5168;&#x9690;&#x60A3;&#x3002;&#x4FDD;&#x62A4;&#x597D;&#x81EA;&#x5DF1;&#x7684;&#x8D26;&#x6237;&#x548C;&#x8D44;&#x91D1;&#x5B89;&#x5168;&#x3002;</p><p>&#x5982;&#x679C;&#x4E0D;&#x7406;&#x89E3;&#x4EC0;&#x4E48;&#x662F;<strong>&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#xFF08;Phishing&#xFF09;</strong>&#xFF0C;&#x53EF;&#x4EE5;&#x9605;&#x8BFB;&#x8D44;&#x6599;&#xFF1A; https://baike.baidu.com/item/&#x7F51;&#x7EDC;&#x9493;&#x9C7C;/1401858</p><p>&#x5982;&#x679C;&#x6709;&#x4E2D;&#x6587;&#x7528;&#x6237;&#x906D;&#x9047;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x3001;&#x8D26;&#x6237;&#x88AB;&#x76D7;&#x3001;&#x7ECF;&#x6D4E;&#x635F;&#x5931;&#x6216;&#x5176;&#x4ED6;&#x5B89;&#x5168;&#x5165;&#x4FB5;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x62A5;&#x544A;&#x7ED9;@steemcleaners&#x3002;&#x672C;&#x6587;&#x4E2D;&#x6587;&#x4F5C;&#x8005;&#x5BF9;&#x7F51;&#x7EDC;&#x5B89;&#x5168;&#x9886;&#x57DF;&#x6709;&#x4E00;&#x5B9A;&#x7ECF;&#x9A8C;&#xFF0C;&#x5982;&#x6709;&#x670B;&#x53CB;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x8BB8;&#x4E5F;&#x53EF;&#x63D0;&#x4F9B;&#x652F;&#x6301;&#x3002;</p><p><strong>&#x4EE5;&#x4E0B;&#x672C;&#x6587;&#x4E3A;&#x6B63;&#x6587;</strong>&#xFF1A;</p><center><img src="https://steemitimages.com/0x0/https://i.imgur.com/U1lS9kh.png" alt="image alt"></center><hr><p>&#x8FD1;&#x65E5;&#x6765;&#xFF0C;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x5DF2;&#x5728;Steem&#x4E0A;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x3002;&#x9A87;&#x5BA2;&#x4EEC;&#x76D7;&#x53D6;&#x4E86;&#x5341;&#x51E0;&#x4E2A;Steem&#x8D26;&#x6237;&#xFF0C;&#x5E76;&#x7528;&#x5B83;&#x4EEC;&#x53D1;&#x5E03;&#x4E86;&#x6570;&#x767E;&#x6761;&#x6076;&#x610F;&#x8BC4;&#x8BBA;&#x3002;&#x8FD9;&#x4E9B;&#x8BC4;&#x8BBA;&#x901A;&#x5E38;&#x91C7;&#x7528;&#x8BF1;&#x5BFC;&#x6027;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x4EE5;&#x8BF1;&#x9A97;&#x7528;&#x6237;&#x70B9;&#x51FB;&#x5176;&#x4E2D;&#x7684;&#x6076;&#x610F;&#x94FE;&#x63A5;&#x3002;</p><p><img src="https://i.imgur.com/tSHmg0w.png" alt=""> <sup>&#x8FD9;&#x662F;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x8BC4;&#x8BBA;&#x7684;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#xFF08;&#x901A;&#x8FC7;30&#x4E2A;Steem&#x6B3A;&#x9A97;&#x7528;&#x6237;&#x70B9;&#x51FB;&#x6700;&#x540E;&#x7684;&#x94FE;&#x63A5;&#xFF09;</sup></p><p>&#x50CF;&#x4E0A;&#x9762;&#x8FD9;&#x6837;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x7684;&#x94FE;&#x63A5;&#x5C06;&#x5E26;&#x4F60;&#x79BB;&#x5F00;Steemit&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;Steem&#x7F51;&#x7AD9;&#x7684;&#x754C;&#x9762;&#xFF08;&#x5982;Busy, eSteem&#xFF0C;Parkito&#x7B49;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x94FE;&#x63A5;&#x4F1A;&#x5E26;&#x4F60;&#x8BBF;&#x95EE;&#x4E00;&#x4E2A;&#x770B;&#x8D77;&#x6765;&#x50CF;&#x5408;&#x6CD5;&#x670D;&#x52A1;&#x7684;&#x7F51;&#x7AD9;&#xFF0C;&#x800C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x4E2A;&#x5192;&#x5145;&#x7684;&#x5047;&#x7F51;&#x7AD9;&#x3002;</p><p>&#x8FD9;&#x4E9B;&#x5047;&#x7F51;&#x7AD9;&#x523B;&#x610F;&#x8BBE;&#x8BA1;&#x4E3A;&#x8BF1;&#x9A97;&#x4F60;&#x8F93;&#x5165;&#x7528;&#x6237;&#x540D;&#x548C;&#x5BC6;&#x7801;&#xFF08;&#x6216;active key&#xFF09;&#x3002;&#x5982;&#x679C;&#x4F60;&#x8F93;&#x5165;&#x4E86;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#xFF0C;&#x9ED1;&#x5BA2;&#x5C31;&#x4F1A;&#x767B;&#x5165;&#x4F60;&#x7684;&#x8D26;&#x6237;&#xFF0C;&#x5077;&#x8D70;&#x4F60;&#x8D26;&#x6237;&#x91CC;&#x6240;&#x6709;&#x7684;&#x94B1;&#xFF0C;&#x5E76;&#x66F4;&#x6539;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x5BC6;&#x7801;&#x3002;&#x7136;&#x540E;&#x4ED6;&#x4EEC;&#x4F1A;&#x4F7F;&#x7528;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x6765;&#x53D1;&#x9001;&#x66F4;&#x591A;&#x7684;&#x9493;&#x9C7C;&#x4FE1;&#x606F;&#x4EE5;&#x6B3A;&#x9A97;&#x4F60;&#x7684;&#x670B;&#x53CB;&#x548C;&#x5176;&#x4ED6;Steem&#x7528;&#x6237;&#x3002;</p><h1 id="Flags-Downvotes-&#x8E29;"><a href="#Flags-Downvotes-&#x8E29;" class="headerlink" title="Flags/Downvotes &#x8E29;"></a>Flags/Downvotes &#x8E29;</h1><p>@steemcleaners &#x56E2;&#x961F;&#x7684;&#x8D26;&#x6237; (&#x5305;&#x62EC; @guard &#x548C; @plentyofphish) &#x4F1A;&#x8E29;&#x9A87;&#x5BA2;&#x4EEC;&#x53D1;&#x5E03;&#x7684;&#x6240;&#x6709;&#x7684;&#x6076;&#x610F;&#x8BC4;&#x8BBA;&#xFF0C;&#x5C3D;&#x5168;&#x529B;&#x628A;&#x8FD9;&#x4E9B;&#x8D26;&#x6237;&#x7684;&#x5A01;&#x671B;&#x8E29;&#x6210;&#x8D1F;&#x6570;.</p><p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x662F;&#x88AB;&#x76D7;&#x4E86;&#xFF0C;&#x5E76;&#x6062;&#x590D;&#x4E86;&#x4F60;&#x7684;&#x8D26;&#x6237;&#xFF0C;&#x8BF7;&#x9A6C;&#x4E0A;&#x8054;&#x7CFB;&#x6211;&#x4EEC;&#xFF08;@steemcleaners&#xFF09;&#x3002;&#x6211;&#x4EEC;&#x4F1A;&#x79FB;&#x9664;&#x6240;&#x6709;&#x7684;&#x5BF9;&#x4F60;&#x7684;&#x88AB;&#x76D7;&#x8D26;&#x6237;&#x7684;&#x8E29;&#xFF0C;&#x4EE5;&#x5C3D;&#x91CF;&#x6062;&#x590D;&#x4F60;&#x8D26;&#x6237;&#x7684;&#x5A01;&#x671B;&#x3002;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x628A;&#x6240;&#x6709;&#x9A87;&#x5BA2;&#x901A;&#x8FC7;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x53D1;&#x5E03;&#x7684;&#x9493;&#x9C7C;&#x8BC4;&#x8BBA;&#x90FD;&#x5220;&#x9664;&#x3002;</p><p><strong>&#x6CE8;&#x610F;: &#x5982;&#x679C;&#x4F60;&#x7684;&#x67D0;&#x4E2A;&#x8BC4;&#x8BBA;&#x88AB;&#x6211;&#x4EEC;&#x5927;&#x529B;&#x8E29;&#x4E86;&#xFF0C;&#x8BF7;&#x5148;&#x4E0D;&#x8981;&#x5220;&#x9664;&#x8FD9;&#x6761;&#x8BC4;&#x8BBA;&#xFF0C;&#x5426;&#x5219;&#x6211;&#x4EEC;&#x5C06;&#x65E0;&#x6CD5;&#x79FB;&#x9664;&#x5BF9;&#x5B83;&#x7684;&#x8E29;&#xFF01;&#x8BF7;&#x7B49;&#x6211;&#x4EEC;&#x628A;&#x8E29;&#x79FB;&#x9664;&#x4EE5;&#x540E;&#xFF0C;&#x518D;&#x5220;&#x9664;&#x8BC4;&#x8BBA;&#x3002;</strong></p><h1 id="No-Free-Money-&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;"><a href="#No-Free-Money-&#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;" class="headerlink" title="No Free Money &#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;"></a>No Free Money &#x5929;&#x4E0B;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;&#x5348;&#x9910;</h1><p>&#x9A87;&#x5BA2;&#x4EEC;&#x6316;&#x4E86;&#x5751;&#x7B49;&#x4F60;&#x8DF3;&#x8FDB;&#x53BB;&#xFF1A;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x514D;&#x8D39;&#x7684;30 Steem&#x7B49;&#x4F60;&#x53BB;&#x9886;&#x53D6;&#xFF1B;<strong>&#x4ECE;&#x6765;&#x6CA1;&#x6709;</strong>&#x3002;&#x9A87;&#x5BA2;&#x4EEC;&#x77E5;&#x9053;Steem&#x4E0A;&#x7684;&#x5F88;&#x591A;&#x4EBA;&#x6E34;&#x671B;&#x901A;&#x8FC7;Steem&#x8D5A;&#x94B1;&#xFF0C;&#x6240;&#x4EE5;&#x6545;&#x610F;&#x6316;&#x4E86;&#x8FD9;&#x4E9B;&#x9488;&#x5BF9;&#x6027;&#x7684;&#x9677;&#x9631;&#x3002;</p><h1 id="Report-&#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;"><a href="#Report-&#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;" class="headerlink" title="Report! &#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;"></a>Report! &#x62A5;&#x544A;&#x9493;&#x9C7C;&#x95EE;&#x9898;</h1><p>&#x5BF9;&#x4E8E;&#x4EFB;&#x4F55;&#x4F60;&#x53D1;&#x73B0;&#x7684;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x95EE;&#x9898;&#xFF0C;&#x8BF7;&#x7B2C;&#x4E00;&#x65F6;&#x95F4;&#x901A;&#x8FC7;&#x6211;&#x4EEC;&#x7684;Dicord&#x9891;&#x9053;&#xFF08; https://discord.gg/STXSV4g &#xFF09;&#x6216;&#x8005;&#x6211;&#x4EEC;&#x7684;&#x7F51;&#x7AD9;&#xFF08; http://steemcleaners.com/reports/new &#xFF09;&#x62A5;&#x544A;&#x7ED9;&#x6211;&#x4EEC;&#x3002;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x884C;&#x4E3A;&#xFF08;&#x5982;&#x527D;&#x7A83;&#xFF09;&#xFF0C;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x662F;&#x6211;&#x4EEC;&#x6700;&#x4E3A;&#x91CD;&#x89C6;&#x548C;&#x8B66;&#x60D5;&#x7684;&#x4E25;&#x91CD;&#x975E;&#x6CD5;&#x884C;&#x4E3A;&#x3002;&#x54EA;&#x6015;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x66FE;&#x7ECF;&#x88AB;&#x6211;&#x4EEC;&#x52A0;&#x5165;&#x4E86;&#x9ED1;&#x540D;&#x5355;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x613F;&#x610F;&#x5E2E;&#x52A9;&#x4F60;&#xFF1B;&#x6211;&#x4EEC;&#x7684;&#x9996;&#x8981;&#x76EE;&#x6807;&#x662F;&#x5236;&#x6B62;&#x4E00;&#x5207;&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x548C;&#x4FDD;&#x8BC1;Steem&#x751F;&#x6001;&#x7684;&#x5065;&#x5EB7;&#x3002;</p><h1 id="Recover-&#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;"><a href="#Recover-&#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;" class="headerlink" title="Recover &#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;"></a>Recover &#x5982;&#x4F55;&#x6062;&#x590D;&#x88AB;&#x76D7;&#x8D26;&#x6237;</h1><p>&#x5982;&#x679C;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x88AB;&#x76D7;&#x4E86;&#xFF0C;&#x8BF7;&#x6839;&#x636E;&#x4E0B;&#x9762;&#x7684;&#x64CD;&#x4F5C;&#x6062;&#x590D;&#x4F60;&#x7684;&#x4E2A;&#x4EBA;&#x8D26;&#x6237;&#x3002;</p><p>&#x9996;&#x5148;&#xFF0C;&#x6253;&#x5F00;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x7684;Steemd.com&#x7684;&#x4E2A;&#x4EBA;&#x9875;&#x9762;&#x3002;</p><h3 id="&#x4F8B;&#x5B50;"><a href="#&#x4F8B;&#x5B50;" class="headerlink" title="&#x4F8B;&#x5B50;:"></a>&#x4F8B;&#x5B50;:</h3><h4 id="&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"><a href="#&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;" class="headerlink" title="&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"></a>&#x7B2C;&#x4E00;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;&#x8D26;&#x6237;&#x521B;&#x5EFA;&#x670D;&#x52A1;&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;</h4><p><img src="https://i.imgur.com/aGLTHsT.png" alt=""></p><p><em>Recovery account:</em> &#x672C;&#x4F8B;&#x5B50;&#x4E2D;&#x4E3A; @steemmonsters . &#x5FC5;&#x987B;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x8D26;&#x6237;&#x4F5C;&#x4E3A;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#x6765;&#x91CD;&#x7F6E;&#x4F60;&#x7684;&#x5BC6;&#x7801;.</p><p><em>Last account recovery:</em> &#x9ED8;&#x8BA4;&#x7684;&#x65E5;&#x671F;&#x5E94;&#x8BE5;&#x662F;1970&#x5E74;1&#x6708;1&#x65E5;&#x3002;&#x5982;&#x679C;&#x663E;&#x793A;&#x4E3A;&#x53E6;&#x4E00;&#x4E2A;&#x65E5;&#x671F;&#xFF0C;&#x8BF4;&#x660E;&#x8FD9;&#x4E2A;&#x8D26;&#x6237;&#x4E4B;&#x524D;&#x66FE;&#x5728;&#x8FD9;&#x4E2A;&#x65E5;&#x671F;&#x88AB;&#x6062;&#x590D;&#x8FC7;&#xFF08;&#x5BC6;&#x7801;&#x88AB;&#x91CD;&#x7F6E;&#x8FC7;&#xFF09;&#x3002;</p><p>&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x7528;&#x6237;&#x9700;&#x8981;&#x8054;&#x7CFB; @steemmonsters &#xFF08;&#x8BBF;&#x95EE;&#x4ED6;&#x4EEC;&#x7684;Discord&#x4EE5;&#x5BFB;&#x6C42;&#x5E2E;&#x52A9;&#xFF09;&#x6765;&#x542F;&#x52A8;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;&#x3002;</p><h4 id="&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit-Inc-&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"><a href="#&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit-Inc-&#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;" class="headerlink" title="&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit Inc &#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;"></a>&#x7B2C;&#x4E8C;&#x79CD;&#x60C5;&#x51B5;&#xFF1A;&#x901A;&#x8FC7;Steemit Inc &#x521B;&#x5EFA;&#x7684;&#x8D26;&#x6237;</h4><p><img src="https://i.imgur.com/xlwA0Mx.png" alt=""></p><p><em>Recovery account:</em> @steem . &#x8FD9;&#x662F;&#x6700;&#x5E38;&#x89C1;&#x7684;&#x60C5;&#x51B5;&#x56E0;&#x4E3A;&#x5927;&#x591A;&#x6570;&#x8D26;&#x6237;&#x662F;&#x901A;&#x8FC7;Steemit Inc&#x521B;&#x5EFA;&#x7684;&#x3002;</p><p>&#x5982;&#x679C;&#x4F60;&#x7684;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#x662F;@steem&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x94FE;&#x63A5;&#x6765;&#x542F;&#x52A8;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;: https://steemit.com/recover_account_step_1</p><p><img src="https://cdn.steemitimages.com/DQmXnYsCaqBf3HTrGah7LLL644P6BrtRTbkqwYd6LCwBFt3/image.png" alt=""></p><p><sup>&#x8FD9;&#x662F;&#x7528;&#x4E8E;&#x6062;&#x590D;&#x8D26;&#x6237;&#x7684;&#x8868;&#x5355;&#xFF08;&#x539F;&#x6587;&#x4E2D;&#x4E3A;&#x82F1;&#x6587;&#x7248;&#xFF0C;&#x8FD9;&#x91CC;&#x91C7;&#x7528;&#x4E2D;&#x6587;&#x7248;&#x4EE5;&#x65B9;&#x4FBF;&#x8BFB;&#x8005;&#xFF09;</sup></p><ol><li>&#x8F93;&#x5165;&#x4F60;&#x7684;&#x7528;&#x6237;&#x540D;</li><li>&#x8F93;&#x5165;&#x4F60;&#x7684;&#x8D26;&#x6237;&#x6700;&#x540E;&#x4E00;&#x6B21;&#x4F7F;&#x7528;&#x8FC7;&#x7684;&#x5BC6;&#x7801;</li><li>&#x63D0;&#x4EA4;&#x8868;&#x5355;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x4E00;&#x4E2A;&#x5305;&#x542B;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x7684;&#x8868;&#x5355;</li><li>&#x5728;&#x7B2C;&#x4E8C;&#x4E2A;&#x8868;&#x5355;&#x4E2D;&#xFF0C;&#x786E;&#x4FDD;&#x4F60;&#x8F93;&#x5165;&#x7684;&#x662F;&#x4F60;&#x6CE8;&#x518C;&#x65F6;&#x4F7F;&#x7528;&#x7684;&#x90AE;&#x7BB1;</li></ol><p>&#x6062;&#x590D;&#x8D26;&#x6237;&#x7684;&#x7533;&#x8BF7;&#x63D0;&#x4EA4;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x4E0D;&#x65F6;&#x68C0;&#x67E5;&#x4F60;&#x7684;&#x90AE;&#x4EF6;&#x3002;&#x8D26;&#x6237;&#x6062;&#x590D;&#x6D41;&#x7A0B;&#x4E00;&#x822C;&#x9700;&#x8981;&#x82B1;&#x8D39;Steemit Inc&#x7EA6;24~48&#x4E2A;&#x5C0F;&#x65F6;&#x6765;&#x5904;&#x7406;&#x3002;</p><h3 id="&#x53C2;&#x8003;&#x6307;&#x5357;"><a href="#&#x53C2;&#x8003;&#x6307;&#x5357;" class="headerlink" title="&#x53C2;&#x8003;&#x6307;&#x5357;"></a>&#x53C2;&#x8003;&#x6307;&#x5357;</h3><p>&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x786E;&#x5B9A;&#x5982;&#x4F55;&#x8054;&#x7CFB;&#x4F60;&#x7684;<strong>&#x53D7;&#x6258;&#x4EBA;&#x8D26;&#x6237; (Trustee Account)</strong>&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x4E2A;&#x9875;&#x9762;&#x67E5;&#x627E;&#x8054;&#x7CFB;&#x65B9;&#x6CD5;&#xFF1A;https://github.com/gryter/plentyofphish/blob/master/guides/account-recovery.md &#xFF08;&#x6765;&#x81EA;&#x4E8E;@plentyofphish &#x7684;GitHub&#x4EE3;&#x7801;&#x4ED3;&#x5E93;&#xFF09;</p><p><em>&#x672C;&#x6587;&#x7FFB;&#x8BD1;&#x81EA;@steemcleaners&#x7684;&#x6587;&#x7AE0;<a href="https://steemit.com/utopian-io/@steemcleaners/phishing-warning" target="_blank" rel="noopener">Phishing Warning</a>&#xFF0C;&#x611F;&#x8C22;@steemcleaners&#x5BF9;&#x5E73;&#x53F0;&#x5185;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x9AD8;&#x5EA6;&#x91CD;&#x89C6;</em></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/or-phishing-warning" target="_blank" rel="noopener">&#x7F51;&#x7EDC;&#x9493;&#x9C7C;&#x7684;&#x5B89;&#x5168;&#x5A01;&#x80C1;&#xFF0C;&#x8BF7;&#x4E2D;&#x6587;&#x533A;&#x7528;&#x6237;&#x8B66;&#x60D5; | Phishing Warning</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/esteem-cn/数英雄，论成败：评sp代理竞赛/" class="image is-7by1"><img class="thumbnail" src="http://photocdn.sohu.com/20051027/Img227320843.jpg" alt="数英雄，论成败：评SP代理竞赛"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-01T06:46:39.000Z">2019-02-01</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/esteem-cn/">esteem-cn</a></div><span class="level-item has-text-grey">9 minutes read (About 1346 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/esteem-cn/数英雄，论成败：评sp代理竞赛/">数英雄，论成败：评SP代理竞赛</a></h1><div class="content"><p>&#x8FD1;&#x65E5;@team-cn&#x53C2;&#x4E0E;&#x4E86;&#x4E00;&#x573A;&#x793E;&#x533A;&#x95F4;&#x7684;&#x7ADE;&#x8D5B;&#xFF0C;&#x901A;&#x8FC7;&#x6295;&#x7968;&#x6765;&#x8D62;&#x53D6;10K SP&#x7684;&#x4EE3;&#x7406;&#x6743;&#xFF0C;&#x65B0;&#x624B;&#x6751;&#x7684;&#x8BF8;&#x4F4D;&#x90FD;&#x53C2;&#x4E0E;&#x5176;&#x4E2D;&#xFF0C;&#x732E;&#x7B56;&#x732E;&#x529B;&#xFF0C;@team-cn&#x4E00;&#x8DEF;&#x9AD8;&#x6B4C;&#x731B;&#x8FDB;&#xFF0C;&#x5230;&#x4E86;&#x6700;&#x540E;&#x7B2C;1&#x3001;2&#x4F4D;&#x7684;&#x4E89;&#x593A;&#x9636;&#x6BB5;&#x3002;&#x6218;&#x51B5;&#x4E4B;&#x6FC0;&#x70C8;&#xFF0C;&#x4EE4;&#x4EBA;&#x8D5E;&#x53F9;&#x3002;</p><p>&#x867D;&#x7136;&#x4E0D;&#x6E05;&#x695A;&#x7EC4;&#x7EC7;&#x8005;&#x4E3E;&#x529E;&#x8FD9;&#x573A;&#x7ADE;&#x8D5B;&#x7684;&#x80CC;&#x540E;&#x610F;&#x56FE;&#x7A76;&#x7ADF;&#x4E3A;&#x4F55;&#xFF0C;&#x4F46;&#x786E;&#x5B9E;&#x5438;&#x5F15;&#x4E86;&#x5F88;&#x591A;&#x4EBA;&#x7684;&#x5173;&#x6CE8;&#xFF0C;&#x4E5F;&#x8BA9;&#x53C2;&#x4E0E;&#x8005;&#x53EF;&#x4EE5;&#x770B;&#x6E05;steem&#x793E;&#x533A;&#x7684;&#x6210;&#x8272;&#x3002;</p><p><img src="http://photocdn.sohu.com/20051027/Img227320843.jpg" alt=""> <a href="http://yule.sohu.com/20051027/n227320842.shtml" target="_blank" rel="noopener">&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;&#x641C;&#x72D0;&#x5A31;&#x4E50; - &#x56DB;&#x5927;&#x540D;&#x8457;&#x7ECF;&#x5178;&#x7535;&#x89C6;&#x5267;&#x2013;&#x300A;&#x4E09;&#x56FD;&#x6F14;&#x4E49;&#x300B;</a></p><h2 id="&#x4F55;&#x4E3A;&#x80DC;&#x8D1F;&#x624B;&#xFF1F;"><a href="#&#x4F55;&#x4E3A;&#x80DC;&#x8D1F;&#x624B;&#xFF1F;" class="headerlink" title="&#x4F55;&#x4E3A;&#x80DC;&#x8D1F;&#x624B;&#xFF1F;"></a>&#x4F55;&#x4E3A;&#x80DC;&#x8D1F;&#x624B;&#xFF1F;</h2><p>&#x76EE;&#x524D;&#x6392;&#x5728;&#x524D;&#x4E09;&#x7684;&#x793E;&#x533A;&#x5206;&#x522B;&#x662F;&#x4E2D;&#x56FD;&#x793E;&#x533A;&#x65B0;&#x624B;&#x6751;&#x3001;&#x59D4;&#x5185;&#x745E;&#x62C9;&#x793E;&#x533A;&#x3001;&#x535A;&#x5BA2;&#x793E;&#x533A;SteemitBloggers&#xFF0C;&#x4ECE;&#x5916;&#x90E8;&#x5BA3;&#x4F20;&#x6765;&#x770B;&#xFF0C;&#x9664;&#x4E86;&#x65B0;&#x624B;&#x6751;&#x4EE5;&#x5916;&#x7684;&#x51E0;&#x4E2A;&#x793E;&#x533A;&#xFF0C;&#x5305;&#x62EC;&#x6392;&#x540D;&#x9760;&#x540E;&#x7684;Qurator&#x90FD;&#x6709;<strong>1000~2000&#x4EBA;</strong>&#x7684;&#x89C4;&#x6A21;&#xFF08;&#x6D3B;&#x8DC3;&#x7528;&#x6237;&#x53EF;&#x80FD;&#x5E76;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x591A;&#xFF09;&#x3002;</p><p>&#x6211;&#x5728;&#x65B0;&#x624B;&#x6751;&#x4E2D;&#xFF0C;&#x77E5;&#x9053;&#x8FD9;&#x91CC;&#x7684;&#x6210;&#x5458;&#x6570;&#x91CF;&#x6D3B;&#x8DC3;&#x7684;&#x53EA;&#x6709;<strong>100~200&#x4EBA;</strong>&#x5DE6;&#x53F3;&#xFF0C;&#x76F8;&#x5F62;&#x4E4B;&#x4E0B;&#xFF0C;&#x7EB8;&#x9762;&#x5B9E;&#x529B;&#x8981;&#x5F31;&#x5C0F;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x7ADF;&#x7136;&#x80FD;&#x4E0E;&#x5176;&#x4ED6;&#x4EBA;&#x6570;&#x4F17;&#x591A;&#x7684;&#x793E;&#x533A;&#x6297;&#x8861;&#xFF0C;&#x5FC5;&#x7136;&#x6709;&#x5176;&#x5F3A;&#x5927;&#x7684;&#x539F;&#x56E0;&#xFF0C;<strong>&#x8FD9;&#x4E2A;&#x539F;&#x56E0;&#x662F;&#x4EC0;&#x4E48;&#x5462;&#xFF1F;</strong></p><p><img src="https://ipfs.busy.org/ipfs/QmacBQYBDewe4LSTEfPFiyDYfQKcYKvhg7oSJNtPQbPN3Y" alt="image2.png"></p><p>&#x4EBA;&#x4EBA;&#x7686;&#x9053;Steem&#x662F;&#x4E00;&#x4E2A;&#x201C;&#x5999;&#x7B14;&#x751F;&#x91D1;&#x201D;&#x7684;&#x793E;&#x533A;&#xFF0C;&#x5176;&#x52A8;&#x529B;&#x5728;&#x4E8E;&#x4E00;&#x4E2A;&#x201C;&#x5229;&#x201D;&#x5B57;&#xFF0C;&#x4EBA;&#x6027;&#x9010;&#x5229;&#xFF0C;&#x56E0;&#x4E4B;&#x800C;&#x6210;&#x3002;&#x4F46;&#x53EA;&#x6709;&#x771F;&#x6B63;&#x6DF1;&#x5165;&#x89C2;&#x5BDF;&#x548C;&#x4F53;&#x9A8C;&#x624D;&#x80FD;&#x660E;&#x4E86;&#xFF0C;&#x5229;&#x53EA;&#x80FD;&#x4E3A;&#x8868;&#xFF0C;&#x4E0D;&#x80FD;&#x4E3A;&#x91CC;&#xFF1B;<strong>&#x4EBA;&#x4E0E;&#x60C5;&#x4E49;&#xFF0C;&#x624D;&#x662F;&#x8BA9;&#x793E;&#x533A;&#x5F3A;&#x5927;&#x4E0E;&#x5145;&#x6EE1;&#x4E50;&#x8DA3;&#x7684;&#x6839;&#x672C;&#xFF0C;&#x624D;&#x53EF;&#x4EE5;&#x4EE5;&#x5F31;&#x80DC;&#x5F3A;&#xFF0C;&#x51FA;&#x7C7B;&#x62D4;&#x8403;</strong>&#x3002;</p><p>&#x5148;&#x79E6;&#x65F6;&#x7684;&#x5723;&#x8D24;&#x4EEC;&#x5BF9;&#x6B64;&#x65E9;&#x6709;&#x4E89;&#x8BBA;&#xFF1A;&#x6768;&#x6731;&#x8BF4;&#x201C;&#x62D4;&#x4E00;&#x6BDB;&#x5229;&#x5929;&#x4E0B;&#x800C;&#x4E0D;&#x4E3A;&#x201C;&#xFF0C;&#x662F;&#x4E3A;&#x7EDD;&#x5BF9;&#x7684;&#x5229;&#x5DF1;&#x4E3B;&#x4E49;&#xFF1B;&#x5B54;&#x5B5F;&#x5219;&#x8BA4;&#x4E3A;&#x201D;&#x4EC1;&#x4E49;&#x201C;&#x624D;&#x662F;&#x5EFA;&#x7ACB;&#x6CBB;&#x4E16;&#x7684;&#x6839;&#x672C;&#xFF0C;&#x4E3A;&#x529B;&#x91CF;&#x4E4B;&#x6E90;&#x6CC9;&#x3002;&#x5F53;&#x4ECA;&#x96C4;&#x539A;&#x8D44;&#x672C;&#x63A7;&#x5236;&#x4E16;&#x754C;&#xFF0C;&#x4F46;&#x53EA;&#x80FD;&#x8BF1;&#x5BFC;&#x4EBA;&#x7684;&#x67D0;&#x4E9B;&#x884C;&#x4E3A;&#xFF0C;&#x5374;&#x65E0;&#x6CD5;&#x8361;&#x6DA4;&#x4EBA;&#x7684;&#x5185;&#x5FC3;&#x3002;</p><p>@team-cn&#x662F;&#x4E00;&#x4E2A;&#x4EE5;&#x4EC1;&#x7231;&#x3001;&#x53CB;&#x60C5;&#x4E0E;&#x4E92;&#x52A9;&#x5EFA;&#x7ACB;&#x7684;&#x793E;&#x533A;&#xFF0C;&#x4ED6;&#x4EEC;&#x5E76;&#x975E;&#x4E0D;&#x4E89;&#x5229;&#xFF0C;&#x4F46;&#x5374;<strong>&#x770B;&#x6E05;&#x4E86;&#x4EC0;&#x4E48;&#x662F;&#x6700;&#x5B9D;&#x8D35;&#x7684;&#x4E1C;&#x897F;</strong>&#x3002;steemitbloggers&#x548C;qurator&#x867D;&#x7136;&#x6210;&#x5458;&#x4F17;&#x591A;&#xFF0C;&#x4F46;&#x53EA;&#x4EE5;curation&#x4F5C;&#x4E3A;&#x6FC0;&#x52B1;&#x624B;&#x6BB5;&#xFF0C;&#x770B;&#x4F3C;&#x5927;&#x3001;&#x5185;&#x5728;&#x5374;&#x4E0D;&#x5F3A;&#x3002;votovzla&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x5219;&#x66F4;&#x6709;&#x51DD;&#x805A;&#x529B;&#x4E0E;&#x610F;&#x5FD7;&#x529B;&#xFF0C;&#x5176;&#x56FD;&#x52BF;&#x98D8;&#x96F6;&#xFF0C;&#x5728;&#x6B64;&#x4E00;&#x4E71;&#x4E16;&#x4E4B;&#x4E2D;&#x4ECD;&#x4E0E;&#x6B64;&#x5904;&#x5168;&#x529B;&#x4EE5;&#x8D74;&#xFF0C;&#x4E5F;&#x5B9E;&#x5728;&#x4EE4;&#x4EBA;&#x94A6;&#x4F69;&#x3002;</p><p><img src="https://gss3.bdstatic.com/7Po3dSag_xI4khGkpoWK1HF6hhy/baike/w%3D268%3Bg%3D0/sign=8ef43642dd2a60595210e61c100f53a6/1ad5ad6eddc451da5e30d660bcfd5266d1163273.jpg" alt=""> <a href="https://baike.baidu.com/item/%E6%83%85%E4%B9%89/22297" target="_blank" rel="noopener">&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;&#x767E;&#x5EA6;&#x767E;&#x79D1; &#x2013; &#x60C5;&#x4E49;</a></p><p>&#x6240;&#x4EE5;&#x4E3A;&#x4F55;@team-cn&#x4E0E;votovzla&#x80FD;&#x72EC;&#x9886;&#x98CE;&#x9A9A;&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x539F;&#x56E0;&#x3002;&#x81F3;&#x4E8E;&#x6700;&#x7EC8;&#x7684;&#x6210;&#x8D25;&#xFF0C;&#x5219;&#x4ECD;&#x5C06;&#x662F;&#x610F;&#x5FD7;&#x529B;&#x4E0E;&#x51DD;&#x805A;&#x529B;&#x7684;&#x5185;&#x529B;&#x6BD4;&#x62FC;&#x3002;</p><h2 id="&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4EFB;&#x9700;&#x52AA;&#x529B;"><a href="#&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4EFB;&#x9700;&#x52AA;&#x529B;" class="headerlink" title="&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4EFB;&#x9700;&#x52AA;&#x529B;"></a>&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4EFB;&#x9700;&#x52AA;&#x529B;</h2><p>&#x6BD4;&#x8D5B;&#x5C1A;&#x672A;&#x7ED3;&#x675F;&#xFF0C;&#x4F46;&#x6211;&#x76F8;&#x4FE1;@team-cn&#x5FC5;&#x5B9A;&#x80FD;&#x575A;&#x6301;&#x5230;&#x6700;&#x540E;&#xFF0C;&#x7EDD;&#x4E0D;&#x4F1A;&#x61C8;&#x6020;&#x3002;</p><p>&#x540C;&#x65F6;&#xFF0C;&#x6211;&#x4E5F;&#x5FFD;&#x800C;&#x60F3;&#x5230;&#xFF0C;&#x5982;&#x679C;&#x767E;&#x5E74;&#x524D;&#x7684;&#x524D;&#x8F88;&#xFF0C;&#x770B;&#x5230;&#x6B64;&#x79CD;&#x7ADE;&#x8D5B;&#x8BE5;&#x505A;&#x5982;&#x4F55;&#x60F3;&#x3002;&#x767E;&#x5E74;&#x524D;&#x7684;&#x6267;&#x638C;&#x5929;&#x4E0B;&#x8005;&#xFF0C;&#x66FE;&#x56FD;&#x85E9;&#x3001;&#x674E;&#x9E3F;&#x7AE0;&#x3001;&#x8881;&#x4E16;&#x51EF;&#x3001;&#x5B59;&#x4E2D;&#x5C71;&#x7B49;&#xFF0C;&#x65E0;&#x8BBA;&#x540E;&#x4E16;&#x8206;&#x8BBA;&#x8912;&#x8D2C;&#x5982;&#x4F55;&#xFF0C;&#x867D;&#x653F;&#x89C1;&#x4E0D;&#x540C;&#x3001;&#x89C1;&#x8BC6;&#x6709;&#x9AD8;&#x4F4E;&#xFF0C;&#x4F46;&#x6211;&#x76F8;&#x4FE1;&#x4ED6;&#x4EEC;&#x90FD;&#x662F;&#x52E0;&#x529B;&#x800C;&#x4E3A;&#x5929;&#x4E0B;&#xFF0C;&#x7EDD;&#x975E;&#x4EC5;&#x4E3A;&#x4E00;&#x5DF1;&#x79C1;&#x5229;&#x3002;&#x5F7C;&#x65F6;&#x7684;&#x4E2D;&#x56FD;&#x540C;&#x6837;&#x662F;&#x201C;&#x5C71;&#x6CB3;&#x7834;&#x788E;&#x98CE;&#x98D8;&#x7D6E;&#xFF0C;&#x8EAB;&#x4E16;&#x6D6E;&#x6C89;&#x96E8;&#x6253;&#x840D;&#x201D;&#xFF0C;&#x6BD4;&#x4ECA;&#x5929;&#x7684;&#x59D4;&#x5185;&#x745E;&#x62C9;&#x66F4;&#x4E3A;&#x52A8;&#x8361;&#xFF0C;&#x552F;&#x6709;&#x5C06;&#x534E;&#x590F;&#x7684;&#x5B50;&#x5B59;&#x51DD;&#x805A;&#x6210;&#x4E00;&#x80A1;&#x529B;&#x91CF;&#xFF0C;&#x624D;&#x80FD;&#x4E89;&#x53D6;&#x5171;&#x540C;&#x7684;&#x590D;&#x5174;&#x3002;&#x201C;&#x5929;&#x4E0B;&#x4E3A;&#x516C;&#x201D;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x201C;&#x5FC3;&#x7406;&#x5EFA;&#x8BBE;&#x201D;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x56FD;&#x7236;&#x5728;&#x300A;&#x5EFA;&#x56FD;&#x65B9;&#x7565;&#x300B;&#x4E2D;&#x7740;&#x91CD;&#x63D0;&#x51FA;&#x7684;&#x3002;</p><p>&#x65B0;&#x624B;&#x6751;&#x867D;&#x5C0F;&#xFF0C;&#x4F46;&#x5374;&#x80FD;&#x534F;&#x540C;&#x800C;&#x4E3A;&#x4E00;&#x3001;&#x4EC1;&#x7231;&#x800C;&#x76F8;&#x4EB2;&#xFF0C;&#x524D;&#x4EBA;&#x89C1;&#x4E4B;&#xFF0C;&#x4E5F;&#x5FC5;&#x6B23;&#x6170;&#x3002;</p><p><img src="http://a3.att.hudong.com/73/50/01300000556189126069506899281.jpg" alt="&#x56FE;&#xFF1A;&#x5929;&#x4E0B;&#x4E3A;&#x516C;"> <a href="http://bbs.musicool.cn/thread-311284-1-1.html" target="_blank" rel="noopener">&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;&#x70AB;&#x97F3;&#x97F3;&#x4E50;&#x8BBA;&#x575B;</a></p><p>&#x5B59;&#x6587;&#x9057;&#x8A00;&#x8BF4;&#xFF1A;&#x201C;&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4ECD;&#x9700;&#x52AA;&#x529B;&#x3002;&#x201D; &#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x52AA;&#x529B;&#x4ECA;&#x5929;&#x4ECD;&#x5C06;&#x7EE7;&#x7EED;&#xFF0C;&#x4E2D;&#x534E;&#x4E4B;&#x4F1F;&#x5927;&#xFF0C;&#x4E0D;&#x72EC;&#x5728;&#x4E8E;&#x4EBA;&#x4EEC;&#x7ECF;&#x6D4E;&#x4E0A;&#x7684;&#x5F3A;&#x5927;&#xFF0C;&#x66F4;&#x5728;&#x4E8E;&#x5176;&#x7EF5;&#x5EF6;&#x4E0D;&#x7EDD;&#x7684;&#x6587;&#x5316;&#xFF0C;&#x5728;&#x4E8E;&#x5176;&#x4EC1;&#x5584;&#x5408;&#x4F5C;&#x7684;&#x7EE7;&#x627F;&#x8005;&#x4EEC;&#x3002;&#x5982;&#x679C;&#x5931;&#x53BB;&#x6587;&#x5316;&#x3001;&#x6587;&#x660E;&#x8870;&#x5F31;&#x3001;&#x60C5;&#x4E49;&#x4E0D;&#x5B58;&#xFF0C;&#x90A3;&#x4E48;&#x5D1B;&#x8D77;&#x7684;&#x529B;&#x91CF;&#x4E5F;&#x5FC5;&#x5C06;&#x4E0D;&#x80FD;&#x957F;&#x5B58;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x7EE7;&#x627F;&#x8FD9;&#x6587;&#x5316;&#x3001;&#x6587;&#x660E;&#x3001;&#x60C5;&#x4E49;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x624D;&#x4E0D;&#x8D1F;&#x524D;&#x4EBA;&#x7684;&#x79CD;&#x79CD;&#x4ED8;&#x51FA;&#x4E0E;&#x727A;&#x7272;&#x3002;</p><p>&#x518D;&#x6B21;&#x611F;&#x8C22; @ericet, @softmetal &#x548C; @honoru&#xFF0C;&#x521B;&#x5EFA;&#x4E86;&#x4E00;&#x4E2A;&#x6E29;&#x6696;&#x7684;&#x5927;&#x5BB6;&#x5EAD;&#xFF0C;&#x4EBA;&#x548C;&#x60C5;&#x4E49;&#x624D;&#x662F;Steem&#x4E0A;&#x6700;&#x5B9D;&#x8D35;&#x7684;&#x9690;&#x5F62;&#x8D44;&#x4EA7;&#x3002;</p><p>&#x6700;&#x540E;&#xFF0C;&#x8BF7;&#x4E3A;@team-cn&#x6295;&#x7968;&#xFF0C;&#x201C;<strong>&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x4ECD;&#x9700;&#x52AA;&#x529B;</strong>&#x201D;&#xFF1A;https://dpoll.xyz/detail/@theycallmedan/which-steem-project-should-i-delegate-10k-steempower-to-for-1-year</p><p>&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#xFF1A;@team-cn https://steemit.com/@team-cn/please-vote-for-team-cn-we-bridge-the-gap</p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/sp" target="_blank" rel="noopener">&#x6570;&#x82F1;&#x96C4;&#xFF0C;&#x8BBA;&#x6210;&#x8D25;&#xFF1A;&#x8BC4;SP&#x4EE3;&#x7406;&#x7ADE;&#x8D5B;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous"><a class="is-flex-grow has-text-black-ter" href="/blog/page/4/">Previous</a></div><div class="pagination-next"><a class="is-flex-grow has-text-black-ter" href="/blog/page/6/">Next</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link has-text-black-ter" href="/blog/">1</a></li><li><span class="pagination-ellipsis has-text-black-ter">&hellip;</span></li><li><a class="pagination-link has-text-black-ter" href="/blog/page/4/">4</a></li><li><a class="pagination-link is-current" href="/blog/page/5/">5</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/page/6/">6</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/page/7/">7</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">39</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">11</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">36</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/awesome/"><span class="level-start"><span class="level-item">awesome</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/sct/"><span class="level-start"><span class="level-item">sct</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steem-engine/"><span class="level-start"><span class="level-item">steem-engine</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/utopian-io/"><span class="level-start"><span class="level-item">utopian-io</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/awesome/" style="font-size:10px">awesome</a> <a href="/blog/tags/blog/" style="font-size:10.83px">blog</a> <a href="/blog/tags/busy/" style="font-size:12.5px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.5px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:11.67px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:11.67px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:16.67px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.5px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.33px">cnstm</a> <a href="/blog/tags/development/" style="font-size:10px">development</a> <a href="/blog/tags/esteem-cn/" style="font-size:10.83px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/hexo/" style="font-size:10px">hexo</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/partiko/" style="font-size:10px">partiko</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:15px">sct</a> <a href="/blog/tags/sct-cn/" style="font-size:14.17px">sct-cn</a> <a href="/blog/tags/steem/" style="font-size:10px">steem</a> <a href="/blog/tags/steem-engine/" style="font-size:10px">steem-engine</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:13.33px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:19.17px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:15.83px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10.83px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/awesome/"><span class="tag">awesome</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">29</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">18</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/development/"><span class="tag">development</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/hexo/"><span class="tag">hexo</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/partiko/"><span class="tag">partiko</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">8</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct-cn/"><span class="tag">sct-cn</span> <span class="tag is-grey">7</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem/"><span class="tag">steem</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-engine/"><span class="tag">steem-engine</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">6</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">25</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/awesome/awesome-steem-0-你欣赏的人生感言或经验/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://avatars3.githubusercontent.com/u/51142977?s=400&amp;u=eea78df3d695e5ab949f6cd26451d5d59d6e40c6&amp;v=4" alt="Awesome Steem #0 | 你欣赏的人生感言或经验"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-14T18:09:15.000Z">2019-06-14</time></div><a href="/blog/awesome/awesome-steem-0-你欣赏的人生感言或经验/" class="has-link-black-ter is-size-6">Awesome Steem #0 | 你欣赏的人生感言或经验</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/awesome/">awesome</a></p></div></div></article><article class="media"><a href="/blog/steem-engine/【重磅】《steem-engine-手册》来了！！-steem-engine-handbook-《steem指南》子项目/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://steemitimages.com/0x0/https://avatars0.githubusercontent.com/u/51540775?s=200&amp;v=4" alt="【重磅】《Steem Engine 手册》来了！！ --  Steem Engine Handbook --《Steem指南》子项目"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-14T11:38:54.000Z">2019-06-14</time></div><a href="/blog/steem-engine/【重磅】《steem-engine-手册》来了！！-steem-engine-handbook-《steem指南》子项目/" class="has-link-black-ter is-size-6">【重磅】《Steem Engine 手册》来了！！ -- Steem Engine Handbook --《Steem指南》子项目</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steem-engine/">steem-engine</a></p></div></div></article><article class="media"><a href="/blog/utopian-io/steemblog-browsing-your-steem-posts-faster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2015/06/01/09/04/blog-793047_1280.jpg" alt="steemblog -- browsing your steem posts faster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T19:29:09.000Z">2019-06-12</time></div><a href="/blog/utopian-io/steemblog-browsing-your-steem-posts-faster/" class="has-link-black-ter is-size-6">steemblog -- browsing your steem posts faster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/utopian-io/">utopian-io</a></p></div></div></article><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/awesome/awesome-steem-0-你欣赏的人生感言或经验/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://avatars3.githubusercontent.com/u/51142977?s=400&amp;u=eea78df3d695e5ab949f6cd26451d5d59d6e40c6&amp;v=4" alt="Awesome Steem #0 | 你欣赏的人生感言或经验"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-14T18:09:15.000Z">2019-06-14</time></div><a href="/blog/awesome/awesome-steem-0-你欣赏的人生感言或经验/" class="has-link-black-ter is-size-6">Awesome Steem #0 | 你欣赏的人生感言或经验</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/awesome/">awesome</a></p></div></div></article><article class="media"><a href="/blog/steem-engine/【重磅】《steem-engine-手册》来了！！-steem-engine-handbook-《steem指南》子项目/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://steemitimages.com/0x0/https://avatars0.githubusercontent.com/u/51540775?s=200&amp;v=4" alt="【重磅】《Steem Engine 手册》来了！！ --  Steem Engine Handbook --《Steem指南》子项目"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-14T11:38:54.000Z">2019-06-14</time></div><a href="/blog/steem-engine/【重磅】《steem-engine-手册》来了！！-steem-engine-handbook-《steem指南》子项目/" class="has-link-black-ter is-size-6">【重磅】《Steem Engine 手册》来了！！ -- Steem Engine Handbook --《Steem指南》子项目</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steem-engine/">steem-engine</a></p></div></div></article><article class="media"><a href="/blog/utopian-io/steemblog-browsing-your-steem-posts-faster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2015/06/01/09/04/blog-793047_1280.jpg" alt="steemblog -- browsing your steem posts faster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T19:29:09.000Z">2019-06-12</time></div><a href="/blog/utopian-io/steemblog-browsing-your-steem-posts-faster/" class="has-link-black-ter is-size-6">steemblog -- browsing your steem posts faster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/utopian-io/">utopian-io</a></p></div></div></article><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>