<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>【未来教育学】成年人需要什么样的STEM教育？（五） - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="keywords" content="cn,cn-stem,steemstem,steempress,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="【未来教育学】成年人需要什么样的STEM教育？（五）"><meta property="og:url" content="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（五）/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta property="og:locale" content="en"><meta property="og:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&token=26837d6d-8a98-4f2c-97bc-68eec36924ad"><meta property="og:updated_time" content="2019-06-04T15:46:37.773Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="【未来教育学】成年人需要什么样的STEM教育？（五）"><meta name="twitter:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="twitter:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&token=26837d6d-8a98-4f2c-97bc-68eec36924ad"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（五）" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-image"><span class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&amp;token=26837d6d-8a98-4f2c-97bc-68eec36924ad" alt="【未来教育学】成年人需要什么样的STEM教育？（五）"></span></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-14T15:07:39.000Z">2019-03-14</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">40 minutes read (About 6050 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">【未来教育学】成年人需要什么样的STEM教育？（五）</h1><div class="content"><p></p><p>&#x5728;<a target="_blank" href="https://busy.org/@robertyan/stem-33j60d0hfr" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a target="_blank" href="https://busy.org/@robertyan/stem-yafmsa49dm" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#x4E2D;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x5728;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-7xw4el63nl">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a>&#x548C;<a rel="noreferrer noopener" aria-label=" (opens in a new tab)" href="https://busy.org/@robertyan/stem-1chj3yjqtx" target="_blank">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x56DB;&#xFF09;</a>&#xFF0C;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;&#x3002;</strong>&#x5728;&#xFF08;&#x4E09;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x201D;&#x5C55;&#x5F00;&#x4E86;&#x5206;&#x6790;&#xFF1B;&#x5728;&#xFF08;&#x56DB;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5173;&#x8054;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4ECB;&#x7ECD;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x3002;</p><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#xFF1A;&#x627F;&#x63A5;&#xFF08;&#x56DB;&#xFF09;&#x4E2D;&#x672A;&#x5B8C;&#x6210;&#x7684;&#x5BF9;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x63A2;&#x8BA8;&#xFF0C;&#x672C;&#x6587;&#x7EE7;&#x7EED;&#x5206;&#x6790;&#xFF0C;&#x4F5C;&#x4E3A;&#x5BF9;&#x79D1;&#x5B66;&#x7D20;&#x8D28;&#x6709;&#x8FFD;&#x6C42;&#x7684;&#x4E2A;&#x4EBA;&#xFF0C;&#x6211;&#x4EEC;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</h2><p></p><p></p><h3>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</h3><p></p><p></p><p>&#x524D;&#x9762;3&#x5C0F;&#x8282;&#xFF08;&#x8BFB;&#x7269;1~3&#xFF09;&#x4E3B;&#x8981;&#x8BB2;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#xFF08;&#x77E5;&#xFF09;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x7EE7;&#x7EED;&#x8C08;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x771F;&#x6B63;&#x4EB2;&#x8EAB;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#xFF08;&#x884C;&#xFF09;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x5728;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x6CE8;&#x610F;&#x529B;&#x653E;&#x5728;&#x4E86;&#x201C;&#x8F93;&#x5165;&#x201D;&#xFF0C;&#x5373;&#x5BF9;&#x8BFB;&#x7269;&#x7684;&#x9009;&#x62E9;&#x4E0A;&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x4E86;&#x4E09;&#x4E2A;&#x5C42;&#x6B21;&#x7684;&#x5173;&#x4E8E;&#x79D1;&#x5B66;&#x7684;&#x7ED3;&#x6784;&#x89E3;&#x91CA; &#x2014;&#x2014; &#x5E95;&#x5C42;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x4E0E;&#x8BC6;&#x89C1;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4E16;&#x4FD7;&#x4E0E;&#x6D41;&#x884C;&#xFF09;&#x3002;&#x8FD9;&#x597D;&#x6BD4;&#x6811;&#x7684;<strong>&#x201C;&#x6839;&#x201D;&#x3001;&#x201C;&#x830E;&#x201D;&#x3001;&#x201C;&#x53F6;&#x201D;</strong>&#xFF0C;&#x4F9D;&#x6B21;&#x751F;&#x957F;&#xFF0C;&#x624D;&#x80FD;&#x6700;&#x7EC8;&#x201C;&#x5F00;&#x82B1;&#x201D;&#x3001;&#x201C;&#x7ED3;&#x679C;&#x201D;&#xFF1B;&#x4F46;&#x5BF9;&#x4E8E;&#x5982;&#x4F55;&#x201C;&#x6D47;&#x6C34;&#x201D;&#x3001;&#x201C;&#x65BD;&#x80A5;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF08;&#x8BFB;&#x7269;&#x5982;&#x4F55;&#x88AB;&#x63A5;&#x7EB3;&#x3001;&#x5438;&#x6536;&#x7684;&#x95EE;&#x9898;&#xFF09;&#xFF0C;&#x6CA1;&#x6709;&#x505A;&#x6DF1;&#x5165;&#x7684;&#x63A2;&#x8BA8;&#x3002;&#x8FD9;&#x4E00;&#x65B9;&#x9762;&#x5E94;&#x8BE5;<strong>&#x7ED3;&#x5408;&#x5B9E;&#x9645;&#xFF0C;&#x901A;&#x8FC7;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x6765;&#x5DE9;&#x56FA;</strong>&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x5E94;&#x5F53;&#x662F;<strong>&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x201D;&#x3001;&#x201C;&#x56E0;&#x5730;&#x5236;&#x5B9C;&#x201D;&#x7684;&#xFF0C;&#x5BF9;&#x4E0D;&#x540C;&#x5730;&#x533A;&#x7684;&#x4E0D;&#x540C;&#x4EBA;&#x7FA4;&#xFF0C;&#x91C7;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x7B56;&#x7565;</strong>&#xFF1B;&#x5BF9;&#x4E8E;&#x540E;&#x8005;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x4E00;&#x7AE0;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#x4F1A;&#x8FDB;&#x4E00;&#x6B65;&#x8BBA;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#x201C;&#x884C;&#x201D;&#x662F;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5EF6;&#x7EED;&#xFF0C;&#x4E5F;&#x662F;&#x771F;&#x5B9E;&#x7684;&#x3001;&#x5185;&#x5316;&#x7684;&#x201C;&#x77E5;&#x201D;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x662F;<strong>&#x4E3B;&#x52A8;&#x7684;&#x884C;&#x52A8;</strong>&#xFF0C;&#x4E0D;&#x662F;&#x88AB;&#x52A8;&#x7684;&#x63A5;&#x6536;&#x77E5;&#x8BC6;&#x3002;&#x5F53;&#x524D;&#x7684;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x63D0;&#x5021;&#x53C2;&#x4E0E;&#x548C;&#x5B9E;&#x8DF5;&#xFF0C;&#x4E5F;&#x662F;&#x57FA;&#x4E8E;&#x540C;&#x6837;&#x7684;&#x601D;&#x60F3;&#x3002;&#x53C2;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x4E0D;&#x5728;&#x4E8E;&#x8BA9;&#x6BCF;&#x4E2A;&#x4EBA;&#x90FD;&#x4ECE;&#x4E8B;&#x5B66;&#x672F;&#x7814;&#x7A76;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x8BA9;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201D;&#x80CC;&#x540E;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x601D;&#x60F3;&#x4E0E;&#x601D;&#x7EF4;&#xFF0C;&#x53EF;&#x4EE5;<strong>&#x7ED3;&#x5408;&#x5177;&#x4F53;&#x7684;&#x60C5;&#x666F;&#x4E0E;&#x95EE;&#x9898;&#x8F6C;&#x5316;&#x4E3A;&#x884C;&#x52A8;</strong>&#x3002;&#x884C;&#x52A8;&#x662F;&#x4EBA;&#x6027;&#x7684;&#x5916;&#x5728;&#x4F53;&#x73B0;&#xFF0C;&#x6240;&#x4EE5;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;<strong>&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x76EE;&#x7684;&#x5728;&#x4E8E;&#x8BA9;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6210;&#x4E3A;&#x6211;&#x4EEC;&#x7CBE;&#x795E;&#x7684;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x5374;&#x53C8;&#x4E0D;&#x8FC7;&#x5206;&#x201C;&#x79D1;&#x5B66;&#x5316;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E5F;&#x5206;&#x4E3A;&#x5E95;&#x5C42;&#x3001;&#x4E2D;&#x5C42;&#x548C;&#x8868;&#x5C42;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;1&#xFF1A;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;</strong></em></p><p></p><p></p><p>&#x9996;&#x5148;&#x662F;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5E95;&#x5C42;&#x2014;&#x2014;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#x3002;</p><p></p><p></p><p>&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x770B;&#x4F3C;&#x662F;&#x201C;&#x77E5;&#x201D;&#x7684;&#x5C42;&#x9762;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x6709;&#x6548;&#x7684;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x8054;&#x7CFB;&#x5386;&#x53F2;&#x3001;&#x7ED3;&#x5408;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3001;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x83B7;&#x5F97;&#x7684;&#x8BA4;&#x8BC6;&#x6784;&#x5EFA;&#x7684;&#x3002;&#x6211;&#x4EEC;&#x524D;&#x6587;&#x7F57;&#x5217;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x662F;&#x524D;&#x4EBA;&#x667A;&#x6167;&#x7684;&#x7ED3;&#x6676;&#x4E0E;&#x517B;&#x6599;&#xFF0C;&#x4E0D;&#x7B49;&#x4E8E;&#x4E2A;&#x4EBA;&#x7684;&#x201C;&#x667A;&#x6167;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x552F;&#x6709;&#x901A;&#x8FC7;<strong>&#x6301;&#x7EED;&#x5730;&#x89C2;&#x5BDF;&#x3001;&#x601D;&#x8003;&#x3001;&#x63D0;&#x95EE;&#x3001;&#x5199;&#x4F5C;&#x4E0E;&#x884C;&#x52A8;&#xFF0C;&#x624D;&#x80FD;&#x6210;&#x5C31;&#x901A;&#x8FBE;&#x7684;&#x201C;&#x667A;&#x6167;&#x201D;</strong>&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x90A3;&#x4E48;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x5462;&#xFF1F;&#x5176;&#x672C;&#x8D28;&#x662F;&#x5BF9;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x4E00;&#x79CD;&#x547C;&#x5E94;&#xFF1B;&#x8FFD;&#x6C42;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x662F;&#x8FFD;&#x6C42;&#x667A;&#x6167;&#x3001;&#x8FFD;&#x6C42;&#x81EA;&#x7531;&#x7684;&#x5177;&#x4F53;&#x65B9;&#x5F0F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#x7684;&#x201C;&#x6709;&#x77E5;&#x5373;&#x6709;&#x5FB7;&#x201D;&#x201C;&#x65E0;&#x77E5;&#x5373;&#x7F3A;&#x5FB7;&#x201D;&#xFF0C;&#x5BF9;&#x201C;&#x771F;&#x201D;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x201C;&#x4E0E;&#x771F;&#x7406;&#x4E3A;&#x53CB;&#x201D;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x6765;&#x540C;&#x6837;&#x81EA;&#x4E8E;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#xFF0C;&#x5373;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x7684;&#x516C;&#x7406;&#x5316;&#x7CFB;&#x7EDF;&#x548C;&#x6F14;&#x7ECE;&#x6CD5;&#xFF0C;&#x4EE5;&#x201C;&#x975E;&#x529F;&#x5229;&#x201D;&#x548C;&#x201C;&#x5185;&#x5728;&#x63A8;&#x6F14;&#x201D;&#x4E3A;&#x7279;&#x5F81;&#x3002;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7684;&#x5B66;&#x95EE;&#x6709;&#x5F88;&#x9AD8;&#x7684;&#x901A;&#x878D;&#x6027;&#x548C;&#x7EFC;&#x5408;&#x6027;&#xFF0C;&#x4F46;&#x5728;&#x7406;&#x8BBA;&#x6784;&#x5EFA;&#x65B9;&#x9762;&#x4E25;&#x683C;&#x6027;&#x548C;&#x5B8C;&#x6574;&#x6027;&#x4E0D;&#x8DB3;&#xFF0C;&#x5373;&#x4FBF;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x5B66;&#x672F;&#x53D1;&#x5C55;&#x73AF;&#x5883;&#x4E2D;&#xFF0C;&#x5728;&#x672C;&#x571F;&#x4EA7;&#x751F;&#x7684;&#x5B8C;&#x6574;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x4F9D;&#x7136;&#x6781;&#x5C11;&#xFF0C;&#x5176;&#x6587;&#x5316;&#x539F;&#x56E0;&#x5C31;&#x662F;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#x4E2D;&#x56FD;&#x6CA1;&#x6709;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x3002;</p><p></p><p></p><p>&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x4E5F;&#x6709;&#x5176;&#x529F;&#x5229;&#x6548;&#x7528;&#xFF0C;&#x4E5F;&#x65E0;&#x987B;&#x5426;&#x8BA4;&#x3002;&#x4F9D;&#x636E;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#xFF0C;&#x9762;&#x4E34;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x4F5C;&#x4E3A;&#x4E2A;&#x4F53;&#x6216;&#x7EC4;&#x7EC7;&#x53EF;&#x4EE5;&#x4ECE;&#x57FA;&#x672C;&#x7684;&#x5B9A;&#x4E49;&#x3001;&#x516C;&#x7406;&#x3001;&#x6761;&#x4EF6;&#x51FA;&#x53D1;&#xFF0C;&#x63A8;&#x7406;&#x5F97;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x7ED3;&#x8BBA;&#x3001;&#x6216;&#x505A;&#x51FA;&#x5408;&#x7406;&#x7684;&#x51B3;&#x7B56;&#x7B49;&#x3002;&#x7528;Elon Musk&#x7684;&#x8BDD;&#x8BF4;&#xFF0C;<strong>First Principles</strong>&#xFF08;&#x4E2D;&#x6587;&#x5A92;&#x4F53;&#x5C06;&#x5176;&#x7FFB;&#x8BD1;&#x4E3A;&#x201C;&#x7B2C;&#x4E00;&#x6027;&#x539F;&#x7406;&#x201D;&#xFF09;&#x662F;&#x5E2E;&#x52A9;&#x5B9E;&#x73B0;&#x521B;&#x65B0;&#x3001;&#x8BA4;&#x8BC6;&#x4E8B;&#x7269;&#x771F;&#x5B9E;&#x60C5;&#x51B5;&#x7684;&#x63A8;&#x7406;&#x65B9;&#x6CD5;&#x3002;First Principles&#x610F;&#x6307;&#x7C7B;&#x4F3C;&#x4E8E;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x51E0;&#x4F55;&#x5B66;&#x7684;&#x201C;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#x201D;&#x6216;&#x6F14;&#x7ECE;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x65B9;&#x6CD5;</p><p></p><p></p><p>&#x4E0D;&#x540C;&#x4E8E;&#x6536;&#x96C6;&#x201C;&#x6280;&#x672F;&#x201D;&#x4E0E;&#x201C;&#x6280;&#x5DE7;&#x201D;&#x7684;&#x601D;&#x7EF4;&#x6784;&#x5EFA;&#x6A21;&#x5F0F;&#xFF0C;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#x6784;&#x5EFA;&#x4ECE;&#x57FA;&#x672C;&#x7684;&#x6982;&#x5FF5;&#x5B9A;&#x4E49;&#x3001;&#x5386;&#x53F2;&#x8D77;&#x6E90;&#x3001;&#x76F8;&#x4E92;&#x5173;&#x8054;&#x3001;&#x8FA9;&#x8BC1;&#x5173;&#x7CFB;&#x7B49;&#x51FA;&#x53D1;&#xFF0C;&#x5728;&#x7406;&#x8BBA;&#x5C42;&#x9762;&#x6784;&#x5EFA;&#x7ED3;&#x6784;&#x7262;&#x56FA;&#x3001;&#x903B;&#x8F91;&#x81EA;&#x51BE;&#x3001;&#x6CA1;&#x6709;&#x5185;&#x5728;&#x77DB;&#x76FE;&#x7684;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x6216;&#x201C;&#x77E5;&#x8BC6;&#x56FE;&#x8C31;&#x201D;&#xFF08;knowledge graph&#xFF09;&#x3002;&#x4F53;&#x7CFB;&#x5EFA;&#x6784;&#x5728;&#x65B9;&#x5411;&#x4E0A;&#x53EF;&#x4EE5;&#x5305;&#x62EC;&#x6DF1;&#x5EA6;&#x5EFA;&#x6784;&#x548C;&#x5E7F;&#x5EA6;&#x5EFA;&#x6784;&#xFF0C;&#x5982;&#x67D0;&#x4E13;&#x9898;&#x7684;&#x5B66;&#x672F;&#x7814;&#x7A76;&#x4E0E;&#x5B9E;&#x9A8C;&#xFF0C;&#x67D0;&#x5B66;&#x79D1;&#x7684;&#x901A;&#x8BC6;&#x6027;&#x4E86;&#x89E3;&#xFF0C;&#x7B49;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x4E5F;&#x662F;&#x5BF9;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x66F4;&#x5177;&#x4F53;&#x7684;&#x63CF;&#x8FF0;&#xFF1A;&#x901A;&#x8FC7;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#xFF0C;&#x8FFD;&#x6EAF;&#x5404;&#x7406;&#x8BBA;&#x9886;&#x57DF;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x5B9A;&#x4E49;&#x3001;&#x516C;&#x91CC;&#x901A;&#x5219;&#x3001;&#x6A21;&#x578B;&#x65B9;&#x6CD5;&#xFF0C;&#x5E76;&#x4EE5;&#x6B64;&#x4E3A;&#x57FA;&#x7840;&#x6269;&#x5C55;&#x77E5;&#x8BC6;&#x9886;&#x57DF;&#xFF0C;&#x4EE5;&#x65E0;&#x77E5;&#x4E3A;&#x803B;&#xFF0C;&#x4EE5;&#x5B66;&#x4E60;&#x3001;&#x601D;&#x8003;&#x3001;&#x63D0;&#x95EE;&#x4E3A;&#x65E5;&#x5E38;&#xFF0C;&#x4EE5;&#x5B9E;&#x9A8C;&#x4E3A;&#x65B9;&#x6CD5;&#xFF0C;&#x4EE5;&#x6570;&#x636E;&#x4E3A;&#x4F9D;&#x636E;&#xFF0C;&#x4EE5;&#x6280;&#x672F;&#x4E3A;&#x52A9;&#x529B;&#xFF0C;&#x4EE5;&#x5199;&#x4F5C;&#x4E3A;&#x8868;&#x8FBE;&#xFF0C;&#x4EE5;&#x884C;&#x52A8;&#x4E3A;&#x4F9D;&#x5F52;&#xFF0C;&#x5219;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x53EF;&#x4EE5;&#x65E5;&#x6E10;&#x58EE;&#x5927;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5E95;&#x5C42;&#xFF1A;&#x7406;&#x8BBA;&#x4F53;&#x7CFB; / &#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;2&#xFF1A;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;</strong></em></p><p></p><p></p><p>&#x63A5;&#x4E0B;&#x6765;&#x7EE7;&#x7EED;&#x8C08;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5C42;&#x2014;&#x2014;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x201C;&#x51B3;&#x7B56;&#x201D;&#x662F;&#x65E5;&#x5E38;&#x968F;&#x5904;&#x53EF;&#x4EE5;&#x7684;&#x529F;&#x5229;&#x6027;&#x884C;&#x4E3A;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x51B3;&#x7B56;&#x6216;&#x5176;&#x4ED6;&#x5916;&#x5728;&#x76EE;&#x7684;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4E3A;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x672C;&#x8EAB;&#x3002;&#x8BA4;&#x4E3A;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x9AD8;&#x4E8E;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x7684;&#xFF0C;&#x662F;&#x6C42;&#x771F;&#x7684;&#x7406;&#x60F3;&#xFF1B;&#x8BA4;&#x4E3A;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x9AD8;&#x4E8E;&#x201C;&#x4F53;&#x7CFB;&#x201D;&#x7684;&#xFF0C;&#x662F;&#x6C42;&#x529B;&#x7684;&#x7406;&#x60F3;&#x3002;&#x4F46;&#x65E0;&#x8BBA;&#x54EA;&#x4E00;&#x79CD;&#xFF0C;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x90FD;&#x53EF;&#x4EE5;&#x5BF9;&#x201C;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x63D0;&#x4F9B;&#x5B9E;&#x5728;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x8FD9;&#x662F;&#x6240;&#x8C13;&#x7684;&#x201C;&#x80FD;&#x505A;&#x51FA;&#x9009;&#x62E9;&#xFF0C;&#x662F;&#x81EA;&#x7531;&#xFF1B;&#x80FD;&#x505A;&#x597D;&#x51B3;&#x7B56;&#xFF0C;&#x662F;&#x667A;&#x6167;&#x3002;&#x201D;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x4EE5;&#x201C;&#x51B3;&#x7B56;&#x201D;&#x4E3A;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4E5F;&#x5728;&#x4E8E;&#x5176;&#x666E;&#x904D;&#x6027;&#x4E0E;&#x91CD;&#x8981;&#x6027;&#x3002;&#x73B0;&#x4EE3;&#x793E;&#x4F1A;&#x5728;&#x6559;&#x80B2;&#x3001;&#x751F;&#x4EA7;&#x3001;&#x6D88;&#x8D39;&#x5404;&#x4E2A;&#x5C42;&#x9762;&#x90FD;&#x5B58;&#x5728;&#x5927;&#x91CF;&#x6216;&#x91CD;&#x8981;&#x3001;&#x6216;&#x9891;&#x7E41;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x4F46;&#x51B3;&#x7B56;&#x76F2;&#x4ECE;&#x3001;&#x77ED;&#x89C6;&#x3001;&#x8FC7;&#x4E8E;&#x529F;&#x5229;&#xFF0C;&#x662F;&#x5E38;&#x89C1;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x6240;&#x8C13;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x9996;&#x8981;&#x5728;&#x4E8E;&#x4EE5;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x65B9;&#x6CD5;&#x8FDB;&#x884C;&#x4EF7;&#x503C;&#x5224;&#x65AD;&#x4E0E;&#x53D6;&#x820D;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5982;&#x4F55;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF1F;</p><p></p><p></p><p>&#x201C;&#x51B3;&#x7B56;&#x79D1;&#x5B66;&#x201D;&#x662F;&#x4E00;&#x95E8;&#x9700;&#x8981;&#x7ED3;&#x5408;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x548C;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x7EFC;&#x5408;&#x6027;&#x5B66;&#x79D1;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x8DE8;&#x5B66;&#x79D1;&#x7684;&#x77E5;&#x8BC6;&#x6709;&#x8F83;&#x9AD8;&#x8981;&#x6C42;</strong>&#xFF0C;&#x8981;&#x6C42;<strong>&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x5728;&#x5E7F;&#x5EA6;&#x8FBE;&#x5230;&#x4E00;&#x5B9A;&#x6C34;&#x51C6;</strong>&#x3002;</p><p></p><p></p><p>&#x51B3;&#x7B56;&#x4E0D;&#x4EC5;&#x4EC5;&#x4F9D;&#x8D56;&#x4E8E;&#x6570;&#x7406;&#x903B;&#x8F91;&#x4E0E;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF0C;&#x5BF9;&#x4E8E;&#x51B3;&#x7B56;&#x7684;&#x76EE;&#x7684;&#x3001;&#x73AF;&#x5883;&#x3001;&#x4FE1;&#x606F;&#x3001;&#x6743;&#x5A01;&#xFF0C;&#x90FD;&#x6709;&#x663E;&#x8457;&#x7684;&#x4F9D;&#x8D56;&#xFF1B;&#x5B9E;&#x8DF5;&#x4E2D;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8FD0;&#x7528;&#x51B3;&#x7B56;&#x652F;&#x6301;&#x7CFB;&#x7EDF;&#xFF08;&#x5546;&#x4E1A;&#x667A;&#x80FD;&#xFF09;&#x3001;&#x8FD0;&#x7B79;&#x5B66;&#x3001;&#x673A;&#x5668;&#x5B66;&#x4E60;&#x3001;&#x77E5;&#x8BC6;&#x56FE;&#x8C31;&#x3001;&#x667A;&#x80FD;&#x6295;&#x987E;&#x7B49;&#x6280;&#x672F;&#xFF0C;&#x501F;&#x52A9;&#x673A;&#x5668;&#x7684;&#x80FD;&#x529B;&#x63D0;&#x9AD8;&#x51B3;&#x7B56;&#x6548;&#x7387;&#x4E0E;&#x51C6;&#x786E;&#x5EA6;&#xFF0C;&#x964D;&#x4F4E;&#x51B3;&#x7B56;&#x6210;&#x672C;&#x3002;&#x4F46;&#x6700;&#x91CD;&#x8981;&#x7684;&#x4F9D;&#x7136;&#x662F;<strong>&#x51B3;&#x7B56;&#x8005;&#x7684;&#x77E5;&#x8BC6;&#x79EF;&#x7D2F;&#x3001;&#x6A21;&#x578B;&#x8FD0;&#x7528;&#x3001;&#x6A21;&#x5F0F;&#x8BC6;&#x522B;&#x3001;&#x9886;&#x57DF;&#x76F4;&#x89C9;&#x3001;&#x4E8B;&#x5B9E;&#x5206;&#x6790;&#x3001;&#x4FE1;&#x606F;&#x6536;&#x96C6;</strong>&#x7684;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x6B63;&#x5982;&#x5DF4;&#x83F2;&#x7279;&#x8BF4;&#x5230;&#x6295;&#x8D44;&#x4E2D;&#x201C;&#x7406;&#x6027;&#x201D;&#x4E0E;&#x201C;&#x667A;&#x5546;&#x201D;&#x7684;&#x6BD4;&#x8F83;&#xFF1A; &#x201C;&#x6210;&#x529F;&#x7684;&#x6295;&#x8D44;&#x751F;&#x6DAF;&#x4E0D;&#x9700;&#x8981;&#x5929;&#x624D;&#x822C;&#x7684;&#x667A;&#x5546;&#x3001;&#x975E;&#x6BD4;&#x5BFB;&#x5E38;&#x7684;&#x7ECF;&#x6D4E;&#x773C;&#x5149;&#xFF0C;&#x6216;&#x662F;&#x5185;&#x5E55;&#x6D88;&#x606F;&#xFF0C;&#x9700;&#x8981;&#x7684;&#x53EA;&#x662F;&#x5728;&#x505A;&#x51FA;&#x6295;&#x8D44;&#x51B3;&#x7B56;&#x65F6;&#x7684;<strong>&#x6B63;&#x786E;&#x601D;&#x8003;&#x6846;&#x67B6;&#xFF0C;&#x4EE5;&#x53CA;&#x907F;&#x514D;&#x60C5;&#x7EEA;&#x5931;&#x63A7;&#x4FDD;&#x6301;&#x7406;&#x6027;&#x601D;&#x8003;&#x7684;&#x5B9A;&#x529B;</strong>&#x3002;&#x6211;&#x7684;&#x6210;&#x529F;&#x5E76;&#x975E;&#x6E90;&#x4E8E;&#x9AD8;&#x7684;&#x667A;&#x5546;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x7406;&#x6027;&#x3002;&#x6211;&#x603B;&#x662F;&#x628A;&#x667A;&#x5546;&#x548C;&#x624D;&#x80FD;&#x6BD4;&#x4F5C;&#x53D1;&#x52A8;&#x673A;&#x7684;&#x52A8;&#x529B;&#xFF0C;&#x4F46;&#x662F;&#x8F93;&#x51FA;&#x529F;&#x7387;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5DE5;&#x4F5C;&#x7684;&#x6548;&#x7387;&#x5219;&#x53D6;&#x51B3;&#x4E8E;&#x7406;&#x6027;&#x3002;&#x201D;</p><p></p><p></p><p>&#x6BD4;&#x5982;&#xFF0C;&#x4EE5;&#x8D2D;&#x4E70;&#x4E0D;&#x52A8;&#x4EA7;&#x4E3A;&#x4F8B;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6570;&#x636E;&#x5206;&#x6790;&#x4E86;&#x89E3;&#x54EA;&#x4E9B;&#x677F;&#x5757;&#x4EF7;&#x503C;&#x589E;&#x5E45;&#x9AD8;&#x3001;&#x4FDD;&#x503C;&#x6027;&#x5F3A;&#x3001;&#x4EA4;&#x901A;&#x4FBF;&#x5229;&#x3001;&#x8BBE;&#x65BD;&#x9F50;&#x5168;&#x7B49;&#x7B49;&#xFF0C;&#x4F46;&#x540C;&#x6837;&#x6709;&#x8F83;&#x591A;&#x4FE1;&#x606F;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x623F;&#x5C4B;&#x73B0;&#x573A;&#x89C2;&#x5BDF;&#x3001;&#x793E;&#x533A;&#x4EBA;&#x5458;&#x7D20;&#x8D28;&#x7684;&#x4E86;&#x89E3;&#x3001;&#x5BF9;&#x5E02;&#x573A;&#x8D8B;&#x52BF;&#x7684;&#x5224;&#x65AD;&#x7B49;&#x8FDB;&#x884C;&#x7EFC;&#x5408;&#x5206;&#x6790;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x672C;&#x5730;&#x533A;&#x7684;&#x91D1;&#x878D;&#x53F2;&#x3001;&#x5B8F;&#x89C2;&#x7ECF;&#x6D4E;&#x7406;&#x8BBA;&#x7B49;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5982;&#x6B64;&#x624D;&#x80FD;&#x505A;&#x51FA;&#x8F83;&#x4E3A;&#x5408;&#x7406;&#x7684;&#x9884;&#x6D4B;&#x4E0E;&#x8D2D;&#x4E70;&#x51B3;&#x7B56;&#x3002;&#x53EA;&#x770B;&#x201C;&#x4EF7;&#x683C;&#x201D;&#x6216;&#x201C;&#x8FFD;&#x6DA8;&#x6740;&#x8DCC;&#x201D;&#x7531;&#x4E8E;&#x5728;&#x51B3;&#x7B56;&#x4E0A;&#x662F;&#x6781;&#x4E3A;&#x7247;&#x9762;&#x7684;&#x505A;&#x6CD5;&#xFF0C;&#x5B58;&#x5728;&#x8F83;&#x9AD8;&#x7684;&#x88AB;&#x5272;&#x97ED;&#x83DC;&#x7684;&#x98CE;&#x9669;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E2A;&#x4EBA;&#x548C;&#x7EC4;&#x7EC7;&#x800C;&#x8A00;&#xFF0C;&#x5728;&#x6700;&#x4E3A;&#x5173;&#x5207;&#x7684;&#x6838;&#x5FC3;&#x9009;&#x62E9;&#x4E0A;&#xFF0C;&#x5EFA;&#x7ACB;&#x4EBA;&#x673A;&#x7ED3;&#x5408;&#x7684;&#x51B3;&#x7B56;&#x6A21;&#x578B;&#xFF0C;&#x6709;&#x91CD;&#x8981;&#x7684;&#x73B0;&#x5B9E;&#x610F;&#x4E49;&#xFF0C;&#x5305;&#x62EC;&#x6218;&#x7565;&#x76EE;&#x6807;&#x3001;&#x91D1;&#x878D;&#x6295;&#x8D44;&#x3001;&#x9009;&#x5740;&#xFF08;&#x623F;&#x4EA7;&#x3001;&#x5546;&#x4E1A;&#x5730;&#x4EA7;&#xFF09;&#x3001;&#x4EBA;&#x624D;&#x57F9;&#x517B;&#xFF08;&#x4E2A;&#x4EBA;&#x6559;&#x80B2;&#x3001;&#x5458;&#x5DE5;&#x62DB;&#x52DF;&#x4E0E;&#x57F9;&#x8BAD;&#xFF09;&#x7B49;&#x3002;&#x5728;&#x4EE5;&#x4E0A;&#x95EE;&#x9898;&#x4E2D;&#xFF0C;&#x73B0;&#x6709;&#x7684;&#x57FA;&#x4E8E;&#x6570;&#x636E;&#x548C;&#x667A;&#x80FD;&#x6280;&#x672F;&#x7684;&#x51B3;&#x7B56;&#x652F;&#x6301;&#x7CFB;&#x7EDF;&#x8FD8;&#x65E0;&#x6CD5;&#x5B8C;&#x5168;&#x53D6;&#x4EE3;&#x4E2A;&#x4EBA;&#x548C;&#x4E13;&#x4E1A;&#x667A;&#x56CA;&#x7684;&#x5224;&#x65AD;&#xFF0C;&#x4EE5;&#x652F;&#x6301;&#x3001;&#x54A8;&#x8BE2;&#x3001;&#x987E;&#x95EE;&#x3001;&#x667A;&#x56CA;&#x3001;&#x4FE1;&#x606F;&#x63D0;&#x4F9B;&#x7684;&#x5F62;&#x5F0F;&#x4E3A;&#x4E3B;&#xFF0C;&#x6240;&#x4EE5;<strong>&#x4E2A;&#x4EBA;&#x7684;&#x81EA;&#x4E3B;&#x72EC;&#x7ACB;&#x7684;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x601D;&#x7EF4;&#x4E0E;&#x76F4;&#x89C9;&#xFF0C;&#x4ECD;&#x662F;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x9A71;&#x52A8;&#x529B;&#xFF0C;&#x8FD9;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x601D;&#x7EF4;&#x65B9;&#x6CD5;&#xFF08;&#x6C42;&#x77E5;&#x6B32;&#x3001;&#x6570;&#x7406;&#x903B;&#x8F91;&#x3001;&#x6A21;&#x578B;&#x6784;&#x5EFA;&#x7B49;&#xFF09;&#x5728;&#x65E5;&#x5E38;&#x4E2D;&#x6700;&#x6709;&#x6548;&#x7684;&#x8BAD;&#x7EC3;&#x65B9;&#x6CD5;&#x4E4B;&#x4E00;</strong>&#xFF0C;&#x5E76;&#x63D0;&#x4F9B;&#x53CD;&#x9988;&#x3001;&#x4FC3;&#x8FDB;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x7684;&#x5B8C;&#x5584;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x4E2D;&#x5C42;&#xFF1A;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF; / &#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x5B9E;&#x8DF5;3&#xFF1A;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;</strong></em></p><p></p><p></p><p>&#x6700;&#x540E;&#x6211;&#x4EEC;&#x8C08;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x8868;&#x5C42;&#x2014;&#x2014;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#xFF0C;&#x8FD9;&#x662F;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x524D;&#x9762;&#x4E24;&#x90E8;&#x5206;&#x7C7B;&#x4F3C;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x4ECE;&#x201C;&#x6211;&#x201D;&#x51FA;&#x53D1;&#x8FDB;&#x884C;&#x8BA8;&#x8BBA;&#xFF1A;&#x5373;&#x4E00;&#x4E2A;&#x6709;&#x4E00;&#x5B9A;&#x6559;&#x80B2;&#x6C34;&#x5E73;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#x53EF;&#x4EE5;&#x5982;&#x4F55;&#x53C2;&#x4E0E;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x8981;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#xFF1F;</p><p></p><p></p><p>&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x201C;&#x6784;&#x5EFA;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#xFF0C;&#x90FD;&#x4E0D;&#x662F;&#x5FC5;&#x987B;&#x7684;&#x4E49;&#x52A1;&#xFF0C;&#x53EA;&#x662F;&#x4E2A;&#x4F53;&#x53EF;&#x4EE5;&#x8FFD;&#x6C42;&#x7684;&#x4E00;&#x79CD;&#x57FA;&#x4E8E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x5B9E;&#x8DF5;&#x3002;</p><p></p><p></p><p>&#x90A3;&#x4E3A;&#x4EC0;&#x4E48;&#x4ECD;&#x7136;&#x6709;&#x5FC5;&#x8981;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x5462;&#xFF1F;&#x7C7B;&#x6BD4;&#x6765;&#x8BF4;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x5BF9;&#x5546;&#x4E1A;&#x6216;&#x521B;&#x4E1A;&#x6709;&#x5F88;&#x5F3A;&#x7684;&#x4F7F;&#x547D;&#x611F;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x6781;&#x5C3D;&#x52AA;&#x529B;&#x53BB;&#x5B66;&#x4E60;&#x6240;&#x6709;&#x7684;&#x5546;&#x4E1A;&#x667A;&#x6167;&#x3001;&#x5E76;&#x521B;&#x5EFA;&#x4E00;&#x5BB6;&#x6709;&#x793E;&#x4F1A;&#x4EF7;&#x503C;&#x7684;&#x4F01;&#x4E1A;&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4E5F;&#x53EF;&#x4EE5;&#x5C06;&#x6211;&#x7684;&#x5546;&#x4E1A;&#x601D;&#x7EF4;&#x548C;&#x65B9;&#x6CD5;&#x5206;&#x4EAB;&#x51FA;&#x53BB;&#xFF0C;&#x5E2E;&#x52A9;&#x66F4;&#x591A;&#x6F5C;&#x5728;&#x7684;&#x521B;&#x4E1A;&#x8005;&#x901A;&#x8FC7;&#x5546;&#x4E1A;&#x80FD;&#x529B;&#x5E2E;&#x52A9;&#x66F4;&#x591A;&#x4EBA;&#xFF1B;&#x5F53;&#x7136;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x8FD9;&#x662F;&#x6211;&#x7684;&#x673A;&#x5BC6;&#xFF0C;&#x4E0D;&#x613F;&#x610F;&#x5BA3;&#x4F20;&#x3002;</p><p></p><p></p><p><strong>&#x5F00;&#x653E;&#x548C;&#x5206;&#x4EAB;&#x7CBE;&#x795E;&#x7684;&#x4EF7;&#x503C;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x5229;&#x4ED6;&#x3001;&#x5728;&#x4E8E;&#x5524;&#x9192;&#x548C;&#x5E2E;&#x52A9;&#x4E00;&#x4E9B;&#x4EBA;</strong>&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x5BF9;&#x4E8E;&#x5206;&#x4EAB;&#x8005;&#x672C;&#x8EAB;&#x4E5F;&#x6709;&#x4FC3;&#x8FDB;&#x4EA4;&#x6D41;&#x3001;&#x83B7;&#x53D6;&#x5EFA;&#x8BAE;&#x3001;&#x5EFA;&#x7ACB;&#x5408;&#x4F5C;&#x7B49;&#x5B9E;&#x9645;&#x7684;&#x529F;&#x5229;&#x6027;&#x7684;&#x610F;&#x4E49;&#x3002;&#x65E0;&#x6CD5;&#x5426;&#x8BA4;&#x7684;&#x662F;&#xFF0C;<strong>&#x4F20;&#x64AD;&#x603B;&#x662F;&#x4ECE;&#x6D53;&#x5EA6;&#x9AD8;&#x7684;&#x5730;&#x65B9;&#x5411;&#x6D53;&#x5EA6;&#x4F4E;&#x7684;&#x5730;&#x65B9;&#x63A8;&#x8FDB;</strong>&#xFF0C;&#x8D8A;&#x662F;&#x5177;&#x6709;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x4E0E;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x4EBA;&#x6216;&#x8005;&#x7EC4;&#x7EC7;&#xFF0C;&#x8FDB;&#x884C;&#x5F00;&#x653E;&#x548C;&#x5171;&#x4EAB;&#x7684;&#x610F;&#x4E49;&#x4E5F;&#x8D8A;&#x5927;&#x3001;&#x52A8;&#x673A;&#x4E5F;&#x8D8A;&#x5F3A;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x56F0;&#x96BE;</p><p></p><p></p><p>&#x9762;&#x5411;&#x793E;&#x4F1A;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x770B;&#x4F3C;&#x8F7B;&#x677E;&#x6109;&#x5FEB;&#xFF0C;&#x5176;&#x5B9E;&#x6311;&#x6218;&#x6700;&#x591A;&#x3002;</p><p></p><p></p><p>&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x9762;&#x4E34;<strong>&#x201C;&#x79D1;&#x5B66;&#x5D07;&#x62DC;&#x201D;</strong>&#x7684;&#x5C40;&#x9762;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x79D1;&#x5B66;&#x9876;&#x793C;&#x819C;&#x62DC;&#x3001;&#x4E0D;&#x5BB9;&#x7F6E;&#x7591;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5927;&#x4F17;&#x5BF9;&#x79D1;&#x5B66;&#x5374;<strong>&#x8BEF;&#x89E3;&#x9887;&#x6DF1;&#xFF08;&#x201C;&#x79D1;&#x201D;&#x201C;&#x6280;&#x201D;&#x4E0D;&#x5206;&#x3001;&#x529F;&#x5229;&#x5316;&#x3001;&#x8FC7;&#x5206;&#x5F3A;&#x8C03;&#x79D1;&#x5B66;&#x5B57;&#x9762;&#x7684;&#x201C;&#x5206;&#x79D1;&#x201D;&#x7684;&#x610F;&#x601D;&#xFF09;</strong>&#xFF0C;&#x5728;&#x4EA4;&#x6D41;&#x4E2D;&#x9762;&#x5BF9;&#x8BB8;&#x591A;&#x6F5C;&#x610F;&#x8BC6;&#x5C42;&#x9762;&#x7684;&#x963B;&#x788D;&#x3002;&#x8FD9;&#x5BF9;&#x5E0C;&#x671B;&#x63A8;&#x5E7F;&#x771F;&#x6B63;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x6F84;&#x6E05;&#x8BEF;&#x89E3;&#x7684;&#x4F20;&#x64AD;&#x8005;&#xFF0C;&#x548C;&#x53D7;&#x793E;&#x4F1A;&#x6587;&#x5316;&#x5F71;&#x54CD;&#x9887;&#x6DF1;&#x63A5;&#x53D7;&#x8005;&#x90FD;&#x63D0;&#x51FA;&#x4E86;&#x5F88;&#x591A;&#x6311;&#x6218;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x5E26;&#x6765;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;&#xFF0C;&#x516C;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x8FD8;&#x4E0D;&#x591F;&#x9AD8;&#xFF0C;&#x4E3A;&#x4E86;&#x89E3;&#x51B3;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x5E38;&#x5E38;&#x4E0B;&#x731B;&#x836F;&#xFF0C;&#x7ED3;&#x679C;&#x5374;&#x662F;&#x7528;&#x4E86;&#x592A;&#x591A;&#x201C;&#x6280;&#x672F;&#x6587;&#x5316;&#x201D;&#x7684;&#x601D;&#x8DEF;&#x6765;&#x4F20;&#x64AD;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x7ED3;&#x679C;&#x4FBF;&#x662F;&#x5357;&#x8F95;&#x5317;&#x8F99;&#xFF0C;&#x5E76;&#x5728;&#x957F;&#x671F;&#x5E26;&#x6765;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x73B0;&#x5B9E;&#x8DEF;&#x5F84;</p><p></p><p></p><p>&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x5E94;&#x5F53;&#x5173;&#x6CE8;&#x5185;&#x5BB9;&#x7684;&#x201C;&#x751F;&#x4EA7;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x201D;&#x3001;&#x201C;&#x5229;&#x7528;&#x201D;&#x7B49;&#x73AF;&#x8282;&#x3002;</p><p></p><p></p><p>&#x3010;&#x5A92;&#x4ECB;&#xFF1A;&#x6DF1;&#x5EA6;&#x4E0E;&#x5E7F;&#x5EA6;&#x3011;</p><p></p><p></p><p>&#x5173;&#x4E8E;&#x4F20;&#x64AD;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x201D;&#x8FD9;&#x4E00;&#x8282;&#x4E2D;&#x505A;&#x8FC7;&#x4E00;&#x4E9B;&#x4E0D;&#x5B8C;&#x6574;&#x7684;&#x603B;&#x7ED3;&#xFF0C;&#x4F46;&#x6CA1;&#x6709;&#x6DF1;&#x5165;&#x8BA8;&#x8BBA;&#x5404;&#x79CD;&#x5A92;&#x4ECB;&#x7684;&#x5DEE;&#x5F02;&#x3002;&#x5728;&#x4F20;&#x64AD;&#x7684;&#x5A92;&#x4ECB;&#x5F62;&#x5F0F;&#x4E2D;&#xFF0C;&#x4E66;&#x7C4D;&#x3001;&#x6742;&#x5FD7;&#x3001;&#x7535;&#x89C6;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x5A92;&#x4F53;&#x3001;&#x7535;&#x5F71;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#xFF09;&#xFF0C;&#x662F;&#x6700;&#x4E3A;&#x4E3B;&#x8981;&#x7684;&#x3002;</p><p></p><p></p><p>&#x73B0;&#x5728;&#x7684;&#x5927;&#x4F17;&#x4F20;&#x5A92;&#x7684;&#x4E3B;&#x8981;&#x5E73;&#x53F0;&#x662F;&#x7535;&#x89C6;&#x548C;&#x4E92;&#x8054;&#x7F51;&#xFF0C;&#x4E66;&#x672C;&#x7684;&#x9605;&#x8BFB;&#x91CF;&#x548C;&#x9605;&#x8BFB;&#x7387;&#x5728;&#x5404;&#x56FD;&#x90FD;&#x6709;&#x663E;&#x8457;&#x4E0B;&#x964D;&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x666E;&#x53CA;&#x578B;&#x5185;&#x5BB9;&#xFF0C;&#x4E5F;&#x591A;<strong>&#x4EE5;&#x7535;&#x89C6;&#x8282;&#x76EE;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x5A92;&#x4F53;&#x8F83;&#x4E3A;&#x6D41;&#x884C;&#xFF0C;&#x6210;&#x4E3A;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x4E0E;&#x5927;&#x4F17;&#x4E92;&#x52A8;&#x7684;&#x91CD;&#x70B9;&#x4E4B;&#x4E00;&#x3002;</strong>&#x5982;&#x592E;&#x89C6;&#x7ECF;&#x5E38;&#x88AB;&#x5410;&#x69FD;&#x7684;&#x300A;&#x8D70;&#x8FD1;&#x79D1;&#x5B66;&#x300B;&#xFF08;&#x88AB;&#x620F;&#x79F0;&#x4E3A;&#x201C;&#x8D70;&#x8FD1;&#x4F2A;&#x79D1;&#x5B66;&#x201D;&#xFF09;&#x3001;&#x677E;&#x9F20;&#x79D1;&#x5B66;&#x4F1A;&#x3001;&#x679C;&#x58F3;&#x7F51;&#x3001;&#x77E5;&#x4E4E;&#x3001;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x6296;&#x97F3;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E92;&#x8054;&#x7F51;&#x4E3A;&#x4E3B;&#x4F53;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x501F;&#x52A9;&#x535A;&#x5BA2;&#x3001;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x64AD;&#x5BA2;&#x3001;&#x8BBA;&#x575B;&#x7B49;&#x5F62;&#x5F0F;&#xFF0C;&#x589E;&#x52A0;&#x4E86;&#x4E00;&#x5B9A;&#x7684;<strong>&#x4E92;&#x52A8;&#x6027;</strong>&#xFF0C;&#x4F7F;&#x5F97;&#x539F;&#x6765;&#x5355;&#x5411;&#x7684;&#x4ECE;&#x79D1;&#x5B66;&#x754C;&#x5411;&#x5927;&#x4F17;&#x4F20;&#x64AD;&#x7684;&#x65B9;&#x5F0F;&#xFF0C;&#x53D8;&#x5316;&#x4E3A;&#x53CC;&#x5411;&#x7684;&#x4E92;&#x52A8;&#x4E0E;&#x8FDB;&#x5C55;&#xFF1B;&#x8FD9;&#x5BF9;&#x4E8E;&#x5185;&#x5BB9;&#x7684;&#x4F20;&#x64AD;&#x8005;&#x6709;&#x5F88;&#x597D;&#x7684;&#x5B66;&#x4E60;&#x3001;&#x6FC0;&#x52B1;&#x3001;&#x542F;&#x53D1;&#x548C;&#x4FC3;&#x8FDB;&#x7684;&#x6548;&#x679C;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x800C;&#x8A00;&#xFF0C;&#x76EE;&#x524D;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#xFF08;&#x6216;Facebook&#xFF09;&#x3001;&#x6296;&#x97F3;&#xFF08;&#x6216;Youtube&#xFF09;&#x3001;&#x77E5;&#x4E4E;&#xFF08;&#x6216;Quora&#xFF09;&#x7B49;&#x6709;&#x66F4;&#x9AD8;&#x7684;&#x6D3B;&#x8DC3;&#x5EA6;&#x4E0E;&#x66F4;&#x5F3A;&#x7684;&#x4E92;&#x52A8;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8FD1;&#x671F;&#x706B;&#x70ED;&#x7684;&#x4EE5;&#x300A;&#x6D41;&#x6D6A;&#x5730;&#x7403;&#x300B;&#x4E3A;&#x4EE3;&#x8868;&#x7684;<strong>&#x79D1;&#x5E7B;&#x7535;&#x5F71;</strong>&#xFF0C;&#x5219;&#x662F;&#x4EE5;&#x7535;&#x5F71;&#x4E3A;&#x8F7D;&#x4F53;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x663E;&#x8457;&#x8FDB;&#x5C55;&#xFF1B;&#x5176;&#x4F5C;&#x7528;&#x4E0D;&#x5728;&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x77E5;&#x8BC6;&#x4E0E;&#x601D;&#x60F3;&#x666E;&#x53CA;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x3001;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x3001;&#x4EF0;&#x671B;&#x661F;&#x7A7A;&#x7B49;&#x65B9;&#x9762;&#x7684;&#x542F;&#x53D1;&#x3002;&#x4F46;&#x7535;&#x89C6;&#x7535;&#x5F71;&#x7531;&#x4E8E;&#x751F;&#x4EA7;&#x6210;&#x672C;&#x548C;&#x4E13;&#x4E1A;&#x7A0B;&#x5EA6;&#x76F8;&#x5BF9;&#x8F83;&#x9AD8;&#xFF0C;&#x5236;&#x4F5C;&#x8005;&#x76F8;&#x5BF9;&#x8F83;&#x5C11;&#x3002;</p><p></p><p></p><p>&#x53E6;&#x5916;&#xFF0C;&#x7EBF;&#x4E0B;&#x7684;&#x8BFE;&#x5802;&#x6216;&#x8005;&#x4E92;&#x52A8;&#x6027;&#x7684;&#x73AF;&#x5883;&#xFF0C;&#x4E5F;&#x6709;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x5E2E;&#x52A9;&#xFF0C;&#x4F46;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x6210;&#x4EBA;&#x7684;&#x53C2;&#x4E0E;&#x5EA6;&#x5E76;&#x4E0D;&#x591F;&#x9AD8;&#xFF0C;&#x5982;&#x5927;&#x5B66;&#x8BB2;&#x5EA7;&#x3001;&#x535A;&#x7269;&#x9986;/&#x79D1;&#x6280;&#x9986;/&#x6587;&#x5316;&#x9986;&#x3001;&#x5546;&#x4E1A;&#x673A;&#x6784;&#x6216;&#x5176;&#x4ED6;&#x975E;&#x8425;&#x5229;&#x673A;&#x6784;&#x7EC4;&#x7EC7;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x8FD9;&#x4E9B;&#x65B9;&#x5F0F;&#x5BF9;&#x4E3B;&#x5BFC;&#x8005;&#x7684;&#x4E13;&#x4E1A;&#x6C34;&#x51C6;&#x548C;&#x7EC4;&#x7EC7;&#x80FD;&#x529B;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x8981;&#x6C42;&#x3002;</p><p></p><p></p><p>&#x603B;&#x5F97;&#x6765;&#x8BF4;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x8F83;&#x4E3A;&#x7CFB;&#x7EDF;&#x5316;&#x3001;&#x6709;&#x6DF1;&#x5EA6;&#x7684;&#x601D;&#x60F3;&#x548C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;</strong>&#xFF0C;&#x4E66;&#x7C4D;&#x4F9D;&#x7136;&#x6709;&#x4E0D;&#x53EF;&#x66FF;&#x4EE3;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x535A;&#x5BA2;&#x5728;&#x4E92;&#x8054;&#x7F51;&#x73AF;&#x5883;&#x4E2D;&#x5C5E;&#x4E8E;&#x6709;&#x4E00;&#x5B9A;&#x6DF1;&#x5EA6;&#x7684;&#x4F20;&#x64AD;&#x5A92;&#x4ECB;&#xFF0C;&#x9762;&#x5BF9;&#x9762;&#x7684;&#x7EBF;&#x4E0B;&#x73AF;&#x5883;&#x9700;&#x8981;&#x8003;&#x8651;&#x5982;&#x4F55;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x6210;&#x4EBA;&#x53C2;&#x4E0E;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5BF9;&#x4E8E;<strong>&#x5F3A;&#x8C03;&#x53D7;&#x4F17;&#x5E7F;&#x5EA6;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;</strong>&#xFF0C;&#x4E92;&#x8054;&#x7F51;&#x5E73;&#x53F0;&#x5982;&#x5FAE;&#x4FE1;&#x516C;&#x4F17;&#x53F7;&#x3001;&#x6296;&#x97F3;&#x3001;&#x77E5;&#x4E4E;&#xFF0C;&#x4EE5;&#x53CA;&#x7535;&#x89C6;&#x7535;&#x5F71;&#x662F;&#x76EE;&#x524D;&#x91C7;&#x7528;&#x7684;&#x4E3B;&#x8981;&#x6E20;&#x9053;&#x3002;</p><p></p><p></p><p>&#x3010;&#x5185;&#x5BB9;&#xFF1A;&#x50B2;&#x6162;&#x3001;&#x504F;&#x89C1;&#x4E0E;&#x65E0;&#x77E5;&#x3011;</p><p></p><p></p><p>&#x6211;&#x8BA4;&#x4E3A;&#x79D1;&#x5B66;&#x5185;&#x5BB9;&#x7684;&#x751F;&#x4EA7;&#xFF0C;&#x6700;&#x5927;&#x7684;&#x6311;&#x6218;&#x5728;&#x4E8E;&#x50B2;&#x6162;&#x3001;&#x504F;&#x89C1;&#x4E0E;&#x65E0;&#x77E5;&#x3002;</p><p></p><p></p><p>&#x201C;&#x50B2;&#x6162;&#x201D;&#x662F;&#x4EE5;<strong>&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;</strong>&#x4E3A;&#x4E3B;&#x8981;&#x7406;&#x5FF5;&#xFF0C;&#x9AD8;&#x4E3E;&#x201C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x662F;&#x7B2C;&#x4E00;&#x751F;&#x4EA7;&#x529B;&#x201D;&#x3001;&#x201C;&#x5B9E;&#x8DF5;&#x662F;&#x68C0;&#x9A8C;&#x771F;&#x7406;&#x7684;&#x552F;&#x4E00;&#x6807;&#x51C6;&#x201D;&#x7B49;&#x53E3;&#x53F7;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x60F3;&#x8C61;&#x6210;&#x201C;&#x79D1;&#x5B66;&#x771F;&#x7406;&#x201D;&#x6559;&#x7684;&#x4F20;&#x6559;&#x58EB;&#xFF0C;&#x4EE5;&#x201C;&#x79D1;&#x5B66;&#x5BB6;&#x201D;&#x6216;&#x201C;&#x4E13;&#x4E1A;&#x4EBA;&#x58EB;&#x201D;&#x7684;&#x6743;&#x5A01;&#xFF0C;&#x5C45;&#x9AD8;&#x4E34;&#x4E0B;&#x5730;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#xFF0C;&#x800C;&#x4E0D;&#x53CD;&#x601D;&#x53D7;&#x4F17;&#x7684;&#x9700;&#x8981;&#x3002;&#x8FD9;&#x662F;&#x5305;&#x88F9;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5916;&#x8863;&#x7684;&#x91CE;&#x86EE;&#x3002;</p><p></p><p></p><p>&#x201C;&#x504F;&#x89C1;&#x201D;&#x662F;&#x6307;&#x4EE5;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x8BBA;&#x4E3A;&#x4E2D;&#x5FC3;&#xFF0C;&#x53CD;&#x5BF9;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x6279;&#x5224;&#x548C;&#x8D28;&#x7591;&#x3002;&#x51E1;&#x662F;&#x4E0D;&#x901A;&#x8FC7;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x6765;&#x8BC4;&#x5224;&#x7684;&#xFF0C;&#x90FD;&#x662F;&#x201C;&#x4F2A;&#x79D1;&#x5B66;&#x201D;&#xFF1B;&#x51E1;&#x662F;&#x201C;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x201D;&#xFF0C;&#x5C31;&#x4E00;&#x5B9A;&#x662F;&#x6B63;&#x786E;&#x7684;&#x77E5;&#x8BC6;&#x3002;&#x6240;&#x8C13;&#x7684;&#x201C;&#x6C42;&#x771F;&#x3001;&#x8D28;&#x7591;&#x3001;&#x5B9E;&#x8BC1;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x201D;&#xFF0C;&#x5219;&#x662F;&#x7528;&#x79D1;&#x5B66;&#x53BB;&#x8D28;&#x7591;&#x4E00;&#x5207;&#xFF0C;<strong>&#x5374;&#x552F;&#x72EC;&#x4E0D;&#x80FD;&#x8D28;&#x7591;&#x79D1;&#x5B66;&#x672C;&#x8EAB;</strong>&#x3002;&#x552F;&#x201C;&#x6570;&#x7406;&#x903B;&#x8F91;&#x201D;&#x81F3;&#x5C0A;&#xFF0C;&#x201C;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x201D;&#x4E00;&#x6587;&#x4E0D;&#x540D;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x8FD9;&#x662F;&#x4EE5;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x4E3A;&#x8FF7;&#x4FE1;&#x3002;</p><p></p><p></p><p>&#x201C;&#x65E0;&#x77E5;&#x201D;&#x5219;&#x5728;&#x4E8E;&#x5C06;&#x53CD;&#x79D1;&#x5B66;&#x3001;&#x65E0;&#x4F9D;&#x636E;&#x7684;&#x7406;&#x8BBA;&#x8FDB;&#x884C;&#x5927;&#x8086;&#x5305;&#x88C5;&#x4E0E;&#x4F20;&#x64AD;&#xFF0C;&#x5BA3;&#x626C;&#x201C;&#x6C14;&#x529F;&#x201D;&#x3001;&#x201C;&#x517B;&#x751F;&#x201D;&#x7B49;&#x7406;&#x8BBA;&#xFF0C;&#x53C8;&#x8D70;&#x5411;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x65E0;&#x7528;&#x8BBA;&#x201D;&#x548C;&#x201C;&#x6B6A;&#x7406;&#x90AA;&#x8BF4;&#x201D;&#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x6781;&#x7AEF;&#x3002;</p><p></p><p></p><p>&#x51ED;&#x501F;&#x201C;&#x50B2;&#x6162;&#x4E0E;&#x504F;&#x89C1;&#x201D;&#xFF0C;&#x4EE5;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x4E3A;&#x540D;&#xFF0C;&#x5374;&#x7F3A;&#x5C11;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x53CD;&#x601D;&#xFF0C;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x53CD;&#x800C;&#x963B;&#x788D;&#x4E86;&#x79D1;&#x5B66;&#x672C;&#x8EAB;&#x7684;&#x8FDB;&#x6B65;&#x4E0E;&#x53D1;&#x5C55;&#x3002;&#x201C;&#x65E0;&#x77E5;&#x201D;&#x5219;&#x901A;&#x5E38;&#x4E0E;&#x6709;&#x610F;&#x7684;&#x9A97;&#x5C40;&#x76F8;&#x4F34;&#xFF0C;&#x4E3A;&#x4E86;&#x8FBE;&#x5230;&#x4F20;&#x64AD;&#x7684;&#x76EE;&#x7684;&#xFF0C;&#x6545;&#x610F;&#x634F;&#x9020;&#x4E86;&#x5438;&#x5F15;&#x4EBA;&#x7684;&#x9519;&#x8BEF;&#x4FE1;&#x606F;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x6B63;&#x9762;&#x6765;&#x8BF4;&#xFF0C;&#x5185;&#x5BB9;&#x751F;&#x4EA7;&#x8005;&#x5E94;&#x786E;&#x4FDD;&#x81EA;&#x8EAB;&#x7684;<strong>&#x516C;&#x6B63;&#x5305;&#x5BB9;&#x7684;&#x79D1;&#x5B66;&#x7ACB;&#x573A;&#x4E0E;&#x6B63;&#x786E;&#x7684;&#x5B66;&#x672F;&#x601D;&#x60F3;</strong>&#xFF0C;&#x5207;&#x5165;&#x7684;&#x89D2;&#x5EA6;&#x53EF;&#x4EE5;&#x662F;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x3001;&#x79D1;&#x5B66;&#x53F2;&#x3001;&#x79D1;&#x5B66;&#x4E0E;&#x81EA;&#x7136;/&#x793E;&#x4F1A;/&#x4EBA;&#x6587;&#x3001;&#x79D1;&#x5B66;&#x524D;&#x6CBF;&#x8FDB;&#x5C55;&#x548C;&#x57FA;&#x672C;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x7B49;&#x7B49;&#x3002;&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x5177;&#x5907;&#x53CD;&#x601D;&#x80FD;&#x529B;</strong>&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x8005;&#xFF0C;&#x624D;&#x80FD;&#x4EA7;&#x51FA;&#x6709;&#x610F;&#x4E49;&#x7684;&#x5185;&#x5BB9;&#x3002;</p><p></p><p></p><p>&#x3010;&#x53D7;&#x4F17;&#xFF1A;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x3011;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x53D7;&#x4F17;&#x5E94;&#x8BE5;&#x662F;&#x5168;&#x4F53;&#x56FD;&#x6C11;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x4F20;&#x7EDF;&#x79D1;&#x666E;&#x6240;&#x9488;&#x5BF9;&#x7684;&#x201C;&#x9752;&#x5C11;&#x5E74;&#x201D;/&#x201C;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x201D;&#x3002;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x7684;&#x5B9E;&#x884C;&#x8005;&#x4E5F;&#x4E0D;&#x518D;&#x4EC5;&#x4EC5;&#x662F;&#x79D1;&#x5B66;&#x5BB6;&#x548C;&#x6559;&#x5E08;&#xFF0C;&#x800C;&#x662F;&#x5927;&#x4F17;&#x4F20;&#x5A92;&#x4E0E;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x201C;&#x9752;&#x5C11;&#x5E74;&#x201D;&#x76F8;&#x6BD4;&#xFF0C;&#x6210;&#x4EBA;&#x7684;&#x73AF;&#x5883;&#x8981;&#x590D;&#x6742;&#x7684;&#x591A;&#xFF0C;<strong>&#x4F20;&#x64AD;&#x8005;&#x9700;&#x8981;&#x6DF1;&#x5165;&#x8003;&#x5BDF;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x73AF;&#x5883;&#x3001;&#x6311;&#x6218;&#x4E0E;&#x9700;&#x8981;</strong>&#xFF0C;&#x5C06;&#x4F20;&#x64AD;&#x7684;&#x5185;&#x5BB9;&#xFF08;&#x65E0;&#x8BBA;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x6587;&#x5316;&#x3001;&#x793E;&#x4F1A;&#x5C5E;&#x6027;&#xFF0C;&#x8FD8;&#x662F;&#x5177;&#x4F53;&#x7684;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF09;&#x4E0E;&#x5177;&#x4F53;&#x7684;&#x63A5;&#x53D7;&#x8005;&#x3001;&#x4F7F;&#x7528;&#x8005;&#x76F8;&#x5339;&#x914D;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x6837;&#x505A;&#x4E5F;&#x5FC5;&#x5B9A;&#x9762;&#x5BF9;&#x8BF8;&#x591A;&#x6311;&#x6218;&#x3002;</p><p></p><p></p><p><strong>&#x65E2;&#x7136;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x662F;&#x4E00;&#x79CD;&#x4EBA;&#x6587;&#xFF0C;&#x90A3;&#x4E48;&#x5982;&#x540C;&#x5176;&#x4ED6;&#x6587;&#x5316;&#x4E00;&#x6837;&#xFF0C;&#x662F;&#x4ECE;&#x751F;&#x6D3B;&#x7684;&#x70B9;&#x6EF4;&#xFF0C;&#x4ECE;&#x89C2;&#x5BDF;&#x3001;&#x601D;&#x8003;&#x3001;&#x4EA4;&#x6D41;&#x3001;&#x884C;&#x4E3A;&#x7684;&#x5404;&#x4E2A;&#x5C42;&#x9762;&#x4F53;&#x73B0;&#x51FA;&#x7684;</strong>&#x3002;&#x4E00;&#x4E2A;&#x7269;&#x7406;&#x5965;&#x8D5B;&#x91D1;&#x724C;&#x83B7;&#x5F97;&#x8005;&#xFF0C;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x5728;&#x4E58;&#x5750;&#x98DE;&#x673A;&#x5E08;&#x8BA1;&#x7B97;&#x91CD;&#x529B;&#x52A0;&#x901F;&#x5EA6;&#x7684;&#x53D8;&#x5316;&#xFF1B;&#x4E00;&#x4E2A;&#x7CBE;&#x901A;&#x6570;&#x5B66;&#x77E5;&#x8BC6;&#x7684;&#x5DE5;&#x7A0B;&#x5E08;&#xFF0C;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x5728;&#x5DE5;&#x4F5C;&#x4E2D;&#x4F7F;&#x7528;&#x5FAE;&#x79EF;&#x5206;&#xFF1B;&#x4F46;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x5374;&#x53EF;&#x4EE5;&#x5728;&#x4E0D;&#x540C;&#x5C42;&#x9762;&#x5F97;&#x5230;&#x5177;&#x4F53;&#x7684;&#x5E94;&#x7528;&#x3002;</p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x6709;&#x6DF1;&#x5EA6;&#x3001;&#x6709;&#x4EBA;&#x6587;&#x60C5;&#x6000;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#xFF0C;&#x5E94;&#x5F53;&#x4E0D;&#x505C;&#x7559;&#x5728;STEM&#xFF08;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x3001;&#x5DE5;&#x7A0B;&#x3001;&#x77E5;&#x8BC6;&#xFF09;&#x7684;&#x8868;&#x5C42;&#xFF0C;&#x800C;&#x662F;&#x53BB;&#x6DF1;&#x5165;&#x6316;&#x6398;&#x5176;&#x80CC;&#x540E;&#x7684;&#x4EBA;&#x6027;&#x4EF7;&#x503C;&#x4E0E;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x3002;&#x4E0D;&#x4EC5;&#x4EC5;&#x8BA9;&#x53D7;&#x4F17;&#x611F;&#x89C9;&#x5230;&#x79D1;&#x5B66;&#x7684;&#x5947;&#x5999;&#xFF08;&#x8FD1;&#x4F3C;&#x4E8E;&#x4E00;&#x79CD;&#x73B0;&#x4EE3;&#x9B54;&#x6CD5;&#xFF09;&#xFF0C;&#x638C;&#x63E1;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x672C;&#x77E5;&#x8BC6;&#x3001;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x53F2;&#x4E0E;&#x793E;&#x4F1A;&#x5F71;&#x54CD;&#x3001;&#x5229;&#x7528;&#x79D1;&#x5B66;&#x89E3;&#x91CA;&#x81EA;&#x7136;&#xFF0C;&#x66F4;&#x5E94;&#x5F53;&#x4EE4;&#x5B66;&#x4E60;&#x8005;&#x5F20;&#x5F00;&#x5FC3;&#x7075;&#xFF0C;&#x611F;&#x53D7;&#x5230;<strong>&#x79D1;&#x5B66;&#x80CC;&#x540E;&#x201C;&#x6C42;&#x771F;&#x201D;&#x3001;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x4E4B;&#x7F8E;</strong>&#xFF0C;&#x8BA9;&#x4EBA;&#x6210;&#x4E3A;&#x66F4;&#x5B8C;&#x5584;&#x7684;&#x4EBA;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x201D;&#x662F;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5728;&#x672C;&#x6587;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6309;&#x7167;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5177;&#x4F53;&#x5206;&#x6790;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x8FD9;&#x662F;&#x6211;&#x4EEC;&#x63D0;&#x5021;&#x7684;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x8868;&#x5C42;&#xFF1A;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5; / &#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#x3002;</p><p></p><p></p><p></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_rHhBPg3GQ9WnUKVhQ%2F-L_rJhLh_sKBuNfmYkI-%2Fimage.png?alt=media&amp;token=26837d6d-8a98-4f2c-97bc-68eec36924ad" alt=""><p></p><p></p><p>&#x5927;&#x578B;&#x5F3A;&#x5B50;&#x5BF9;&#x649E;&#x673A; | <a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#xFF08;&#x672A;&#x5B8C;&#x5F85;&#x7EED;&#xFF09;&#x5728;&#x6587;&#x7AE0;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5177;&#x4F53;&#x63A2;&#x8BA8;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5C55;&#x5F00;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x4E66;&#x7C4D;&#x63A8;&#x8350;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://www.zhishifenzi.com/depth/thought/112.html" target="_blank" rel="noreferrer noopener">&#x539F;&#x6765;&#x201C;&#x79D1;&#x666E;&#x201D;&#x3001;&#x201C;&#x79D1;&#x6280;&#x4F20;&#x64AD;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x201D;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;</a></li><li>&#x6C5F;&#x6653;&#x539F;&#x7B49;&#xFF0C;<a href="https://book.douban.com/subject/2243660/" target="_blank" rel="noreferrer noopener">&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;</a></li></ul><p></p><p></p><h3 id="qi-ta-can-kao"></h3><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%ba%94</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-l5zrunwits" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E94;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn/">cn</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（六）/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（六）</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/"><span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（四）</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（五）/",this.page.identifier="steempress/【未来教育学】成年人需要什么样的stem教育？（五）/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">35</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">8</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">30</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/sct/"><span class="level-start"><span class="level-item">sct</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13.33px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.22px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.22px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12.22px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15.56px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:16.67px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:17.78px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:13.33px">sct</a> <a href="/blog/tags/sct-cn/" style="font-size:12.22px">sct-cn</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:13.33px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:18.89px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:14.44px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">26</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">18</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct-cn/"><span class="tag">sct-cn</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">24</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1.1</span> <span>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a><ul class="menu-list"><li><a class="is-flex" href="#qi-ta-can-kao"><span class="has-mr-6">2.1</span> <span></span></a></li></ul></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1.1</span> <span>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a><ul class="menu-list"><li><a class="is-flex" href="#qi-ta-can-kao"><span class="has-mr-6">2.1</span> <span></span></a></li></ul></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（五）" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>