<!DOCTYPE html><html lang="zh"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>标签的本质 | The Nature of Tags（一） - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x5F15;&amp;#x5B50;&amp;#xFF1A;&amp;#x4E86;&amp;#x89E3;Steem&amp;#xFF0C;&amp;#x4ECE;&amp;#x6807;&amp;#x7B7E;&amp;#x5F00;&amp;#x59CB;1. &amp;#x6807;&amp;#x7B7E;&amp;#x4E0E;&amp;#x65B0;&amp;#x4EBA;&amp;#x5BF9;&amp;#x4E8E;&amp;#x521D;&amp;#x6765;steem&amp;#x7684;&amp;#x65B0;&amp;#x4EBA;&amp;#x"><meta name="keywords" content="cn,cn-stem,steemstem,steempress,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="标签的本质 | The Nature of Tags（一）"><meta property="og:url" content="http://think-in-universe.github.io/steempress/标签的本质-the-nature-of-tags（一）/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x5F15;&amp;#x5B50;&amp;#xFF1A;&amp;#x4E86;&amp;#x89E3;Steem&amp;#xFF0C;&amp;#x4ECE;&amp;#x6807;&amp;#x7B7E;&amp;#x5F00;&amp;#x59CB;1. &amp;#x6807;&amp;#x7B7E;&amp;#x4E0E;&amp;#x65B0;&amp;#x4EBA;&amp;#x5BF9;&amp;#x4E8E;&amp;#x521D;&amp;#x6765;steem&amp;#x7684;&amp;#x65B0;&amp;#x4EBA;&amp;#x"><meta property="og:locale" content="zh"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta property="og:updated_time" content="2019-05-21T08:20:02.481Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="标签的本质 | The Nature of Tags（一）"><meta name="twitter:description" content="&amp;#x5F15;&amp;#x5B50;&amp;#xFF1A;&amp;#x4E86;&amp;#x89E3;Steem&amp;#xFF0C;&amp;#x4ECE;&amp;#x6807;&amp;#x7B7E;&amp;#x5F00;&amp;#x59CB;1. &amp;#x6807;&amp;#x7B7E;&amp;#x4E0E;&amp;#x65B0;&amp;#x4EBA;&amp;#x5BF9;&amp;#x4E8E;&amp;#x521D;&amp;#x6765;steem&amp;#x7684;&amp;#x65B0;&amp;#x4EBA;&amp;#x"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="/blog/images/favicon.svg"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-light.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="/blog/images/logo.svg" alt="标签的本质 | The Nature of Tags（一）" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-27T17:35:45.000Z">2019-03-27</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">an hour read (About 10824 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">标签的本质 | The Nature of Tags（一）</h1><div class="content"><p></p><h2 id="yin-zi-le-jie-steem-cong-biao-qian-kai-shi">&#x5F15;&#x5B50;&#xFF1A;&#x4E86;&#x89E3;Steem&#xFF0C;&#x4ECE;&#x6807;&#x7B7E;&#x5F00;&#x59CB;<a href="#yin-zi-le-jie-steem-cong-biao-qian-kai-shi"></a></h2><p></p><p></p><h3 id="1-biao-qian-yu-xin-ren">1. &#x6807;&#x7B7E;&#x4E0E;&#x65B0;&#x4EBA;<a href="#1-biao-qian-yu-xin-ren"></a></h3><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x521D;&#x6765;steem&#x7684;&#x65B0;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x6807;&#x7B7E;&#xFF08;tags&#xFF09;&#x662F;&#x5FC5;&#x987B;&#x7406;&#x89E3;&#x3001;&#x4F46;&#x5374;&#x4E0D;&#x80FD;&#x5B8C;&#x5168;&#x7406;&#x89E3;&#x7684;&#x6982;&#x5FF5;</strong>&#x3002;</p><p></p><p></p><p>&#x6211;&#x4EEC;&#x4E00;&#x65E6;&#x5F00;&#x59CB;&#x53D1;&#x7B2C;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;&#x5C31;&#x5FC5;&#x987B;&#x9009;&#x62E9;&#x5408;&#x9002;&#x7684;&#x6807;&#x7B7E;&#x3002;&#x65B0;&#x624B;&#x5927;&#x6982;&#x6709;&#x51E0;&#x79CD;&#x5E38;&#x89C1;&#x7684;&#x60C5;&#x51B5;&#xFF1A;</p><p></p><p></p><ol><li>&#x6709;&#x7684;&#x7528;&#x6237;&#x4F1A;&#x53D1;&#x5E03;&#x81EA;&#x5DF1;&#x64C5;&#x957F;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6839;&#x636E;&#x81EA;&#x5DF1;&#x4EE5;&#x5F80;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x8F93;&#x5165;&#x6587;&#x7AE0;&#x5185;&#x5BB9;&#x76F8;&#x5173;&#x8054;&#x7684;&#x6807;&#x7B7E;&#xFF1B;</li><li>&#x6216;&#x8005;&#x770B;&#x5230;steemit&#x7684;&#x70ED;&#x95E8;&#x6807;&#x7B7E;&#xFF0C;&#x4ECE;&#x5956;&#x52B1;&#x9AD8;&#x6216;&#x8005;&#x7279;&#x5B9A;&#x7684;&#x70ED;&#x95E8;&#x6807;&#x7B7E;&#x4E2D;&#x9009;&#x62E9;&#x81EA;&#x5DF1;&#x4E86;&#x89E3;&#x7684;&#xFF0C;&#x6765;&#x53D1;&#x5E03;&#x76F8;&#x5173;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6BD4;&#x5982;introduceyourself&#x3001;life&#x3001;photography&#x3001;travel&#x3001;film&#x3001;food&#x7B49;&#xFF1B;</li><li>&#x6216;&#x8005;&#x4E2D;&#x6587;&#x7528;&#x6237;&#x770B;&#x5230;cn&#x6807;&#x7B7E;&#xFF0C;&#x53D1;&#x73B0;&#x91CC;&#x9762;&#x5168;&#x662F;&#x4E2D;&#x6587;&#x5185;&#x5BB9;&#x3001;&#x5F88;&#x6709;&#x610F;&#x601D;&#xFF0C;&#x4E8E;&#x662F;&#x7528;&#x6765;&#x53D1;&#x5E03;&#x4E2D;&#x6587;&#x6587;&#x7AE0;&#xFF1B;kr&#x3001;jp&#x3001;fr&#x7B49;&#x6807;&#x7B7E;&#x4E5F;&#x7C7B;&#x4F3C;&#x3002;</li></ol><p></p><p></p><p>&#x7B2C;&#x4E00;&#x7C7B;&#x662F;<strong>&#x5185;&#x5BB9;&#x5BFC;&#x5411;</strong>&#xFF0C;&#x6839;&#x636E;&#x5185;&#x5BB9;&#x751F;&#x6210;&#x6807;&#x7B7E;&#xFF1B;&#x7B2C;&#x4E8C;&#x7C7B;&#x662F;<strong>&#x76EE;&#x7684;&#x5BFC;&#x5411;</strong>&#xFF0C;&#x6839;&#x636E;&#x529F;&#x5229;&#x6216;&#x5174;&#x8DA3;&#x9009;&#x62E9;&#x6807;&#x7B7E;&#xFF1B;&#x7B2C;&#x4E09;&#x7C7B;&#x662F;<strong>&#x8BED;&#x8A00;&#x6216;&#x5730;&#x533A;&#x5BFC;&#x5411;</strong>&#xFF0C;&#x6839;&#x636E;&#x4E60;&#x60EF;&#x8BED;&#x8A00;&#x6216;&#x8005;&#x5C45;&#x4F4F;&#x5730;&#x9009;&#x62E9;&#x6807;&#x7B7E;&#x3002;&#x8FD9;&#x4E9B;&#x90FD;&#x5F88;&#x7B26;&#x5408;&#x76F4;&#x89C9;&#xFF0C;&#x7B2C;&#x4E00;&#x7C7B;&#x53EF;&#x4EE5;&#x4FDD;&#x8BC1;&#x6807;&#x7B7E;&#x662F;&#x4E0E;&#x5185;&#x5BB9;&#x76F8;&#x5339;&#x914D;&#x7684;&#xFF0C;&#x7B2C;&#x4E8C;&#x7C7B;&#x53EF;&#x4EE5;&#x5C06;&#x5E16;&#x5B50;&#x4E0E;&#x5956;&#x52B1;&#x548C;&#x5174;&#x8DA3;&#x76F8;&#x5339;&#x914D;&#xFF0C;&#x7B2C;&#x4E09;&#x7C7B;&#x5C06;&#x5E16;&#x5B50;&#x4E0E;&#x975E;&#x82F1;&#x8BED;&#x8BED;&#x8A00;&#x548C;&#x56FD;&#x522B;&#x76F8;&#x5339;&#x914D;&#x3002;&#x867D;&#x7136;&#x5176;&#x4E2D;&#x5B58;&#x5728;&#x4E00;&#x4E9B;&#x91CD;&#x53E0;&#xFF0C;&#x4F46;&#x53EA;&#x6709;&#x5145;&#x5206;&#x7ED3;&#x5408;&#x8FD9;&#x4E09;&#x8005;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x6807;&#x7B7E;&#x7684;&#x4F7F;&#x7528;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x6807;&#x7B7E;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x53EF;&#x8C13;<strong>&#x201C;&#x6613;&#x5B66;&#x96BE;&#x7CBE;&#x201D;</strong>&#xFF0C;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x6807;&#x7B7E;&#x7684;&#x64CD;&#x4F5C;&#x770B;&#x4F3C;&#x5BB9;&#x6613;&#xFF0C;&#x4F46;&#x8981;&#x9009;&#x62E9;&#x5408;&#x9002;&#x81EA;&#x5DF1;&#x7684;&#x5E16;&#x5B50;&#x5185;&#x5BB9;&#x7684;&#x6807;&#x7B7E;&#xFF0C;&#x9700;&#x8981;&#x5BF9;&#x6807;&#x7B7E;&#x7684;&#x5185;&#x6DB5;&#x3001;&#x610F;&#x4E49;&#x4E0E;&#x4EF7;&#x503C;&#x6709;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#x3002;&#x5F88;&#x591A;&#x4EBA;&#x521D;&#x6765;steem&#xFF0C;&#x90FD;&#x662F;&#x88AB;&#x5176;&#x529F;&#x5229;&#x6027;&#x7684;&#x5916;&#x8863;&#xFF08;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#xFF09;&#x6240;&#x5438;&#x5F15;&#xFF0C;&#x6240;&#x4EE5;&#x5C06;&#x5927;&#x91CF;&#x7684;&#x5B66;&#x4E60;&#x7CBE;&#x529B;&#x653E;&#x5728;&#x4E86;&#x89E3;&#x5176;&#x52A0;&#x5BC6;&#x8D27;&#x5E01;&#x7279;&#x5F81;&#x4E0A;&#xFF0C;&#x8FD9;&#x5E76;&#x6CA1;&#x6709;&#x9519;&#xFF0C;&#x4F46;&#x4E0D;&#x5168;&#x9762;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x80FD;&#x4E00;&#x65E0;&#x6240;&#x83B7;&#x3002;&#x7A76;&#x5176;&#x539F;&#x56E0;&#xFF0C;&#x662F;&#x7531;&#x4E8E;&#x65B0;&#x4EBA;&#x5F80;&#x5F80;&#x4E0D;&#x4E86;&#x89E3;steem&#x7684;&#x793E;&#x4EA4;&#x5185;&#x6DB5;&#xFF1B;&#x800C;&#x4E0D;&#x4E86;&#x89E3;&#x6807;&#x7B7E;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x662F;&#x4E0D;&#x4E86;&#x89E3;steem&#x7684;&#x793E;&#x4EA4;&#x542B;&#x4E49;&#x7684;&#x5916;&#x5728;&#x8868;&#x73B0;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h3 id="2-biao-qian-yu-shi-li">2. &#x6807;&#x7B7E;&#x4E0E;&#x52BF;&#x529B;<a href="#2-biao-qian-yu-shi-li"></a></h3><p></p><p></p><p>&#x6211;&#x4EE5;&#x4E3A;<strong>steem&#x7684;&#x4E09;&#x5927;&#x652F;&#x67F1;</strong>&#xFF08;the three pillars of steem&#xFF09;&#x662F;&#xFF1A;</p><p></p><p></p><ol><li>&#x5305;&#x542B;&#x533A;&#x5757;&#x94FE;&#x6280;&#x672F;&#x5728;&#x5185;&#x7684;&#x5206;&#x5E03;&#x5F0F;web&#x548C;&#x6570;&#x636E;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#xFF1B;</li><li>&#x4EE5;&#x6807;&#x7B7E;&#x4E3A;&#x4EE3;&#x8868;&#x7279;&#x5F81;&#x7684;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x7CFB;&#x7EDF;&#xFF1B;</li><li>steem&#x72EC;&#x6709;&#x7684;&#x8D27;&#x5E01;&#x8BBE;&#x8BA1;&#x4E0E;&#x7ECF;&#x6D4E;&#x7CFB;&#x7EDF;&#xFF1B;</li></ol><p></p><p></p><p>&#x4EE5;&#x6B64;&#x4E3A;&#x57FA;&#x7840;&#xFF0C;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x5BA2;&#x6237;&#x7AEF;&#x3001;&#x5DE5;&#x5177;&#x3001;&#x535A;&#x5BA2;&#x3001;&#x89C6;&#x9891;&#x3001;&#x97F3;&#x4E50;&#x3001;&#x95EE;&#x7B54;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x7B49;&#x5404;&#x7C7B;&#x5E94;&#x7528;&#xFF0C;&#x6216;&#x5F62;&#x6210;&#x5404;&#x7C7B;&#x793E;&#x533A;&#x3001;&#x7EC4;&#x7EC7;&#x3001;&#x751A;&#x81F3;&#x76C8;&#x5229;&#x6027;&#x516C;&#x53F8;&#x3002;&#x51E1;&#x662F;&#x8FBE;&#x6210;&#x4E00;&#x5B9A;&#x89C4;&#x6A21;&#x7684;&#xFF0C;&#x5176;&#x660E;&#x663E;&#x6807;&#x5FD7;&#x4E4B;&#x4E00;&#x4FBF;&#x5728;&#x4E8E;&#x5176;&#x672C;&#x8EAB;&#x7684;&#x6807;&#x7B7E;&#x3001;&#x6216;&#x5176;&#x652F;&#x6301;&#x7684;&#x6807;&#x7B7E;&#x88AB;&#x5927;&#x91CF;&#x7684;&#x4F7F;&#x7528;&#x3002;&#x6700;&#x4E3B;&#x8981;&#x7684;&#x6709;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x5BA2;&#x6237;&#x7AEF;</strong>&#xFF1A;&#x6BD4;&#x5982;#partiko&#x3001;#esteem&#x3001;#busy&#xFF0C;&#x90FD;&#x6709;&#x610F;&#x9F13;&#x52B1;&#x81EA;&#x8EAB;&#x6807;&#x7B7E;&#x7684;&#x4F7F;&#x7528;</li><li><strong>dApp</strong>&#xFF1A;&#x6BD4;&#x5982;#utopian-io&#x3001;#dtube&#x3001;#drugwars&#xFF0C;&#x4E00;&#x65E6;&#x5E94;&#x7528;&#x6D41;&#x884C;&#x8D77;&#x6765;&#x5176;&#x6807;&#x7B7E;&#x4FBF;&#x88AB;&#x5927;&#x91CF;&#x4F7F;&#x7528;</li><li><strong>&#x7EC4;&#x7EC7;</strong>&#xFF1A;&#x6BD4;&#x5982;#cn&#x3001;#team-cn&#x3001;#votovzla&#x3001;#steemitbloggers&#xFF0C;&#x867D;&#x7136;&#x4E0D;&#x4E00;&#x5B9A;&#x6709;&#x8F6F;&#x4EF6;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#xFF0C;&#x5374;&#x501F;&#x7528;&#x5176;&#x4ED6;&#x5DE5;&#x5177;&#x5B9E;&#x73B0;&#x4E86;&#x5BF9;&#x7FA4;&#x4F53;&#x7684;&#x805A;&#x62E2;&#xFF0C;&#x5F62;&#x6210;&#x5408;&#x529B;&#x3002;</li></ol><p></p><p></p><p>&#x6709;&#x8DA3;&#x7684;&#x662F;&#xFF0C;&#x8FD9;&#x4E09;&#x7C7B;&#x57FA;&#x4E8E;steem&#x7684;&#x6784;&#x5EFA;&#xFF0C;&#x5206;&#x522B;&#x5BF9;&#x5E94;&#x5230;steem&#x7684;&#x4E09;&#x5927;&#x652F;&#x67F1;&#xFF1A;</p><p></p><p></p><ol><li>&#x5BA2;&#x6237;&#x7AEF;&#x548C;&#x5DE5;&#x5177;&#x7B49;&#xFF0C;&#x4E3B;&#x8981;&#x662F;<strong>&#x57FA;&#x4E8E;&#x6280;&#x672F;&#x7684;&#x6784;&#x5EFA;</strong>&#xFF0C;&#x63D0;&#x4F9B;&#x6216;&#x5F3A;&#x5316;&#x4E86;&#x6280;&#x672F;&#x57FA;&#x7840;&#x8BBE;&#x65BD;&#xFF0C;&#x7F51;&#x9875;&#x3001;&#x79FB;&#x52A8;&#x6216;&#x684C;&#x9762;&#x5BA2;&#x6237;&#x7AEF;&#x3002;&#x4E0A;&#x9762;&#x51E0;&#x4E2A;&#x6848;&#x4F8B;#partiko&#x3001;#esteem&#x3001;#busy&#xFF0C;&#x5305;&#x62EC;#steempress&#x3001;#steemplus&#x7B49;&#x5DE5;&#x5177;&#x5728;&#x5185;&#xFF0C;&#x90FD;&#x662F;&#x5982;&#x6B64;&#x3002;</li><li>dApp&#x4ECE;&#x8868;&#x9762;&#x770B;&#x4F3C;&#x4E4E;&#x662F;&#x63D0;&#x4F9B;&#x4E86;&#x65B0;&#x7684;&#x5185;&#x5BB9;&#x53D1;&#x5E03;&#x65B9;&#x5F0F;&#xFF0C;&#x4F46;&#x5176;&#x76F8;&#x6BD4;&#x4E8E;&#x5176;&#x4ED6;&#x540C;&#x7C7B;&#x4EA7;&#x54C1;&#x7684;&#x5DEE;&#x5F02;&#x6027;&#x548C;&#x521B;&#x65B0;&#x6027;&#x5E38;&#x5E38;&#x5728;&#x4E8E;<strong>&#x7ECF;&#x6D4E;&#x6FC0;&#x52B1;</strong>&#x3002;&#x6BD4;&#x5982;dtube&#x5BF9;&#x53D1;&#x5E03;&#x89C6;&#x9891;&#x7684;&#x6FC0;&#x52B1;&#x3001;utopian&#x5BF9;&#x5F00;&#x6E90;&#x4EE3;&#x7801;&#x7684;&#x6FC0;&#x52B1;&#x3002;</li><li>&#x793E;&#x533A;&#x7EC4;&#x7EC7;&#x770B;&#x4F3C;&#x4EC0;&#x4E48;&#x90FD;&#x6CA1;&#x505A;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5B9E;&#x73B0;&#x4E86;<strong>&#x5BF9;&#x4EBA;&#x7FA4;&#x7684;&#x6784;&#x5EFA;</strong>&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x5F3A;&#x6709;&#x529B;&#x7684;&#x793E;&#x533A;&#x3002;#cn&#x672C;&#x8EAB;&#x5E76;&#x4E0D;&#x5929;&#x7136;&#x5177;&#x6709;&#x7FA4;&#x4F53;&#x7684;&#x51DD;&#x805A;&#x529B;&#xFF0C;&#x4F46;&#x57FA;&#x4E8E;#cn&#x793E;&#x533A;&#xFF0C;&#x5229;&#x7528;&#x5FAE;&#x4FE1;&#x3001;QQ&#x7B49;&#x7FA4;&#x4F53;&#x7BA1;&#x7406;&#x5DE5;&#x5177;&#x5B9E;&#x73B0;&#x7684;&#x534A;&#x5F00;&#x653E;&#x7EC4;&#x7EC7;&#xFF0C;&#x5374;&#x589E;&#x52A0;&#x4E86;&#x793E;&#x4EA4;&#x7684;&#x7D27;&#x5BC6;&#x5EA6;&#x3002;</li></ol><p></p><p></p><p>&#x8FD9;&#x4E09;&#x79CD;&#x6784;&#x5EFA;&#x65B9;&#x5F0F;&#xFF0C;&#x7531;&#x4E8E;&#x5176;&#x5F97;&#x5230;&#x793E;&#x533A;&#x7684;&#x5E7F;&#x6CDB;&#x652F;&#x6301;&#xFF0C;&#x7ECF;&#x5E38;&#x80FD;&#x591F;&#x5F97;&#x5230;&#x5927;&#x91CF;&#x4EE3;&#x7406;&#xFF0C;&#x5E76;&#x7ED9;&#x4EE3;&#x7406;&#x8005;&#x3001;&#x652F;&#x6301;&#x8005;&#x548C;&#x4F7F;&#x7528;&#x8005;&#x63D0;&#x4F9B;&#x5B9E;&#x5728;&#x7684;&#x56DE;&#x62A5;&#xFF0C;&#x4ECE;&#x800C;&#x8FDB;&#x4E00;&#x6B65;&#x5DE9;&#x56FA;&#x4E86;&#x5176;&#x5728;&#x793E;&#x533A;&#x4E2D;&#x7684;&#x4EF7;&#x503C;&#x3002;<strong>&#x56F4;&#x7ED5;&#x5176;&#x7684;&#x591A;&#x65B9;&#x5229;&#x76CA;&#x76F8;&#x5173;&#x8005;&#x53CA;&#x5176;&#x884C;&#x4E3A;&#xFF0C;&#x6E10;&#x6E10;&#x7684;&#x5F62;&#x6210;&#x793E;&#x533A;&#x4E2D;&#x7684;&#x4E00;&#x80A1;&#x80A1;&#x52BF;&#x529B;&#x3002;</strong></p><p></p><p></p><p>&#x9700;&#x8981;&#x7279;&#x522B;&#x63D0;&#x4E00;&#x4E0B;&#x7684;&#x662F;&#x5BB9;&#x6613;&#x88AB;&#x5FFD;&#x89C6;&#x7684;<strong>&#x7EC4;&#x7EC7;</strong>&#xFF1A;&#x4E4B;&#x524D;@theycallmedan&#x7684;SP&#x7ADE;&#x8D5B;&#x4E2D;&#xFF0C;#team-cn&#x3001;#votovzla&#x3001;#steemitbloggers&#x8FD9;&#x4E09;&#x80A1;&#x529B;&#x91CF;&#x5728;&#x5E73;&#x65F6;&#x770B;&#x6765;&#x5E76;&#x4E0D;&#x90A3;&#x4E48;&#x6D41;&#x884C;&#xFF0C;&#x4F46;&#x5728;&#x9700;&#x8981;<strong>&#x4F9D;&#x9760;&#x51DD;&#x805A;&#x529B;&#x548C;&#x53F7;&#x53EC;&#x529B;&#x7684;&#x7ADE;&#x8D5B;&#x4E2D;</strong>&#x5374;&#x540C;&#x65F6;&#x8131;&#x9896;&#x800C;&#x51FA;&#xFF0C;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x4ED6;&#x4EEC;&#x7684;&#x670D;&#x52A1;&#x5BF9;&#x8C61;&#x4E3B;&#x8981;&#x5728;&#x5185;&#x90E8;&#xFF08;&#x5C24;&#x5176;&#x662F;#team-cn&#x548C;#votovzla&#xFF09;&#xFF0C;&#x6709;&#x65F6;&#x4E0D;&#x5177;&#x6709;&#x663E;&#x6027;&#x7684;&#x5BF9;&#x5916;&#x6269;&#x5F20;&#x52A8;&#x673A;&#xFF0C;&#x751A;&#x81F3;&#x4E5F;&#x4E0D;&#x5728;&#x610F;&#x63A8;&#x5E7F;&#x672C;&#x8EAB;&#x6807;&#x7B7E;&#x7684;&#x4F7F;&#x7528;&#x3002;&#x6BD4;&#x5982;&#xFF0C;@team-cn&#x7684;&#x76EE;&#x7684;&#x5728;&#x4E8E;&#x8BA9;CN&#x793E;&#x533A;&#x66F4;&#x6709;&#x751F;&#x547D;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x662F;#cn&#x6807;&#x7B7E;&#x7684;&#x6D3B;&#x8DC3;&#x5EA6;&#xFF08;&#x800C;&#x4E0D;&#x662F;#team-cn&#xFF09;&#x4E0E;@team-cn&#x7684;&#x52AA;&#x529B;&#x6B63;&#x76F8;&#x5173;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#x70ED;&#x95E8;&#x6807;&#x7B7E;&#xFF0C;&#x8981;&#x4E48;&#x6765;&#x81EA;&#x4E8E;&#x4EE5;&#x4E0A;&#x8FD9;&#x4E09;&#x79CD;&#x52BF;&#x529B;&#xFF0C;&#x8981;&#x4E48;&#x662F;&#x4E3B;&#x9898;&#x6216;&#x5174;&#x8DA3;&#x76F8;&#x5173;&#x7684;&#x9891;&#x9053;</strong>&#xFF08;life&#x3001;photography&#x3001;travel&#x3001;film&#x3001;food&#x3001;introduceyourself&#xFF09;&#xFF0C;<strong>&#x8981;&#x4E48;&#x662F;&#x8BED;&#x8A00;&#x7C7B;&#x9891;&#x9053;</strong>&#xFF08;cn&#x3001;kr&#x3001;jp&#x3001;spanish&#x3001;deutch&#xFF09;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x901A;&#x5E38;&#x6765;&#x8BF4;&#xFF0C;&#x70ED;&#x95E8;&#x7684;&#x6807;&#x7B7E;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x80CC;&#x540E;&#x7684;&#x52BF;&#x529B;&#x5F3A;&#x5927;&#xFF0C;&#x6216;&#x8005;&#x662F;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x5F88;&#x591A;&#x7231;&#x597D;&#x8005;&#xFF0C;&#x8FD9;&#x4E24;&#x8005;&#x5F80;&#x5F80;&#x76F8;&#x4E92;&#x4FC3;&#x8FDB;&#x3002;</p><p></p><p></p><ul><li><strong>&#x4E3B;&#x9898;&#x6216;&#x5174;&#x8DA3;&#x76F8;&#x5173;&#x9891;&#x9053;</strong>&#x6D89;&#x53CA;&#x8F83;&#x4E3A;&#x5F00;&#x653E;&#x548C;&#x5BBD;&#x6CDB;&#xFF0C;&#x80CC;&#x540E;&#x7684;&#x652F;&#x6301;&#x529B;&#x91CF;&#x4E0D;&#x660E;&#x786E;&#xFF0C;&#x6240;&#x4EE5;&#x867D;&#x7136;&#x4EBA;&#x6C14;&#x5F88;&#x9AD8;&#xFF0C;&#x4F46;&#x5728;&#x52BF;&#x529B;&#x7684;&#x529B;&#x91CF;&#x4E0A;&#x6709;&#x65F6;&#x53CD;&#x800C;&#x4E0D;&#x5982;&#x4E0A;&#x9762;&#x4E09;&#x79CD;&#x3002;</li><li><strong>&#x8BED;&#x8A00;&#x7C7B;&#x9891;&#x9053;&#xFF0C;&#x672C;&#x8EAB;&#x65E2;&#x662F;&#x8BED;&#x8A00;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x662F;&#x7EC4;&#x7EC7;</strong>&#xFF1B;&#x6BD4;&#x5982;CN&#xFF0C;&#x672C;&#x8EAB;&#x662F;&#x6587;&#x7AE0;&#x5185;&#x5BB9;&#x4F7F;&#x7528;&#x7684;&#x8BED;&#x8A00;&#xFF08;&#x4E2D;&#x6587;&#xFF09;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4F7F;&#x7528;&#x8BE5;&#x8BED;&#x8A00;&#x7684;&#x4EBA;&#x7684;&#x7EC4;&#x7EC7;&#xFF08;&#x534E;&#x4EBA;&#x793E;&#x533A;&#xFF09;&#x3002;&#x8BED;&#x8A00;&#x9891;&#x9053;&#x7684;&#x5F3A;&#x5F31;&#x4E0E;&#x5176;&#x80CC;&#x540E;&#x7684;&#x7EC4;&#x7EC7;&#x52BF;&#x529B;&#x7684;&#x5174;&#x8870;&#x4E5F;&#x5B58;&#x5728;&#x5BC6;&#x5207;&#x7684;&#x8054;&#x7CFB;&#xFF0C;&#x6BD4;&#x5982;@oflyhigh&#x5728;<a href="https://busy.org/@oflyhigh/cn-" target="_blank" rel="noreferrer noopener">#cn &#x6807;&#x7B7E;&#x4E0D;&#x89C1;&#x4E86;</a>&#x4E2D;&#x63D0;&#x5230;&#xFF0C;&#x66FE;&#x7ECF;&#x7684;CN&#x533A;&#x7531;&#x4E8E;@abit&#x548C;@ned&#x7684;&#x652F;&#x6301;&#x800C;&#x5F3A;&#x5927;&#xFF0C;&#x4E5F;&#x7531;&#x4E8E;&#x652F;&#x6301;&#x7684;&#x6D88;&#x9000;&#x800C;&#x52BF;&#x5FAE;&#x3002;</li></ul><p></p><p></p><p>&#x66F4;&#x6709;&#x610F;&#x601D;&#x7684;&#x662F;&#xFF0C;<strong>&#x6709;&#x4E9B;&#x52BF;&#x529B;&#x6839;&#x672C;&#x4E0D;&#x4F7F;&#x7528;&#x6807;&#x7B7E;&#xFF0C;&#x6216;&#x8005;&#x5373;&#x4F7F;&#x6709;&#x6807;&#x7B7E;&#x4E5F;&#x5E76;&#x4E0D;&#x9F13;&#x52B1;&#x4F7F;&#x7528;</strong>&#x3002;&#x6BD4;&#x5982;steemit inc.&#x5C31;&#x4E0D;&#x9700;&#x8981;&#x81EA;&#x5DF1;&#x7684;&#x6807;&#x7B7E;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x81F3;&#x5C11;&#x8FC7;&#x53BB;&#x627F;&#x62C5;&#x653F;&#x5E9C;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x5E0C;&#x671B;&#x5BF9;&#x6574;&#x4E2A;&#x5E73;&#x53F0;&#x7684;&#x8FD0;&#x884C;&#x8D1F;&#x8D23;&#xFF1B;&#x5B83;&#x4ECA;&#x5929;&#x5F00;&#x59CB;&#x653E;&#x6743;&#xFF0C;&#x7EC4;&#x7EC7;&#x8BAE;&#x4F1A;&#xFF0C;&#x5C31;&#x66F4;&#x52A0;&#x4E0D;&#x9700;&#x8981;&#x88AB;&#x4EBA;&#x63D0;&#x53CA;&#x3002;&#x53C8;&#x6BD4;&#x5982;steemcleaners&#x626E;&#x6F14;&#x7684;&#x6267;&#x6CD5;&#x89D2;&#x8272;&#xFF0C;&#x53CD;&#x5BF9;&#x4F5C;&#x54C1;&#x6284;&#x88AD;&#xFF0C;&#x4E5F;&#x4E3B;&#x8981;&#x4E0D;&#x5728;&#x4E8E;&#x6807;&#x7B7E;&#x7684;&#x4F7F;&#x7528;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x6697;&#x4E2D;&#x7684;&#x652F;&#x6301;&#x3002;&#x6216;&#x8BB8;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x9ED1;&#x793E;&#x4F1A;&#x7EC4;&#x7EC7;&#x6216;&#x5730;&#x75DE;&#x6D41;&#x6C13;&#xFF0C;&#x4ED6;&#x4EEC;&#x6A2A;&#x884C;&#x9738;&#x9053;&#xFF0C;&#x4E5F;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x6807;&#x7B7E;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x65B0;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x5E38;&#x5E38;&#x4E0D;&#x4E86;&#x89E3;&#x4EE5;&#x4E0A;&#x8FD9;&#x51E0;&#x7C7B;&#x52BF;&#x529B;&#x548C;&#x4ED6;&#x4EEC;&#x76F8;&#x5173;&#x7684;&#x6807;&#x7B7E;&#x7684;&#x5B58;&#x5728;</strong>&#x3002;&#x597D;&#x6BD4;&#x4E00;&#x4E2A;&#x521D;&#x5165;&#x6B66;&#x4FA0;&#x4E16;&#x754C;&#xFF0C;&#x4EE5;&#x4E3A;&#x5929;&#x5927;&#x5730;&#x5927;&#xFF0C;&#x4E0D;&#x77E5;&#x5929;&#x9AD8;&#x5730;&#x539A;&#xFF0C;&#x6CA1;&#x6709;&#x6253;&#x7B97;&#x4F9D;&#x8D56;&#x4EFB;&#x4F55;&#x95E8;&#x6D3E;&#x548C;&#x5E08;&#x627F;&#x7684;&#x65B0;&#x624B;&#xFF0C;&#x6216;&#x8005;&#x8BEF;&#x6253;&#x8BEF;&#x649E;&#x8DD1;&#x5230;&#x522B;&#x7684;&#x95E8;&#x6D3E;&#x7684;&#x5730;&#x76D8;&#x4E0A;&#x53BB;&#x53D1;&#x62DC;&#x5E16;&#xFF0C;&#x5374;&#x5B8C;&#x5168;&#x4E0D;&#x61C2;&#x89C4;&#x77E9;&#xFF0C;&#x4E8E;&#x662F;&#x6A2A;&#x51B2;&#x76F4;&#x649E;&#x3001;&#x5904;&#x5904;&#x78B0;&#x58C1;&#x3001;&#x9F3B;&#x9752;&#x8138;&#x80BF;&#x3001;&#x4E00;&#x65E0;&#x6240;&#x6210;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x81EA;&#x5E26;&#x8EAB;&#x5BB6;&#x548C;&#x7EDD;&#x5B66;&#x7684;&#x4EBA;&#x6C11;&#x5E01;&#x73A9;&#x5BB6;&#xFF0C;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x4E00;&#x51FA;&#x9053;&#x5C31;&#x547C;&#x98CE;&#x5524;&#x96E8;&#xFF0C;&#x4F46;&#x72EC;&#x884C;&#x4FA0;&#x4E5F;&#x5F80;&#x5F80;&#x4E0D;&#x662F;&#x4E00;&#x5E06;&#x98CE;&#x987A;&#x7684;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h3 id="3-wei-shen-me-tan-biao-qian">3. &#x4E3A;&#x4EC0;&#x4E48;&#x8C08;&#x6807;&#x7B7E;&#xFF1F;<a href="#3-wei-shen-me-tan-biao-qian"></a></h3><p></p><p></p><p>&#x5176;&#x5B9E;&#x770B;&#x4E86;&#x4E0A;&#x9762;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x5927;&#x4F53;&#x4E5F;&#x80FD;&#x7406;&#x89E3;&#x6211;&#x4EEC;&#x5728;&#x672C;&#x6587;&#x8C08;&#x6807;&#x7B7E;&#x7684;&#x539F;&#x56E0;&#x6240;&#x5728;&#x3002;&#x4F46;&#x8FD9;&#x91CC;&#x8FD8;&#x662F;&#x5177;&#x4F53;&#x7ED9;&#x4E9B;&#x89E3;&#x91CA;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x65B0;&#x4EBA;&#x9700;&#x8981;&#x638C;&#x63E1;&#x6807;&#x7B7E;&#x7684;&#x201C;&#x9053;&#x201D;&#x548C;&#x201C;&#x672F;&#x201D;</strong></p><p></p><p></p><p>&#x73B0;&#x5728;&#x65B0;&#x4EBA;&#x5B66;&#x4E60;steem&#xFF0C;&#x5E38;&#x5E38;&#x4ECE;&#x64CD;&#x4F5C;&#x548C;&#x6280;&#x5DE7;&#x5F00;&#x59CB;&#xFF0C;&#x8FD9;&#x5E76;&#x6CA1;&#x6709;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x8981;&#x66F4;&#x8FDB;&#x4E00;&#x6B65;&#xFF0C;&#x878D;&#x5165;&#x793E;&#x533A;&#xFF0C;&#x5219;&#x8981;&#x5BF9;steem&#x7684;&#x672C;&#x8D28;&#x6709;&#x66F4;&#x6E05;&#x6670;&#x7684;&#x9886;&#x609F;&#x3002;</p><p></p><p></p><p><strong>&#x5173;&#x4E8E;&#x6807;&#x7B7E;&#x7684;&#x7528;&#x9014;&#x548C;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;</strong>&#x5728;<a href="https://bookdown.org/baydap/steemh" target="_blank" rel="noreferrer noopener">&#x300A;Steem&#x6307;&#x5357;&#x300B;</a>&#x7684;<a href="https://bookdown.org/baydap/steemh/xsdyb.html#tag-" target="_blank" rel="noreferrer noopener">1.6.4</a>&#x3001;<a href="https://bookdown.org/baydap/steemh/jbcsp-.html#lmhbq" target="_blank" rel="noreferrer noopener">2.8</a>&#x3001;<a href="https://bookdown.org/baydap/steemh/zysxp.html#section-7.1" target="_blank" rel="noreferrer noopener">7.1</a>&#x7B49;&#x7AE0;&#x8282;&#x4E2D;&#x90FD;&#x6709;&#x6240;&#x4ECB;&#x7ECD;&#x3002;&#x53E6;&#x5916;&#x4E0B;&#x9762;&#x51E0;&#x7BC7;&#x6587;&#x7AE0;&#xFF08;&#x5E94;&#x8BE5;&#x8FD8;&#x6709;&#x66F4;&#x591A;&#xFF09;&#xFF0C;&#x4E5F;&#x4ECB;&#x7ECD;&#x4E86;<strong>&#x6807;&#x7B7E;&#x7684;&#x6982;&#x5FF5;&#x548C;&#x4F7F;&#x7528;&#x6280;&#x5DE7;</strong>&#xFF0C;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x5927;&#x5BB6;&#x7684;&#x53C2;&#x8003;&#x548C;&#x5B66;&#x4E60;&#x3002;</p><p></p><p></p><ul><li>@woolfe19861008&#xFF0C; <a href="https://steemit.com/steem-guides/@woolfe19861008/3wh3nm-steem-or" target="_blank" rel="noreferrer noopener">&#x300A;Steem &#x6307;&#x5357;&#x300B; &#x4E2D;&#x7EA7;&#x7BC7; | &#x5584;&#x7528;&#x6807;&#x7B7E;&#x4E0A;&#xFF1A;&#x6807;&#x7B7E;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x4ECB;&#x7ECD;</a></li><li>@woolfe19861008&#xFF0C; <a href="https://steemit.com/steem-guides/@woolfe19861008/steemit-steemit" target="_blank" rel="noreferrer noopener">&#x300A;Steem &#x6307;&#x5357;&#x300B; &#x4E2D;&#x7EA7;&#x7BC7; | &#x5584;&#x7528;&#x6807;&#x7B7E;&#x4E0B;&#xFF1A;&#x65B0;&#x624B;&#x521D;&#x5230;Steemit&#x5E38;&#x7528;&#x7684;&#x4E00;&#x4E9B;&#x6807;&#x7B7E;</a></li><li>@cherryzz&#xFF0C;<a href="https://steemit.com/cn/@cherryzz/--tag10-f7fg8zks54" target="_blank" rel="noreferrer noopener">&#x5BFB;&#x5B9D;&#x6D3B;&#x52A8;&#x2013;tag&#x6807;&#x7B7E;(&#x7B2C;&#x4E00;&#x5468;10&#x4E2A;&#x6807;&#x7B7E;&#xFF09;</a></li><li>@ericet&#xFF0C;<a href="https://steemit.com/cn/@ericet/db528bhdn3" target="_blank" rel="noreferrer noopener">&#x5982;&#x679C;&#x6211;&#x662F;&#x4E00;&#x6761;&#x5C0F;&#x9C7C;&#xFF08;&#x4E0B;&#xFF09;&#x65B0;&#x624B;&#x6307;&#x5357;</a></li></ul><p></p><p></p><p>&#x611F;&#x8C22;&#x4EE5;&#x4E0A;&#x6587;&#x7AE0;&#x7684;&#x4F5C;&#x8005;&#x8D21;&#x732E;&#x7684;&#x667A;&#x6167;&#x3002;&#x4F46;&#x6211;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E9B;&#x4ECB;&#x7ECD;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x90FD;&#x505C;&#x7559;&#x4E8E;&#x6280;&#x5DE7;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x5BF9;&#x4E8E;&#x80CC;&#x540E;&#x7684;&#x539F;&#x7406;&#x548C;&#x793E;&#x4F1A;&#x672C;&#x8D28;&#x7F3A;&#x4E4F;&#x900F;&#x89C6;&#x6027;&#x89C2;&#x5BDF;&#xFF1B;&#x8FD9;&#x662F;&#x672C;&#x6587;<strong>&#x4E0D;&#x4ECE;&#x201C;&#x672F;&#x201D;&#x7740;&#x624B;&#x3001;&#x800C;&#x4ECE;&#x201C;&#x9053;&#x201D;&#x7740;&#x773C;</strong>&#x7684;&#x539F;&#x56E0;&#x6240;&#x5728;&#x3002;</p><p></p><p></p><p>&#x7406;&#x89E3;steem&#x7684;&#x4E09;&#x5927;&#x652F;&#x67F1;&#xFF0C;&#x5C31;&#x80FD;&#x901A;&#x8FC7;<strong>&#x6F14;&#x7ECE;&#x6CD5;</strong>&#xFF0C;&#x4ECE;&#x5E95;&#x5411;&#x4E0A;&#x53BB;&#x4E86;&#x89E3;steem&#x7684;&#x8FD0;&#x884C;&#x89C4;&#x5219;&#xFF1B;&#x5982;&#x679C;&#x4EC5;&#x4EC5;&#x662F;&#x505C;&#x7559;&#x4E8E;&#x6280;&#x5DE7;&#xFF0C;&#x90A3;&#x4E48;&#x4EC5;&#x4EC5;&#x662F;&#x770B;&#x5230;steem&#x7684;&#x8868;&#x9762;&#xFF0C;&#x800C;&#x5FFD;&#x89C6;&#x4E86;&#x5176;&#x6838;&#x5FC3;&#x3002;&#x4ECB;&#x7ECD;steem&#x7684;&#x6280;&#x672F;&#x548C;&#x7ECF;&#x6D4E;&#xFF0C;&#x60F3;&#x5FC5;&#x5DF2;&#x7ECF;&#x6709;&#x5F88;&#x591A;&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x5173;&#x4E8E;&#x793E;&#x4EA4;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x89C9;&#x5F97;<strong>&#x901A;&#x8FC7;&#x6807;&#x7B7E;&#x6765;&#x201C;&#x683C;&#x7269;&#x81F4;&#x77E5;&#x201D;</strong>&#x662F;&#x6700;&#x80FD;&#x4E86;&#x89E3;&#x5176;&#x672C;&#x8D28;&#x7684;&#x3002;</p><p></p><p></p><p>&#x8BFB;&#x61C2;&#x6807;&#x7B7E;&#xFF0C;&#x5C31;&#x662F;&#x8BFB;&#x61C2;steem&#x5185;&#x7684;&#x6C5F;&#x6E56;&#x4E0E;&#x4EBA;&#x5FC3;&#x3001;&#x8BFB;&#x61C2;&#x793E;&#x533A;&#x7684;&#x8FD0;&#x884C;&#x89C4;&#x5219;&#x3001;&#x8BFB;&#x61C2;&#x6280;&#x672F;&#x7684;&#x53D8;&#x8FC1;&#xFF0C;&#x5BF9;&#x4E8E;steem&#x793E;&#x4EA4;&#x539F;&#x7406;&#x4E0E;&#x53D8;&#x5316;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x81F3;&#x5C11;&#x80FD;&#x8BFB;&#x61C2;&#x4E00;&#x5927;&#x534A;&#x3002;&#x5BF9;&#x4E8E;steem&#x4E0A;&#x7684;&#x5404;&#x79CD;&#x73B0;&#x8C61;&#x548C;&#x602A;&#x73B0;&#x8C61;&#xFF0C;&#x4E5F;&#x80FD;&#x591F;&#x901A;&#x6653;&#x4E00;&#x4E8C;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x987A;&#x5E26;&#x7B80;&#x8981;&#x8C08;&#x4E00;&#x4E0B;<a href="https://bookdown.org/baydap/steemh" target="_blank" rel="noreferrer noopener">&#x300A;Steem&#x6307;&#x5357;&#x300B;</a>&#x7684;&#x95EE;&#x9898;&#x3002;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7684;&#x672C;&#x8D28;&#x539F;&#x56E0;&#x5728;&#x4E8E;<strong>Steem&#x5185;&#x5728;&#x7684;&#x590D;&#x6742;&#x6027;&#x4E0E;&#x591A;&#x6837;&#x6027;</strong>&#xFF0C;&#x9700;&#x8981;&#x63D0;&#x4F9B;&#x4E00;&#x79CD;&#x5B66;&#x4E60;&#x65B9;&#x5F0F;&#x5E2E;&#x52A9;&#x65B0;&#x4EBA;&#x6709;&#x6548;&#x3001;&#x5FEB;&#x901F;&#x5730;&#x7406;&#x89E3;&#x4E0E;&#x878D;&#x5165;&#x793E;&#x533A;&#xFF08;&#x5B9E;&#x9645;&#x4E0A;&#x4E16;&#x754C;&#x4E0A;&#x5176;&#x4ED6;&#x7684;&#x793E;&#x4EA4;&#x7F51;&#x7EDC;&#x4E5F;&#x90FD;&#x4E0D;&#x7B80;&#x5355;&#xFF0C;&#x53EA;&#x662F;&#x4F5C;&#x4E3A;&#x666E;&#x901A;&#x7528;&#x6237;&#x4E0D;&#x89E3;&#x5176;&#x4E2D;&#x5473;&#x800C;&#x5DF2;&#xFF09;&#x3002;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7740;&#x5B9E;&#x5E2E;&#x52A9;&#x4E86;&#x5927;&#x91CF;&#x7684;&#x65B0;&#x4EBA;&#x6DF1;&#x5165;&#x4E86;&#x89E3;Steem&#xFF0C;&#x4F46;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x53D1;&#x5C55;&#x5176;&#x5185;&#x5BB9;&#x7F3A;&#x4E4F;&#x6709;&#x6548;&#x66F4;&#x65B0;&#x4E0E;&#x4E92;&#x52A8;&#x53CD;&#x9988;&#xFF0C;&#x751F;&#x547D;&#x529B;&#x5728;&#x9010;&#x6E10;&#x8870;&#x5F31;&#x3002;</p><p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x770B;&#x5230;&#xFF0C;@team-cn &#x65B0;&#x624B;&#x6751;&#x4F9D;&#x65E7;&#x80FD;&#x5207;&#x5B9E;&#x5E2E;&#x52A9;&#x5230;&#x65B0;&#x4EBA;&#xFF0C;&#x5E76;&#x5F62;&#x6210;&#x4E86;&#x5F88;&#x5F3A;&#x7684;&#x4E92;&#x52A8;&#x6027;&#x3002;&#x8FD9;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x65B0;&#x4EBA;&#x65E2;&#x9700;&#x8981;&#x4E00;&#x672C;&#x6B66;&#x6797;&#x79D8;&#x7C4D;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x53EF;&#x4EE5;&#x4FE1;&#x8D56;&#x7684;&#x95E8;&#x6D3E;&#xFF08;&#x5B66;&#x6821;&#xFF09;&#x3002;&#x800C;&#x4E00;&#x65E6;&#x6B66;&#x6797;&#x79D8;&#x7C4D;&#x548C;&#x95E8;&#x6D3E;&#xFF08;&#x5B66;&#x6821;&#xFF09;&#x7684;&#x5173;&#x8054;&#x5EA6;&#x964D;&#x4F4E;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x5728;&#x8DEF;&#x8FB9;&#x6361;&#x5230;&#x9759;&#x6001;&#x7684;&#x3001;&#x4E43;&#x81F3;&#x8FC7;&#x65F6;&#x7684;&#x5251;&#x6CD5;&#x548C;&#x5FC3;&#x6CD5;&#x4E5F;&#x672A;&#x5FC5;&#x80FD;&#x88AB;&#x65B0;&#x4EBA;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x4E86;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x4ECE;&#x8FD9;&#x4E2A;&#x610F;&#x4E49;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;&#x65B0;&#x4EBA;&#x4E0D;&#x4EC5;&#x4EC5;&#x9700;&#x8981;&#x4E00;&#x4EFD;&#x653B;&#x7565;&#xFF0C;&#x66F4;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x5B66;&#x6821;&#xFF08;&#x4E8B;&#x5B9E;&#x4E0A;&#x662F;&#x5B66;&#x4E60;&#x3001;&#x793E;&#x4EA4;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x6D3B;&#x52A8;&#x7684;&#x573A;&#x6240;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x6700;&#x8FD1;&#xFF0C;&#x5728;<a href="https://busy.org/@dapeng/steem-steemh-org" target="_blank" rel="noreferrer noopener">&#x5F97;&#x5230;@dapeng&#x5927;&#x9E4F;&#x7684;&#x8BA4;&#x53EF;&#x540E;</a>&#xFF0C;@elizacheng @ericet @julian2013 @m18207319997 @minloulou @olymim @robertyan &#x5BF9;<a href="https://bookdown.org/baydap/steemh" target="_blank" rel="noreferrer noopener">&#x300A;Steem&#x6307;&#x5357;&#x300B;</a>&#x7684;&#x73B0;&#x6709;&#x7248;&#x672C;&#x505A;&#x4E86;&#x5BA1;&#x6838;&#xFF0C;&#x5927;&#x81F4;&#x786E;&#x5B9A;&#x4E86;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x7684;&#x8303;&#x56F4;&#xFF0C;&#x5E76;&#x5C06;&#x5728;&#x8FD1;&#x671F;&#x9080;&#x8BF7;&#x5927;&#x5BB6;&#x53C2;&#x4E0E;&#x4FEE;&#x8BA2;&#x548C;&#x7F16;&#x8F91;&#x5DE5;&#x4F5C;&#x3002;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x6B64;&#x6B21;&#x5BF9;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7684;&#x4FEE;&#x8BA2;&#x548C;&#x7EF4;&#x62A4;&#x5DE5;&#x4F5C;&#x662F;&#x7AD9;&#x5728;CN&#x793E;&#x533A;&#x5185;&#x521B;&#x4F5C;&#x8005;&#x4EEC;&#xFF0C;&#x4EE5;&#x53CA;@dapeng&#x3001;@maiyude&#x7B49;&#x7F16;&#x8F91;&#x7684;&#x5DE8;&#x4EBA;&#x4E4B;&#x80A9;&#x8180;&#x4E0A;&#x5B8C;&#x6210;&#x7684;<strong>&#xFF0C;&#x5176;&#x672A;&#x6765;&#x7684;&#x751F;&#x547D;&#x529B;&#x4E5F;&#x53D6;&#x51B3;&#x4E8E;CN&#x533A;&#x672C;&#x8EAB;&#x7684;&#x751F;&#x547D;&#x529B;</strong>&#x3002;&#x540C;&#x65F6;&#xFF0C;<strong>&#x8FD9;&#x4E00;&#x4F7F;&#x547D;&#xFF08;mission&#xFF09;&#x5C06;&#x4FC3;&#x8FDB;&#x300A;Steem&#x6307;&#x5357;&#x300B;#steem-guies&#x548C;&#x65B0;&#x624B;&#x6751;@team-cn&#x7684;&#x5DE5;&#x4F5C;&#x7684;&#x878D;&#x5408;&#xFF08;&#x5373;&#x653B;&#x7565;&#x548C;&#x5B66;&#x6821;&#x7684;&#x878D;&#x5408;&#xFF0C;&#x662F;&#x4E66;&#x5199;&#x6587;&#x5B57;&#x4E0E;&#x591A;&#x5143;&#x4EA4;&#x6D41;&#x7684;&#x7ED3;&#x5408;&#xFF09;</strong>&#x3002;&#x5BF9;&#x4E8E;&#x66F4;&#x5177;&#x4F53;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5728;&#x4E4B;&#x540E;&#x53D1;&#x5E03;&#x76F8;&#x5E94;&#x7684;&#x8BA1;&#x5212;&#x4E0E;&#x53C2;&#x4E0E;&#x65B9;&#x5F0F;&#x3002;&#x6B22;&#x8FCE;&#x5173;&#x6CE8;&#x5E76;&#x53C2;&#x4E0E;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7684;&#x4FEE;&#x8BA2;&#x5DE5;&#x4F5C;&#x548C;&#x957F;&#x671F;&#x53D1;&#x5C55;&#xFF01;</p><p></p><p></p><p>&#x6B64;&#x5916;&#xFF0C;&#x9700;&#x8981;&#x8BF4;&#x660E;&#x7684;&#x662F;&#xFF0C;&#x672C;&#x6587;&#x5BF9;&#x6807;&#x7B7E;&#xFF08;tags&#xFF09;&#x95EE;&#x9898;&#x7684;&#x8BA8;&#x8BBA;&#xFF0C;&#x5E76;&#x975E;&#x662F;&#x5BF9;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7684;&#x6295;&#x7A3F;&#x3002;&#x4F46;&#x6B63;&#x5982;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x7684;&#xFF0C;&#x4ECE;&#x6807;&#x7B7E;&#x51FA;&#x53D1;&#xFF0C;&#x662F;&#x6DF1;&#x5165;&#x4E86;&#x89E3;&#x5728;Steem&#x4E2D;&#x5982;&#x4F55;&#x5199;&#x4F5C;&#x3001;&#x793E;&#x4EA4;&#xFF0C;&#x4E86;&#x89E3;&#x793E;&#x533A;&#x6D3B;&#x52A8;&#x548C;dApp&#x7684;&#x4E00;&#x4E2A;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4E5F;&#x662F;&#x91CD;&#x65B0;&#x5BA1;&#x89C6;&#x300A;Steem&#x6307;&#x5357;&#x300B;&#x7684;&#x4E00;&#x4E2A;&#x89C6;&#x89D2;&#xFF0C;&#x5BF9;&#x4E8E;&#x65B0;&#x4EBA;&#x800C;&#x8A00;&#xFF0C;&#x662F;&#x6709;&#x6240;&#x88E8;&#x76CA;&#x7684;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#x5E2E;&#x52A9;&#x65B0;&#x4EBA;&#x4ECE;&#x201C;&#x9053;&#x201D;&#x4E0A;&#x7406;&#x89E3;&#x6807;&#x7B7E;&#xFF08;tags&#xFF09;&#x3001;&#x638C;&#x63E1;steem&#xFF0C;&#x8FD9;&#x662F;&#x672C;&#x6587;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x4E00;&#x3002;</strong></p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;CN&#x533A;&#x518D;&#x6B21;&#x5D1B;&#x8D77;&#x7684;&#x903B;&#x8F91;</strong></p><p>@oflyhigh&#x5728;<a href="https://busy.org/@oflyhigh/cn-" target="_blank" rel="noreferrer noopener">#cn &#x6807;&#x7B7E;&#x4E0D;&#x89C1;&#x4E86;</a>&#x4E2D;&#x63D0;&#x5230;#cn&#x6807;&#x7B7E;&#x66FE;&#x7ECF;&#x706B;&#x70ED;&#x7684;&#x5386;&#x53F2;&#x539F;&#x56E0;&#xFF0C;&#x5373;&#x89C1;&#x8BC1;&#x4EBA;@abit&#x548C;&#x521B;&#x59CB;&#x4EBA;@ned&#x7684;&#x652F;&#x6301;&#x3002;&#x4ED6;&#x4EEC;&#x5BF9;CN&#x533A;&#x7684;&#x652F;&#x6301;&#x5176;&#x90E8;&#x5206;&#x539F;&#x56E0;&#x662F;&#x5728;&#x4E8E;&#x5BF9;&#x534E;&#x4EBA;&#x5728;&#x533A;&#x5757;&#x94FE;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x8D21;&#x732E;&#x7684;&#x8BA4;&#x53EF;&#xFF0C;&#x4E5F;&#x662F;&#x5BF9;&#x534E;&#x4EBA;&#x5E7F;&#x9614;&#x7528;&#x6237;&#x57FA;&#x6570;&#x7684;&#x671F;&#x671B;&#xFF0C;&#x6291;&#x6216;&#x5305;&#x542B;&#x5BF9;&#x540C;&#x6587;&#x540C;&#x79CD;&#x7684;&#x540C;&#x80DE;&#x7684;&#x652F;&#x6301;&#x3002;&#x4F46;&#x8FD9;&#x79CD;&#x652F;&#x6301;&#x5728;&#x903B;&#x8F91;&#x4E0A;&#x5E76;&#x975E;&#x5B8C;&#x7F8E;&#x7684;&#xFF0C;&#x4EE3;&#x7406;&#x53EF;&#x4EE5;&#x64A4;&#x9500;&#x3001;&#x89C1;&#x8BC1;&#x4EBA;&#x53EF;&#x4EE5;&#x9690;&#x9000;&#xFF0C;&#x5982;&#x679C;CN&#x533A;&#x4EC5;&#x4EC5;&#x4F9D;&#x8D56;&#x8FD9;&#x4E9B;&#x4E0D;&#x786E;&#x5B9A;&#x7684;&#x5F3A;&#x529B;&#x800C;&#x98DF;&#x5176;&#x5229;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x968F;&#x65F6;&#x5177;&#x6709;&#x503E;&#x9893;&#x7684;&#x53EF;&#x80FD;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;#kr&#x793E;&#x533A;&#xFF08;&#x97E9;&#x56FD;&#x3001;&#x5357;&#x671D;&#x9C9C;&#x3001;&#x5357;&#x9AD8;&#x4E3D;&#xFF09;&#x8868;&#x73B0;&#x51FA;&#x4E86;&#x5F3A;&#x5927;&#x7684;&#x52A8;&#x529B;&#xFF0C;&#x5C24;&#x5176;&#x662F;<strong>&#x51FA;&#x81EA;#kr&#x793E;&#x533A;&#x7684;&#x5927;&#x91CF;dApp</strong>&#xFF0C;&#x63A8;&#x52A8;&#x4E86;steem&#x793E;&#x533A;&#xFF08;&#x81F3;&#x5C11;&#x8868;&#x9762;&#xFF09;&#x7684;&#x7E41;&#x8363;&#x3002;&#x4F46;&#x6211;&#x5C1A;&#x4E0D;&#x6E05;&#x695A;KR&#x793E;&#x533A;&#x7684;&#x5386;&#x53F2;&#x53CA;&#x5176;&#x706B;&#x70ED;&#x7684;&#x5185;&#x5728;&#x903B;&#x8F91;&#xFF0C;&#x8FD9;&#x6709;&#x5F85;&#x4E8E;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x5206;&#x6790;&#x4E2D;&#x8FDB;&#x4E00;&#x6B65;&#x6316;&#x6398;&#xFF0C;&#x4F46;&#x6BEB;&#x65E0;&#x7591;&#x95EE;KR&#x793E;&#x533A;&#x7684;&#x5386;&#x53F2;&#x7ECF;&#x9A8C;&#x503C;&#x5F97;CN&#x793E;&#x533A;&#x7684;&#x4E3B;&#x5BFC;&#x8005;&#x4EEC;&#x6DF1;&#x5165;&#x5B66;&#x4E60;&#xFF0C;&#x89C1;&#x8D24;&#x601D;&#x9F50;&#x3001;&#x89C1;&#x4E0D;&#x8096;&#x800C;&#x5185;&#x81EA;&#x7701;&#x3002;</p><p></p><p></p><p>&#x57FA;&#x4E8E;&#x4E0A;&#x9762;&#x7684;&#x4E00;&#x4E9B;&#x4E8B;&#x5B9E;&#xFF0C;&#x6211;&#x731C;&#x60F3;<strong>&#x6807;&#x7B7E;&#x7684;&#x8D77;&#x843D;&#x6709;&#x5176;&#x5185;&#x5728;&#x7684;&#x903B;&#x8F91;</strong>&#xFF1A;&#x521D;&#x671F;&#x5BA2;&#x6237;&#x7AEF;&#x3001;&#x5E94;&#x7528;&#x7C7B;&#x7684;&#x6807;&#x7B7E;&#x8F83;&#x5C11;&#xFF0C;&#x4EE5;&#x6587;&#x5316;&#x3001;&#x8BED;&#x8A00;&#x3001;&#x5730;&#x533A;&#x4E3A;&#x4E3B;&#x7684;&#x6807;&#x7B7E;&#x6700;&#x5BB9;&#x6613;&#x5F62;&#x6210;&#xFF0C;&#x5E76;&#x5177;&#x6709;&#x540C;&#x8BED;&#x8A00;&#x5708;&#x3001;&#x6587;&#x5316;&#x5708;&#x548C;&#x5730;&#x533A;&#x5185;&#x7684;&#x6269;&#x5F20;&#x6027;&#xFF0C;&#x800C;&#x968F;&#x7740;&#x65B0;&#x7684;&#x793E;&#x4F1A;&#x6784;&#x5EFA;&#x4E0E;&#x52BF;&#x529B;&#x7684;&#x5F62;&#x6210;&#xFF0C;&#x65E7;&#x7684;&#x6587;&#x5316;/&#x8BED;&#x8A00;/&#x5730;&#x533A;&#x793E;&#x533A;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x5FC5;&#x7136;&#x53D7;&#x5230;&#x4E00;&#x5B9A;&#x5F71;&#x54CD;&#x3002;<strong>&#x9664;&#x975E;&#x6587;&#x5316;/&#x8BED;&#x8A00;/&#x5730;&#x533A;&#x793E;&#x533A;&#x80FD;&#x591F;&#x6210;&#x4E3A;&#x652F;&#x6301;&#x65B0;&#x7684;&#x52BF;&#x529B;&#x6784;&#x5EFA;&#x7684;&#x57FA;&#x77F3;&#xFF0C;&#x5E76;&#x4E0D;&#x65AD;&#x5B75;&#x5316;&#x65B0;&#x7684;&#x81EA;&#x5E26;&#x9020;&#x8840;&#x529F;&#x80FD;&#x7684;&#x6807;&#x7B7E;/&#x52BF;&#x529B;&#xFF0C;&#x5426;&#x5219;&#x5176;&#x8870;&#x9000;&#x6216;&#x5C06;&#x4E0D;&#x53EF;&#x907F;&#x514D;</strong>&#xFF0C;KR&#x533A;&#x7684;&#x5D1B;&#x8D77;&#x3001;CN&#x533A;&#x7684;&#x8870;&#x9000;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x4E00;&#x7EC4;&#x4F8B;&#x8BC1;&#x3002;&#x5F53;&#x7136;&#xFF0C;CN&#x533A;&#x4F9D;&#x7136;&#x51FA;&#x73B0;&#x4E86;&#x5927;&#x91CF;&#x6709;&#x4EF7;&#x503C;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x5982;#partiko&#x3001;#wherein&#x7B49;&#xFF0C;&#x4F46;&#x76F8;&#x6BD4;&#x8D77;&#x6765;&#xFF0C;&#x5BF9;&#x5168;&#x793E;&#x533A;&#x7684;&#x8F90;&#x5C04;&#x4F5C;&#x7528;&#x4F3C;&#x4E4E;&#x4E0D;&#x8DB3;&#xFF0C;&#x5185;&#x655B;&#x80DC;&#x4E8E;&#x6269;&#x5F20;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x4E0A;&#x9762;&#x7684;&#x903B;&#x8F91;&#x4E0D;&#x9519;&#xFF0C;CN&#x533A;&#x5E0C;&#x671B;&#x518D;&#x6B21;&#x5D1B;&#x8D77;&#x6216;&#x8BB8;&#x4F9D;&#x8D56;&#x4E8E;&#x66F4;&#x591A;&#x3001;&#x66F4;&#x6709;&#x4EF7;&#x503C;&#x7684;<strong>&#x7531;CN&#x533A;&#x751F;&#x957F;&#x51FA;&#x7684;&#x6807;&#x7B7E;</strong>&#xFF0C;&#x8FD9;&#x5305;&#x62EC;cn-<strong><em>&#x6216;</em></strong>-cn&#x7C7B;&#x6807;&#x7B7E;&#xFF08;&#x901A;&#x5E38;&#x4E3A;CN&#x533A;&#x6D3B;&#x52A8;&#x3001;&#x6216;&#x5168;&#x5C40;&#x6807;&#x7B7E;&#x7684;&#x672C;&#x5730;&#x5316;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0D;&#x5E26;&#x6709;cn&#x7684;&#x66F4;&#x901A;&#x7528;&#x7684;&#x6807;&#x7B7E;&#x7684;&#x51FA;&#x73B0;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x9700;&#x8981;&#x4E00;&#x4E2A;<strong>&#x690D;&#x6839;&#x4E8E;CN&#x533A;&#x7684;&#x6807;&#x7B7E;&#x5B75;&#x5316;&#x5668;&#x548C;&#x6295;&#x8D44;&#x673A;&#x6784;&#xFF08;Tags Incubator&#xFF09;</strong>&#xFF0C;&#x501F;&#x52A9;CN&#x533A;&#x548C;&#x5916;&#x90E8;&#x529B;&#x91CF;&#xFF0C;&#x6574;&#x5408;&#x793E;&#x533A;&#x5185;&#x5916;&#x7684;&#x667A;&#x529B;&#x3001;&#x8D22;&#x529B;&#x548C;&#x793E;&#x4F1A;&#x8D44;&#x6E90;&#xFF0C;&#x5B75;&#x5316;&#x66F4;&#x591A;&#x6709;&#x52A9;&#x4E8E;Steem&#x3001;&#x751A;&#x81F3;&#x6709;&#x5229;&#x4E8E;&#x5168;&#x4EBA;&#x7C7B;&#x7684;&#x521B;&#x65B0;&#x5E94;&#x7528;&#x3001;&#x5DE5;&#x5177;&#x3001;&#x7EC4;&#x7EC7;&#x548C;&#x6D3B;&#x52A8;&#x3002;&#x8FD9;&#x91CC;&#x53EF;&#x80FD;&#x6D89;&#x53CA;&#x5230;&#x8D44;&#x6E90;&#x7684;&#x8D28;&#x91CF;&#x4E0E;&#x6570;&#x91CF;&#x3001;&#x6761;&#x4EF6;&#x7684;&#x6210;&#x719F;&#x5EA6;&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x86CB;&#x201D;&#x548C;&#x201C;&#x9E21;&#x201D;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x7531;&#x4E8E;&#x7F51;&#x7EDC;&#x653F;&#x7B56;&#x7684;&#x5F71;&#x54CD;&#xFF0C;CN&#x533A;&#x7528;&#x6237;&#x7684;&#x589E;&#x957F;&#x9047;&#x5230;&#x4E00;&#x5B9A;&#x56F0;&#x96BE;&#xFF0C;&#x4F46;&#x5373;&#x4FBF;&#x5982;&#x6B64;&#xFF0C;&#x6D77;&#x5916;&#x534E;&#x4EBA;5000&#x4E07;&#x4EE5;&#x4E0A;&#x7684;&#x4F53;&#x91CF;&#xFF0C;&#x4E5F;&#x672A;&#x5FC5;&#x4E0D;&#x53EF;&#x6709;&#x6240;&#x4F5C;&#x4E3A;&#xFF1B;&#x800C;&#x4E14;&#xFF0C;&#x53C8;&#x4F55;&#x987B;&#x53EA;&#x76EF;&#x7740;&#x534E;&#x4EBA;&#x7528;&#x6237;&#x5462;&#xFF1F;</p><p></p><p></p><p>&#x5173;&#x4E8E;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x65E0;&#x6CD5;&#x5728;&#x540E;&#x9762;&#x7684;&#x8BBA;&#x8FF0;&#x4E2D;&#x505A;&#x592A;&#x6DF1;&#x5165;&#x7684;&#x5206;&#x6790;&#xFF0C;&#x4F46;&#x5E0C;&#x671B;&#x6839;&#x636E;&#x6807;&#x7B7E;&#x70ED;&#x5EA6;&#x7684;&#x5386;&#x53F2;&#x6027;&#x53D8;&#x8FC1;&#x89C4;&#x5F8B;&#x505A;&#x4E00;&#x4E9B;&#x4ED4;&#x7EC6;&#x7684;&#x8003;&#x5BDF;&#xFF0C;&#x5982;KR&#x4E0E;CN&#x533A;&#x7684;&#x6A2A;&#x5411;&#x6BD4;&#x8F83;&#x3002;&#x4F46;&#x5373;&#x4F7F;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x63D0;&#x4F9B;&#x771F;&#x6B63;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;<strong>&#x53EA;&#x662F;&#x5F15;&#x8D77;&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#x672C;&#x8EAB;</strong>&#xFF0C;&#x4E5F;&#x8FBE;&#x5230;&#x6B64;&#x6587;&#x7684;&#x76EE;&#x7684;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x4E5F;&#x53EF;&#x4EE5;&#x4E00;&#x95EE;&#xFF0C;&#x5982;&#x679C;CN&#x533A;&#x771F;&#x7684;&#x8870;&#x843D;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x5426;&#x8FD8;&#x6709;&#x5FC5;&#x8981;&#x8BA9;&#x5B83;&#x91CD;&#x65B0;&#x5D1B;&#x8D77;&#x5462;&#xFF1F;&#x4E3A;&#x4EC0;&#x4E48;#cn&#x5FC5;&#x987B;&#x6210;&#x4E3A;&#x70ED;&#x95E8;&#x5462;&#xFF1F;&#x5176;&#x5B9E;&#x4E5F;&#x672A;&#x5FC5;&#x3002;&#x4F46;&#x611F;&#x60C5;&#x4E0A;&#x3001;&#x4FE1;&#x5FF5;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x5E0C;&#x671B;CN&#x6807;&#x7B7E;&#xFF08;&#x4EE5;&#x53CA;&#x5B83;&#x6240;&#x4EE3;&#x8868;&#x7684;&#x542B;&#x4E49;&#xFF09;&#x4E0D;&#x4F1A;&#x5C31;&#x6B64;&#x6D88;&#x9000;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x9010;&#x6E10;&#x58EE;&#x5927;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x8FD9;&#x4E2A;&#x8BDD;&#x9898;&#x4F1A;&#x5F15;&#x8D77;&#x5F88;&#x591A;&#x4EBA;&#x5174;&#x8DA3;&#x7684;&#x539F;&#x56E0;&#x5427;&#x3002;:)</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#x4ECE;&#x6807;&#x7B7E;&#xFF08;tags&#xFF09;&#x7684;&#x89D2;&#x5EA6;&#x89C2;&#x5BDF;&#x793E;&#x533A;&#x52BF;&#x529B;&#x7684;&#x8D77;&#x843D;&#x3001;&#x5F15;&#x53D1;&#x5BF9;CN&#x533A;&#x53D1;&#x5C55;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x7684;&#x601D;&#x8003;&#xFF0C;&#x8FD9;&#x662F;&#x672C;&#x6587;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x4E8C;&#x3002;</strong></p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x5BF9;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x7684;&#x601D;&#x60F3;&#x63A2;&#x9669;</strong></p><p></p><p></p><p>&#x4E0A;&#x9762;&#x8FD9;&#x4E24;&#x4E2A;&#x4E3A;&#x65B0;&#x4EBA;&#x3001;&#x4E3A;&#x793E;&#x533A;&#x7684;&#x601D;&#x8003;&#x89D2;&#x5EA6;&#xFF0C;&#x90FD;&#x662F;&#x529F;&#x5229;&#x6027;&#x7684;&#xFF08;&#x5373;&#x4FBF;&#x662F;&#x5229;&#x4ED6;&#x7684;&#x6216;&#x8005;&#x516C;&#x76CA;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x201C;&#x5229;&#x201D;&#xFF09;&#x7684;&#x601D;&#x7EF4;&#x3002;&#x8FD9;&#x7B2C;&#x4E09;&#x65B9;&#x9762;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x5373;&#x5BF9;&#x4E8E;&#x6807;&#x7B7E;&#x8FD9;&#x4E00;&#x5BF9;&#x8C61;&#x672C;&#x8EAB;&#x7684;&#x8003;&#x5BDF;&#x548C;&#x7814;&#x7A76;&#xFF0C;&#x624D;&#x662F;&#x672C;&#x6587;&#x7684;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4E3B;&#x65E8;&#x3002;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x667A;&#x6167;&#x56FA;&#x7136;&#x4EE4;&#x4EBA;&#x5411;&#x5F80;&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x7406;&#x60F3;&#x5374;&#x66F4;&#x4EE4;&#x4EBA;&#x6C89;&#x9189;&#x3002;</p><p></p><p></p><p>&#x4E3A;&#x4E86;&#x7406;&#x89E3;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8DF3;&#x51FA;steem&#x6765;&#x8C08;&#x6807;&#x7B7E;&#x3002;</p><p></p><p></p><p><strong><em>&#x9996;&#x5148;&#xFF0C;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x5728;&#x751F;&#x6D3B;&#x4E2D;&#x65E0;&#x5904;&#x4E0D;&#x5728;&#x3002;</em></strong></p><p></p><p></p><p>&#x201C;&#x7269;&#x4EE5;&#x7C7B;&#x805A;&#xFF0C;&#x4EBA;&#x4EE5;&#x7FA4;&#x5206;&#x201D; &#xFF0C;&#x8FD1;&#x4EE3;&#x4EE5;&#x6765;&#xFF0C;&#x6211;&#x4EEC;&#x662F;&#x4E60;&#x60EF;&#x4E8E;<strong>&#x5C06;&#x7269;&#x4E0E;&#x4EBA;&#x505A;&#x5206;&#x7C7B;&#x6216;&#x8005;&#x5212;&#x5206;</strong>&#x7684;&#xFF0C;&#x6BD4;&#x5982;&#x751F;&#x7269;&#x5B66;&#x7684;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;&#x7684;<a href="https://zh.wikipedia.org/wiki/%E7%94%9F%E7%89%A9%E5%88%86%E7%B1%BB%E5%AD%A6" target="_blank" rel="noreferrer noopener">&#x201C;&#x57DF;&#x3001;&#x754C;&#x3001;&#x95E8;&#x3001;&#x7EB2;&#x3001;&#x76EE;&#x3001;&#x79D1;&#x3001;&#x5C5E;&#x3001;&#x79CD;&#x201D;</a>&#xFF0C;&#x6BD4;&#x5982;&#x56FE;&#x4E66;&#x7684;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;&#xFF08;<a href="https://zh.wikipedia.org/wiki/%E6%9D%9C%E5%A8%81%E5%8D%81%E8%BF%9B%E5%88%B6%E5%9B%BE%E4%B9%A6%E5%88%86%E7%B1%BB%E6%B3%95" target="_blank" rel="noreferrer noopener">&#x675C;&#x5A01;&#x5341;&#x8FDB;&#x5236;&#x56FE;&#x4E66;&#x5206;&#x7C7B;&#x6CD5;</a>&#x3001;<a href="https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%9B%BD%E5%9B%BE%E4%B9%A6%E9%A6%86%E5%9B%BE%E4%B9%A6%E5%88%86%E7%B1%BB%E6%B3%95" target="_blank" rel="noreferrer noopener">&#x4E2D;&#x56FD;&#x56FE;&#x4E66;&#x9986;&#x56FE;&#x4E66;&#x5206;&#x7C7B;&#x6CD5;</a>&#x7B49;&#xFF09;&#xFF0C;&#x6BD4;&#x5982;&#x5C06;&#x4EBA;&#x7FA4;&#x5206;&#x6210;&#x5E7C;&#x5E74;&#x3001;&#x5C11;&#x5E74;&#x3001;&#x9752;&#x5E74;&#x3001;&#x4E2D;&#x5E74;&#x3001;&#x8001;&#x5E74;&#xFF0C;&#x6BD4;&#x5982;&#x4EBA;&#x4F53;&#x8840;&#x578B;&#x7684;A&#x578B;&#x3001;B&#x578B;&#x3001;O&#x578B;&#x3001;AB&#x578B;&#xFF0C;&#x6BD4;&#x5982;&#x5C06;&#x6570;&#x5B57;&#x5206;&#x7C7B;&#x7684;&#x5947;&#x6570;&#x3001;&#x5076;&#x6570;&#x3001;&#x8D28;&#x6570;&#x3001;&#x5408;&#x6570;&#xFF0C;&#x6BD4;&#x5982;&#x5C06;&#x8BED;&#x8A00;&#x5206;&#x4E3A;en&#x3001;cn&#x3001;kr&#x3001;fr&#xFF0C;&#x6BD4;&#x5982;&#x5C06;&#x7F51;&#x7EDC;&#x5206;&#x4E3A;&#x4E2D;&#x5FC3;&#x5316;&#x3001;&#x53BB;&#x4E2D;&#x5FC3;&#x5316;&#x3001;&#x5206;&#x5E03;&#x5F0F;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x201C;&#x7C7B;&#x201D;&#x548C;&#x201C;&#x7FA4;&#x201D;&#x662F;&#x4E00;&#x79CD;&#x7279;&#x6B8A;&#x7684;&#x6807;&#x7B7E;&#xFF0C;&#x6BD4;&#x5982;steem&#x4E2D;&#x7684;&#x9996;&#x6807;&#x7B7E;&#x6216;&#x8005;&#x4E3B;&#x6807;&#x7B7E;&#xFF0C;&#x4E00;&#x822C;&#x4E5F;&#x88AB;&#x7528;&#x4F5C;&#x7C7B;&#x522B;&#xFF08;category&#xFF09;&#x3002;</p><p></p><p></p><p><strong>&#x793E;&#x4F1A;&#x4E2D;&#x4E5F;&#x7ECF;&#x5E38;&#x4F7F;&#x7528;&#x5927;&#x91CF;&#x7684;&#x8EAB;&#x4EFD;&#x6807;&#x7B7E;</strong>&#xFF0C;&#x6BD4;&#x5982;&#x5236;&#x670D;&#x3001;&#x6BD4;&#x5982;&#x89D2;&#x8272;&#x3002;&#x5236;&#x670D;&#x5BF9;&#x4E8E;&#x663E;&#x793A;&#x6743;&#x5A01;&#x6027;&#x3001;&#x5408;&#x6CD5;&#x6027;&#x548C;&#x4E13;&#x4E1A;&#x6027;&#x6709;&#x663E;&#x8457;&#x5E2E;&#x52A9;&#xFF0C;&#x6BD4;&#x5982;&#x8B66;&#x670D;&#x3001;&#x6BD4;&#x5982;&#x533B;&#x751F;&#x7684;&#x767D;&#x5927;&#x8902;&#x3002;&#x7236;&#x4EB2;&#x7684;&#x89D2;&#x8272;&#x3001;&#x8001;&#x5E08;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x5728;&#x4ED6;&#x4EBA;&#x770B;&#x6765;&#x4E5F;&#x6709;&#x4E00;&#x79CD;&#x9690;&#x542B;&#x7684;&#x610F;&#x5473;&#xFF0C;&#x6BD4;&#x5982;&#x7236;&#x4EB2;&#x7684;&#x575A;&#x5F3A;&#x3001;&#x8001;&#x5E08;&#x7684;&#x6148;&#x7231;&#xFF0C;&#x8FD9;&#x4E9B;&#x4E5F;&#x662F;&#x9690;&#x6027;&#x7684;&#x6807;&#x7B7E;&#x3002;&#x6BD4;&#x5982;&#x806A;&#x660E;&#x3001;&#x7F8E;&#x5973;&#x3001;&#x571F;&#x8C6A;&#xFF0C;&#x4E5F;&#x90FD;&#x662F;&#x6211;&#x4EEC;&#x7ED9;&#x8EAB;&#x8FB9;&#x7684;&#x4EBA;&#x6253;&#x4E0A;&#x7684;&#x6807;&#x7B7E;&#x3002;&#x6BD4;&#x5982; @julian2013 &#x673A;&#x673A;&#x662F;&#x6EE1;&#x8179;&#x7ECF;&#x7EB6;&#xFF0C;&#x6BD4;&#x5982; @ericet &#x6751;&#x957F;&#x662F;&#x767E;&#x79D1;&#x5168;&#x4E66;&#xFF0C;&#x6BD4;&#x5982; @softmetal&#x548C;@pgr&#x662F;&#x597D;&#x5144;&#x5F1F;&#x3002;</p><p></p><p></p><p>&#x6807;&#x7B7E;&#x65E0;&#x5904;&#x4E0D;&#x5728;&#xFF0C;&#x6211;&#x4EEC;&#x5374;&#x6CA1;&#x6709;&#x771F;&#x6B63;&#x7406;&#x89E3;&#xFF0C;&#x8FD9;&#x4E0D;&#x65AD;&#x6FC0;&#x53D1;&#x7740;&#x6211;&#x4EEC;&#x7684;&#x597D;&#x5947;&#x5FC3;&#x3002;</p><p></p><p></p><p><strong><em>&#x5176;&#x6B21;&#xFF0C;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x662F;&#x4E00;&#x4E2A;&#x590D;&#x6742;&#x7684;&#x7814;&#x7A76;&#x5BF9;&#x8C61;&#x3002;</em></strong></p><p></p><p></p><p>&#x6807;&#x7B7E;&#x901A;&#x5E38;&#x662F;&#x5BF9;&#x4E00;&#x4E2A;&#x201C;&#x7C7B;&#x522B;&#x201D;&#x6216;&#x201C;&#x7FA4;&#x4F53;&#x201D;&#x7684;&#x5BF9;&#x8C61;&#x8FDB;&#x884C;&#x7279;&#x5F81;&#x63CF;&#x8FF0;&#x3002;&#x6309;&#x7167;&#x533A;&#x5757;&#x94FE;&#x4E16;&#x754C;&#x7684;&#x8BDD;&#x672F;&#x6765;&#x8BF4;&#xFF0C;&#x4E00;&#x65E6;&#x88AB;&#x7FA4;&#x4F53;&#x6027;&#x4F7F;&#x7528;&#x5C31;&#x5F62;&#x6210;&#x4E86;&#x67D0;&#x79CD;&#x201C;&#x5171;&#x8BC6;&#x201D;&#xFF0C;&#x6BD4;&#x5982;&#x79D1;&#x5B66;&#x5BB6;&#x56E2;&#x4F53;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x5D07;&#x62DC;&#x3001;&#x6BD4;&#x5982;&#x519B;&#x4EBA;&#x5BF9;&#x5C1A;&#x6B66;&#x7684;&#x8BA4;&#x540C;&#x3001;&#x6BD4;&#x5982;&#x5546;&#x4EBA;&#x5BF9;&#x5229;&#x6DA6;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x201C;&#x5171;&#x8BC6;&#x201D;&#x53C8;&#x5C06;&#x5F71;&#x54CD;&#x4FE1;&#x4EFB;&#xFF0C;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x539F;&#x56E0;&#x4FE1;&#x4EFB;&#x533B;&#x751F;&#x4EEC;&#x7684;&#x533B;&#x672F;&#xFF0C;&#x53C8;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x4E0D;&#x90A3;&#x4E48;&#x4FE1;&#x4EFB;&#x7F6A;&#x72AF;&#x4F1A;&#x7EE7;&#x7EED;&#x884C;&#x5584;&#xFF0C;&#x8FD9;&#x79CD;&#x4FE1;&#x4EFB;&#x4E5F;&#x786E;&#x5B9E;&#x5E76;&#x975E;&#x603B;&#x662F;&#x6B63;&#x786E;&#xFF0C;&#x6BD5;&#x7ADF;&#x7FA4;&#x4F53;&#x7684;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x6709;&#x65F6;&#x4F5C;&#x7528;&#x4E8E;&#x4E2A;&#x4EBA;&#x4F1A;&#x6709;&#x5DEE;&#x522B;&#x3002;<strong>&#x6240;&#x4EE5;&#x6807;&#x7B7E;&#x6709;&#x5F88;&#x6DF1;&#x5165;&#x7684;&#x5916;&#x5EF6;&#xFF0C;&#x5BF9;&#x6807;&#x7B7E;&#x7684;&#x7814;&#x7A76;&#x5E38;&#x5E38;&#x9700;&#x8981;&#x5BF9;&#x201C;&#x4FE1;&#x4EFB;&#x201D;&#x3001;&#x201C;&#x8BA4;&#x77E5;&#x8FC7;&#x7A0B;&#x201D;&#x3001;&#x201C;&#x5143;&#x6570;&#x636E;&#x201D;&#x7B49;&#x591A;&#x79CD;&#x793E;&#x4F1A;&#x3001;&#x4FE1;&#x606F;&#x548C;&#x751F;&#x7406;&#x673A;&#x5236;&#x6709;&#x6240;&#x4E86;&#x89E3;</strong>&#x3002;</p><p></p><p></p><p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x65E2;&#x7136;&#x7269;&#x3001;&#x4EBA;&#x3001;&#x4FE1;&#x606F;&#x3001;&#x884C;&#x4E3A;&#x7B49;&#x7B49;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x6253;&#x4E0A;&#x6807;&#x7B7E;&#xFF0C;&#x5C31;&#x4E0D;&#x53EF;&#x907F;&#x514D;&#x5F97;&#x8FDB;&#x5316;&#x51FA;&#x4E86;&#x5404;&#x81EA;&#x7684;&#x590D;&#x6742;&#x7684;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#x3002;&#x8981;&#x4E86;&#x89E3;&#x6807;&#x7B7E;&#x7684;&#x5F62;&#x6210;&#x3001;&#x95EE;&#x9898;&#x548C;&#x53D1;&#x5C55;&#xFF0C;&#x53C8;&#x5FC5;&#x987B;&#x6DF1;&#x5165;&#x5230;&#x5404;&#x4E2A;&#x9886;&#x57DF;&#x7684;&#x8BED;&#x5883;&#x4E4B;&#x4E2D;&#xFF0C;<strong>&#x6240;&#x4EE5;&#x5206;&#x6790;&#x5176;&#x5171;&#x6027;&#x4FBF;&#x5B58;&#x5728;&#x5404;&#x79CD;&#x6311;&#x6218;</strong>&#x3002;&#x5206;&#x7C7B;&#x5B66;&#x3001;&#x56FE;&#x4E66;&#x9986;&#x5B66;&#xFF08;&#x60C5;&#x62A5;&#x5B66;&#xFF09;&#x3001;&#x535A;&#x7269;&#x5B66;&#x3001;&#x8BED;&#x8A00;&#x5B66;&#x3001;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x5FC3;&#x7406;&#x5B66;&#x3001;&#x4EBA;&#x7C7B;&#x5B66;&#x3001;&#x6570;&#x636E;&#x79D1;&#x5B66;&#x7B49;&#x5B66;&#x79D1;&#x90FD;&#x5404;&#x81EA;&#x5B58;&#x5728;&#x5BF9;&#x6807;&#x7B7E;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x8DB3;&#x89C1;&#x5176;&#x5728;&#x7406;&#x8BBA;&#x4E0E;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x5F71;&#x54CD;&#x6DF1;&#x8FDC;&#x4E0E;&#x7814;&#x7A76;&#x65B9;&#x5F0F;&#x7684;&#x590D;&#x6742;&#x6027;&#x3002;</p><p></p><p></p><p>&#x5C06;&#x590D;&#x6742;&#x5BF9;&#x8C61;&#x63D0;&#x53D6;&#x51FA;&#x67D0;&#x79CD;&#x672C;&#x6027;&#xFF0C;&#x4E5F;&#x662F;&#x9A71;&#x4F7F;&#x6211;&#x4EEC;&#x63A2;&#x7D22;&#x7684;&#x91CD;&#x8981;&#x52A8;&#x529B;&#x3002;</p><p></p><p></p><p><strong><em>&#x6700;&#x540E;&#xFF0C;&#x638C;&#x63E1;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x662F;&#x8BA4;&#x8BC6;&#x81EA;&#x7136;&#x3001;&#x7406;&#x89E3;&#x793E;&#x4F1A;&#x3001;&#x4E86;&#x89E3;&#x6587;&#x5316;&#x7684;&#x91CD;&#x8981;&#x73AF;&#x8282;&#x3002;</em></strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x7684;&#x5927;&#x8111;&#x4E2D;&#x5B58;&#x5728;&#x4E00;&#x4E2A;<strong>&#x201C;&#x5185;&#x7F6E;&#x7684;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#x201D;</strong>&#xFF0C;&#x5B83;&#x65E2;&#x662F;&#x751F;&#x7269;&#x8FDB;&#x5316;&#x7684;&#x7ED3;&#x679C;&#x3001;&#x4E5F;&#x662F;&#x793E;&#x4F1A;&#x5173;&#x7CFB;&#x7684;&#x4EA7;&#x7269;&#xFF0C;&#x901A;&#x8FC7;&#x5B83;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x66F4;&#x52A0;&#x6DF1;&#x5165;&#x548C;&#x5E7F;&#x53D1;&#x7684;&#x7406;&#x89E3;&#x81EA;&#x7136;&#x3001;&#x5B66;&#x4E60;&#x6587;&#x5316;&#x3001;&#x7406;&#x89E3;&#x4E16;&#x4EBA;&#x3002;&#x6807;&#x7B7E;&#x4E0E;&#x8BED;&#x8A00;&#x4E5F;&#x6709;&#x7740;&#x6781;&#x4E3A;&#x5BC6;&#x5207;&#x7684;&#x5173;&#x7CFB;&#x3002;</p><p></p><p></p><p>&#x6240;&#x4EE5;&#x901A;&#x8FC7;&#x5411;&#x5185;&#x548C;&#x5411;&#x5916;&#x89C2;&#x5BDF;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#xFF0C;&#x80FD;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x5BF9;&#x5B87;&#x5B99;&#x548C;&#x81EA;&#x8EAB;&#x6709;&#x66F4;&#x5207;&#x5B9E;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5E76;&#x501F;&#x52A9;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#x5BF9;&#x4EBA;&#x7C7B;&#x7684;&#x77E5;&#x8BC6;&#x3001;&#x6587;&#x5316;&#x3001;&#x6280;&#x672F;&#x548C;&#x793E;&#x4F1A;&#x8FDB;&#x884C;&#x66F4;&#x6709;&#x6548;&#x7684;&#x521B;&#x65B0;&#x3002;&#x6B63;&#x5982;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x7684;&#x53EF;&#x4EE5;&#x5BF9;Steem&#x6807;&#x7B7E;&#x8FDB;&#x884C;&#x201C;&#x683C;&#x7269;&#x81F4;&#x77E5;&#x201D;&#x4E00;&#x6837;&#xFF0C;&#x4E8E;&#x5B87;&#x5B99;&#x4E5F;&#x80FD;&#x5982;&#x6B64;&#x3002;</p><p></p><p></p><p>&#x4F7F;&#x7528;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#x6765;&#x4F5C;&#x4E3A;&#x7406;&#x89E3;&#x4E16;&#x754C;&#x7684;&#x4E00;&#x4E2A;&#x89C6;&#x89D2;&#x548C;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x4E5F;&#x6709;&#x5FC5;&#x8981;&#x7684;&#x610F;&#x4E49;&#x548C;&#x4EF7;&#x503C;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#x7406;&#x89E3;&#x6807;&#x7B7E;&#x7684;&#x672C;&#x8D28;&#xFF08;the nature of tags&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x5B83;&#x5728;&#x81EA;&#x7136;&#x3001;&#x793E;&#x4F1A;&#x3001;&#x77E5;&#x8BC6;&#x3001;&#x6280;&#x672F;&#x548C;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x8FD9;&#x662F;&#x672C;&#x6587;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x4E09;&#xFF0C;&#x4E5F;&#x662F;&#x6700;&#x6839;&#x672C;&#x7684;&#x76EE;&#x7684;&#x3002;</strong></p><p></p><p></p><p></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Las8NGKhhVh9QRoN898%2F-LasCL8yvBvs2vrIZrJY%2Fimage.png?alt=media&amp;token=1f97f403-4b07-4d88-8276-669b8d0d117e" alt=""><p></p><p></p><p style="text-align:center">source: <a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Tag_(metadata)" target="_blank">Wikipedia &#x2013; Tag (metadata)</a> | <a rel="noreferrer noopener" href="https://creativecommons.org/licenses/by-sa/2.0/" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><h2 id="shen-me-shi-biao-qian-what">&#x4EC0;&#x4E48;&#x662F;&#x6807;&#x7B7E;&#xFF1F;| What<a href="#shen-me-shi-biao-qian-what"></a></h2><p></p><p></p><p>&#x4E3A;&#x4E86;&#x5F15;&#x51FA;&#x672C;&#x6587;&#x7684;&#x6838;&#x5FC3;&#x5185;&#x5BB9;&#x7684;&#x8BA8;&#x8BBA;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x5F15;&#x8A00;&#x90E8;&#x5206;&#x4EE5;steem&#x4E3A;&#x7740;&#x773C;&#x70B9;&#x5DF2;&#x7ECF;&#x505A;&#x4E86;&#x5F88;&#x591A;&#x94FA;&#x9648;&#xFF0C;&#x4E0B;&#x6587;&#x6211;&#x4EEC;&#x4ECE;&#x8D77;&#x6E90;&#x3001;&#x81EA;&#x7136;&#x3001;&#x793E;&#x4F1A;&#x3001;&#x4FE1;&#x606F;&#x3001;&#x6280;&#x672F;&#x548C;&#x6587;&#x5316;&#x7B49;&#x5404;&#x4E2A;&#x89D2;&#x5EA6;&#x6765;&#x89C2;&#x5BDF;&#x6807;&#x7B7E;&#x7684;&#x6F14;&#x53D8;&#x4E0E;&#x672C;&#x8D28;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h3 id="1-bei-hu-shi-de-fen-lei-xue-biao-qian-cong-he-er-lai">1. &#x88AB;&#x5FFD;&#x89C6;&#x7684;&#x5206;&#x7C7B;&#x5B66;&#xFF1A;&#x6807;&#x7B7E;&#x4ECE;&#x4F55;&#x800C;&#x6765;&#xFF1F;<a href="#1-bei-hu-shi-de-fen-lei-xue-biao-qian-cong-he-er-lai"></a></h3><p></p><p></p><p>&#x6807;&#x7B7E;&#x7684;&#x7279;&#x70B9;&#x5728;&#x4E8E;&#x5BF9;&#x5173;&#x4E8E;&#x5468;&#x8FB9;&#x4E16;&#x754C;&#x7684;&#x4FE1;&#x606F;&#x7684;&#x7EC4;&#x7EC7;&#xFF0C;<strong>&#x201C;&#x7EC4;&#x7EC7;&#x201D;&#xFF08;organize&#xFF09;&#x8FD1;&#x4E4E;&#x4E8E;&#x4EBA;&#x7684;&#x672C;&#x80FD;</strong>&#x3002;&#x7531;&#x535A;&#x7269;&#x5B66;&#x53D1;&#x5C55;&#x6765;&#x7684;&#x5206;&#x7C7B;&#x5B66;&#xFF0C;&#x662F;&#x5BF9;&#x4EBA;&#x7C7B;&#x8FD9;&#x4E00;&#x201C;&#x7EC4;&#x7EC7;&#x201D;&#x80FD;&#x529B;&#x7684;&#x96C6;&#x4E2D;&#x4F53;&#x73B0;&#xFF0C;&#x6211;&#x4EEC;&#x7531;&#x6B64;&#x8C08;&#x8D77;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;1&#xFF09;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x4E2D;&#x7684;&#x5206;&#x7C7B;&#x5B66;</strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x5728;&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;[<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-33j60d0hfr" target="_blank">&#xFF08;&#x4E00;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-yafmsa49dm" target="_blank">&#xFF08;&#x4E8C;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-7xw4el63nl" target="_blank">&#xFF08;&#x4E09;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-1chj3yjqtx" target="_blank">&#xFF08;&#x56DB;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-l5zrunwits" target="_blank">&#xFF08;&#x4E94;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-hxs3qrgf9g" target="_blank">&#xFF08;&#x516D;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" href="https://busy.org/@robertyan/stem-w711lx53tn" target="_blank">&#xFF08;&#x4E03;&#xFF09;</a>] &#x8FD9;&#x4E00;&#x7CFB;&#x5217;&#x4E2D;&#xFF0C;&#x8C08;&#x5230;&#x4E86;&#x8D77;&#x6E90;&#x4E8E;&#x5E0C;&#x814A;&#x7684;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x3002;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x8BA4;&#x4E3A;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#xFF08;natural philosophy&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x77E5;&#x8BC6;&#x3001;&#x79D1;&#x5B66;&#xFF09;&#x662F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x77E5;&#x8BC6;&#x5F62;&#x6001;&#xFF1B;&#x4F46;&#x540C;&#x65F6;&#xFF0C;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x4E5F;&#x505A;&#x4E86;&#x5927;&#x91CF;&#x535A;&#x7269;&#x5B66;&#xFF08;&#x5373;natural history&#xFF0C;&#x73B0;&#x5728;&#x4E5F;&#x5EFA;&#x8BAE;&#x7FFB;&#x8BD1;&#x4E3A;&#x201C;&#x81EA;&#x7136;&#x5FD7;&#x201D;&#x6216;<a rel="noreferrer noopener" href="https://zh.wikipedia.org/wiki/%E8%87%AA%E7%84%B6%E5%8E%86%E5%8F%B2" target="_blank">&#x201C;&#x81EA;&#x7136;&#x53F2;&#x201D;</a>&#xFF0C;&#x4EE5;&#x4E0B;&#x7528;&#x535A;&#x7269;&#x5B66;&#x6307;&#x4EE3;natural history&#xFF09;&#x7814;&#x7A76;&#xFF0C;&#x4F8B;&#x5982;&#x300A;&#x52A8;&#x7269;&#x7684;&#x5668;&#x5B98;&#x300B;&#x3001;&#x300A;&#x52A8;&#x7269;&#x7684;&#x8FD0;&#x52A8;&#x300B;&#x3001;&#x300A;&#x52A8;&#x7269;&#x7684;&#x751F;&#x6210;&#x300B;&#x7B49;&#x3002;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x8BA4;&#x4E3A;&#x535A;&#x7269;&#x5B66;/&#x81EA;&#x7136;&#x5FD7;&#x662F;&#x4E00;&#x79CD;&#x6BD4;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x4F4E;&#x4E00;&#x7EA7;&#x7684;&#x77E5;&#x8BC6;&#x5F62;&#x6001;&#xFF0C;&#x628A;&#x535A;&#x7269;&#x5B66;/&#x81EA;&#x7136;&#x5FD7;&#x8BA4;&#x4E3A;&#x662F;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x7684;&#x51C6;&#x5907;&#x9636;&#x6BB5;&#x3002;<strong>&#x535A;&#x7269;&#x5B66;/&#x81EA;&#x7136;&#x5FD7;&#x662F;&#x81EA;&#x7136;&#x54F2;&#x5B66;-&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x4E4B;&#x5916;&#x7684;&#x53E6;&#x4E00;&#x79CD;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;</strong>&#xFF0C;&#x6307;&#x7684;&#x662F;&#x5BF9;&#x81EA;&#x7136;&#x7684;&#x89C2;&#x5BDF;&#x3001;&#x8BB0;&#x5F55;&#x3001;&#x5206;&#x7C7B;&#x548C;&#x5206;&#x6790;&#x7B49;&#xFF0C;&#x4F46;&#x968F;&#x7740;&#x73B0;&#x4EE3;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x53D1;&#x8FBE;&#x3001;&#x4EE5;&#x53CA;&#x529F;&#x5229;&#x4E3B;&#x4E49;&#x7684;&#x76DB;&#x884C;&#xFF0C;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x5728;&#x5168;&#x4E16;&#x754C;&#x90FD;&#x9047;&#x5230;&#x4E86;&#x6781;&#x5927;&#x6311;&#x6218;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x81EA;&#x7136;&#x5FD7;&#xFF08;&#x535A;&#x7269;&#x5B66;&#xFF09;&#xFF1A;&#x8FFD;&#x6C42;&#x81EA;&#x7136;&#x79E9;&#x5E8F;</em></strong></p><p></p><p></p><p>&#x4E0E;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x5BF9;&#x6C38;&#x6052;&#x4E0D;&#x53D8;&#x7684;&#x8FFD;&#x6C42;&#x76F8;&#x6BD4;&#xFF0C;<strong>&#x535A;&#x7269;&#x5B66;&#x91C7;&#x53D6;&#x9996;&#x5148;&#x6536;&#x96C6;&#x548C;&#x9274;&#x522B;&#x201C;&#x4E8B;&#x5B9E;&#x201D;&#xFF0C;&#x7136;&#x540E;&#x5BF9;&#x5176;&#x8FDB;&#x884C;&#x63CF;&#x8FF0;&#x548C;&#x547D;&#x540D;&#xFF0C;&#x6700;&#x540E;&#x8FDB;&#x884C;&#x5206;&#x7C7B;&#x7F16;&#x76EE;</strong>&#xFF1B;&#x5176;&#x76EE;&#x7684;&#x662F;&#x5C3D;&#x53EF;&#x80FD;&#x8BE6;&#x5C3D;&#x5730;&#x63CF;&#x8FF0;&#x548C;&#x4E86;&#x89E3;&#x73B0;&#x8C61;&#x672C;&#x8EAB;&#xFF0C;&#x66F4;&#x6CE8;&#x91CD;&#x73B0;&#x8C61;&#x548C;&#x4E8B;&#x5B9E;&#x7684;&#x4E2A;&#x522B;&#x6027;&#x3001;&#x72EC;&#x7279;&#x6027;&#x3001;&#x4E0D;&#x53EF;&#x8FD8;&#x539F;&#x6027;&#xFF0C;&#x800C;&#x4E0D;&#x8FFD;&#x7A76;&#x4E8B;&#x7269;&#x80CC;&#x540E;&#x7684;&#x539F;&#x56E0;&#x3002;&#x535A;&#x7269;&#x5B66;&#x7684;&#x91CD;&#x8981;&#x7279;&#x70B9;&#x662F;<strong>&#x8FFD;&#x6C42;&#x201C;&#x81EA;&#x7136;&#x79E9;&#x5E8F;&#x201D;</strong>&#xFF0C;&#x5176;&#x5185;&#x5BB9;&#x5305;&#x62EC;&#x52A8;&#x7269;&#x3001;&#x690D;&#x7269;&#x3001;&#x5929;&#x6587;&#x3001;&#x5730;&#x7406;&#x3001;&#x6C14;&#x8C61;&#x3001;&#x6C34;&#x6587;&#x3001;&#x77FF;&#x7269;&#x7B49;&#x3002;&#x5206;&#x7C7B;&#x5B66;&#x5219;&#x662F;&#x5728;&#x535A;&#x7269;&#x5B66;&#x7684;&#x8FD9;&#x4E00;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x7684;&#x53D1;&#x5C55;&#x4E2D;&#x7684;&#x5FC5;&#x7136;&#x7ED3;&#x679C;&#x3002;</p><p></p><p></p><p>18&#x4E16;&#x7EAA;&#x7684;&#x745E;&#x5178;&#x7684;&#x4F1F;&#x5927;&#x535A;&#x7269;&#x5B66;&#x5BB6;<strong>&#x6797;&#x5948;</strong>&#x88AB;&#x79F0;&#x4E3A;<strong>&#x201C;&#x5206;&#x7C7B;&#x5B66;&#x4E4B;&#x7236;&#x201D;</strong>&#xFF0C;&#x5176;&#x8D21;&#x732E;&#x4E3B;&#x8981;&#x662F;&#x5EFA;&#x7ACB;&#x4E86;&#x4EE5;&#x690D;&#x7269;&#x7684;&#x6027;&#x5668;&#x5B98;&#x4E3A;&#x5206;&#x7C7B;&#x4F9D;&#x636E;&#x7684;&#x690D;&#x7269;&#x5206;&#x7C7B;&#x6CD5;&#xFF0C;&#x5C06;&#x690D;&#x7269;&#x5212;&#x5206;&#x4E3A;24&#x7EB2;&#x3001;16&#x76EE;&#x3001;1000&#x591A;&#x5C5E;&#x3001;10000&#x591A;&#x79CD;&#xFF1B;&#x4EE5;&#x53CA;&#x5EFA;&#x7ACB;&#x4E86;&#x62C9;&#x4E01;&#x8BED;&#x53CC;&#x547D;&#x540D;&#x6CD5;&#xFF0C;&#x7ED3;&#x675F;&#x4E86;&#x751F;&#x7269;&#x547D;&#x540D;&#x95EE;&#x9898;&#x4E0A;&#x7684;&#x6DF7;&#x4E71;&#x5C40;&#x9762;&#xFF0C;&#x88AB;&#x79F0;&#x4E3A;&#x201C;&#x4E9A;&#x5F53;&#x7B2C;&#x4E8C;&#x201D;&#xFF08;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x8BF4;&#x4E0A;&#x5E1D;&#x9020;&#x7269;&#xFF0C;&#x4E9A;&#x5F53;&#x547D;&#x540D;&#xFF09;&#x3002;<strong>&#x300A;&#x81EA;&#x7136;&#x7CFB;&#x7EDF;&#x300B;</strong>&#x548C;<strong>&#x300A;&#x690D;&#x7269;&#x79CD;&#x5FD7;&#x300B;</strong>&#x662F;&#x6797;&#x5948;&#x5728;&#x5206;&#x7C7B;&#x5B66;&#x4E0A;&#x7684;&#x4F1F;&#x5927;&#x6210;&#x5C31;&#x3002;</p><p></p><p></p><p>&#x6211;&#x4EEC;&#x6253;&#x5F00;&#x5E38;&#x89C1;&#x7684;&#x690D;&#x7269;&#x5FD7;&#x6216;&#x8005;&#x52A8;&#x7269;&#x5FD7;&#x4E66;&#x7C4D;&#xFF0C;&#x591A;&#x534A;&#x90FD;&#x80FD;&#x88AB;&#x5176;&#x4E2D;&#x751F;&#x52A8;&#x7684;&#x56FE;&#x7247;&#x548C;&#x63CF;&#x8FF0;&#x6240;&#x5438;&#x5F15;&#x3002;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x4FE1;&#x606F;&#x63CF;&#x8FF0;&#x65B9;&#x6CD5;&#x7684;&#x201C;&#x6807;&#x7B7E;&#x201D;&#x5728;&#x201C;&#x81EA;&#x7136;&#x5FD7;&#x201D;&#x548C;&#x201C;&#x535A;&#x7269;&#x5B66;&#x201D;&#x7684;&#x4E66;&#x7C4D;&#x6587;&#x5B57;&#x4E2D;&#x5E76;&#x4E0D;&#x5E38;&#x89C1;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x751F;&#x7269;&#x6027;&#x72B6;&#x7279;&#x5F81;&#x7684;&#x63D0;&#x53D6;&#xFF08;&#x5982;&#x4F53;&#x578B;&#x3001;&#x5206;&#x5E03;&#x3001;&#x6BDB;&#x8272;&#x7B49;&#xFF09;&#xFF0C;&#x672C;&#x8EAB;&#x4E5F;&#x662F;&#x4E00;&#x79CD;<strong>&#x6807;&#x7B7E;&#x5316;&#x3001;&#x7279;&#x5F81;&#x5316;&#x7684;&#x8FC7;&#x7A0B;</strong>&#xFF0C;&#x8FD9;&#x5728;&#x5BF9;&#x751F;&#x7269;&#x8FC1;&#x5F99;&#x3001;&#x8FDB;&#x5316;&#x3001;&#x8D77;&#x6E90;&#x7684;&#x63A8;&#x7406;&#x8FC7;&#x7A0B;&#x4E2D;&#x975E;&#x5E38;&#x5FC5;&#x8981;&#x3002;&#x800C;<strong>&#x5206;&#x7C7B;&#xFF0C;&#x662F;&#x5728;&#x5404;&#x79CD;&#x7279;&#x5F81;&#x6807;&#x7B7E;&#x7684;&#x57FA;&#x7840;&#x4E0A;&#xFF0C;&#x5F62;&#x6210;&#x7684;&#x4E00;&#x79CD;&#x5C42;&#x7EA7;&#x5316;&#x3001;&#x7ED3;&#x6784;&#x5316;&#x3001;&#x5360;&#x4E3B;&#x8981;&#x5730;&#x4F4D;&#x7684;&#x6807;&#x7B7E;</strong>&#xFF0C;&#x662F;&#x5BF9;&#x5927;&#x91CF;&#x7279;&#x5F81;&#x6807;&#x7B7E;&#x7684;&#x62BD;&#x8C61;&#xFF0C;&#x5177;&#x6709;&#x552F;&#x4E00;&#x6027;&#x3002;&#x4ECE;&#x8FD9;&#x79CD;&#x610F;&#x4E49;&#x4E0A;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;<strong>&#x201C;&#x6807;&#x7B7E;&#x201D;&#x662F;&#x201C;&#x5206;&#x7C7B;&#x201D;&#x7684;&#x57FA;&#x7840;</strong>&#xFF0C;&#x4F8B;&#x5982;&#x6797;&#x5948;&#x6839;&#x636E;&#x690D;&#x7269;&#x96C4;&#x854A;&#x548C;&#x96CC;&#x854A;&#x7684;&#x6570;&#x76EE;&#x548C;&#x76F8;&#x5BF9;&#x4F4D;&#x7F6E;&#x8BBE;&#x8BA1;&#x7684;&#x7EB2;&#xFF08;class&#xFF09;&#x3001;&#x76EE;&#xFF08;order&#xFF09;&#x7684;&#x5206;&#x7C7B;&#x6CD5;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x5206;&#x7C7B;&#x5B66;&#x4E0E;&#x6807;&#x7B7E;&#xFF1A;&#x4FE1;&#x606F;&#x7EC4;&#x7EC7;&#x6280;&#x672F;</em></strong></p><p></p><p></p><p><strong>&#x5206;&#x7C7B;&#x5B66;&#xFF08;taxonomy&#xFF09;</strong>&#x662F;&#x4E00;&#x79CD;&#x4ECE;&#x9876;&#x5411;&#x4E0B;&#x3001;&#x7CFB;&#x7EDF;&#x7684;&#x3001;&#x4E2D;&#x5FC3;&#x5316;&#x7684;&#x5BF9;&#x4E16;&#x754C;&#x8FDB;&#x884C;&#x5212;&#x5206;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x662F;&#x5177;&#x6709;&#x660E;&#x786E;&#x7684;&#x4E0A;&#x4E0B;&#x5C42;&#x7EA7;&#x7684;&#x6811;&#x72B6;&#x7ED3;&#x6784;&#xFF0C;&#x5176;&#x672C;&#x8EAB;&#x662F;&#x5BF9;<strong>&#x81EA;&#x7136;&#x79E9;&#x5E8F;&#x7684;&#x6709;&#x5E8F;&#x89C2;&#x5FF5;</strong>&#x7684;&#x4E00;&#x79CD;&#x8868;&#x73B0;&#x3002;&#x7531;&#x535A;&#x7269;&#x5B66;&#x53D1;&#x5C55;&#x51FA;&#x7684;&#x8FDB;&#x5316;&#x8BBA;&#x7684;&#x6838;&#x5FC3;&#x8BBA;&#x70B9;&#xFF08;1&#xFF09;&#x6240;&#x6709;&#x751F;&#x7269;&#x62E5;&#x6709;&#x5171;&#x540C;&#x7684;&#x8D77;&#x6E90;&#xFF08;2&#xFF09;&#x73B0;&#x5B58;&#x751F;&#x7269;&#x591A;&#x6837;&#x6027;&#x662F;&#x81EA;&#x7136;&#x9009;&#x62E9;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4E5F;&#x53CD;&#x5E94;&#x4E86;&#x540C;&#x6837;&#x7684;&#x601D;&#x60F3;&#x5185;&#x5BB9;&#x3002;&#x8FD9;&#x4E0E;&#x897F;&#x65B9;&#x7684;&#x201C;&#x552F;&#x4E00;&#x201D;&#x7684;&#x201C;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x76F8;&#x4E00;&#x81F4;&#x3002;&#x5206;&#x7C7B;&#x5B66;&#x662F;&#x4E3A;&#x535A;&#x7269;&#x5B66;&#x5EFA;&#x7ACB;&#x4F53;&#x7CFB;&#x7684;&#x6709;&#x6548;&#x65B9;&#x5F0F;&#xFF0C;&#x5176;&#x4F20;&#x627F;&#x8005;&#x5927;&#x591A;&#x662F;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x5F0F;&#x7684;&#x901A;&#x624D;&#x3002;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x53EF;&#x4EE5;&#x8FD9;&#x4E48;&#x8BA4;&#x4E3A;&#xFF0C;<strong>&#x54F2;&#x5B66;&#x5BB6;&#x7684;&#x4F7F;&#x547D;&#x662F;&#x53D1;&#x95EE;&#xFF0C;&#x800C;&#x535A;&#x7269;&#x5B66;&#x5BB6;&#xFF08;naturalist&#xFF09;&#x7684;&#x4F7F;&#x547D;&#x662F;&#x5206;&#x7C7B;</strong>&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x751F;&#x7269;&#x5206;&#x7C7B;&#x7C7B;&#x4F3C;&#xFF0C;&#x8FD1;&#x4EE3;&#x7684;&#x56FE;&#x4E66;&#x9986;&#x7CFB;&#x7EDF;&#x4E5F;&#x91C7;&#x53D6;&#x4E86;&#x7C7B;&#x4F3C;&#x7684;&#x5206;&#x7C7B;&#x5B66;&#x65B9;&#x6CD5;&#xFF08;<strong>&#x56FE;&#x4E66;&#x9986;&#x5B66;</strong>&#xFF09;&#xFF0C;&#x5982;<a href="https://zh.wikipedia.org/wiki/%E6%9D%9C%E5%A8%81%E5%8D%81%E8%BF%9B%E5%88%B6%E5%9B%BE%E4%B9%A6%E5%88%86%E7%B1%BB%E6%B3%95" target="_blank" rel="noreferrer noopener">&#x675C;&#x5A01;&#x5341;&#x8FDB;&#x5236;&#x56FE;&#x4E66;&#x5206;&#x7C7B;&#x6CD5;</a>&#x3001;<a href="https://zh.wikipedia.org/wiki/%E5%9B%9B%E9%83%A8%E5%88%86%E9%A1%9E%E6%B3%95" target="_blank" rel="noreferrer noopener">&#x56DB;&#x90E8;&#x5206;&#x7C7B;&#x6CD5;&#xFF08;&#x7ECF;&#x53F2;&#x5B50;&#x96C6;&#xFF09;</a>&#x3001;<a href="https://zh.wikipedia.org/wiki/%E4%B8%AD%E5%9B%BD%E5%9B%BE%E4%B9%A6%E9%A6%86%E5%9B%BE%E4%B9%A6%E5%88%86%E7%B1%BB%E6%B3%95" target="_blank" rel="noreferrer noopener">&#x4E2D;&#x56FD;&#x56FE;&#x4E66;&#x9986;&#x56FE;&#x4E66;&#x5206;&#x7C7B;&#x6CD5;</a>&#x7B49;&#xFF0C;&#x8FD9;&#x65E2;&#x6709;&#x8BA1;&#x7B97;&#x673A;&#x51FA;&#x73B0;&#x4E4B;&#x524D;&#x4EBA;&#x7C7B;&#x68C0;&#x7D22;&#x4FE1;&#x606F;&#x65B9;&#x5F0F;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4E5F;&#x6709;&#x7269;&#x7406;&#x7A7A;&#x95F4;&#x653E;&#x7F6E;&#x4E66;&#x7C4D;&#x548C;&#x6587;&#x732E;&#x7684;&#x539F;&#x56E0;&#x3002;&#x4ECA;&#x5929;&#x7684;&#x56FE;&#x4E66;&#x9986;&#x4ECD;&#x7136;&#x91C7;&#x7528;&#x4E25;&#x683C;&#x7684;&#x5206;&#x7C7B;&#x65B9;&#x6CD5;&#x6446;&#x653E;&#x56FE;&#x4E66;&#xFF0C;&#x4F46;&#x7D22;&#x5F15;&#x4E66;&#x7C4D;&#x7684;&#x65B9;&#x6CD5;&#x5374;&#x6709;&#x4E86;&#x6781;&#x5927;&#x6539;&#x53D8;&#xFF0C;&#x4FE1;&#x606F;&#x68C0;&#x7D22;&#x610F;&#x4E49;&#x4E0A;&#x7684;<strong>&#x201C;&#x6807;&#x7B7E;&#x201D;&#x7684;&#x4EF7;&#x503C;</strong>&#x5F97;&#x5230;&#x4E86;&#x771F;&#x6B63;&#x4F53;&#x73B0;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x4E66;&#x7C4D;&#x67E5;&#x8BE2;&#x65F6;&#xFF0C;&#x6709;&#x6548;&#x5229;&#x7528;&#x6807;&#x7B7E;&#x548C;&#x641C;&#x7D22;&#xFF0C;&#x80FD;&#x5FEB;&#x901F;&#x8FC7;&#x6EE4;&#x3001;&#x53D1;&#x73B0;&#x548C;&#x5B9A;&#x4F4D;&#x4E66;&#x7C4D;&#xFF0C;&#x5E76;&#x53D1;&#x73B0;&#x76F8;&#x5173;&#x8054;&#x7684;&#x4E66;&#x7C4D;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x5176;&#x672C;&#x8D28;&#x4E0A;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x5206;&#x7C7B;&#x5B66;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x89E3;&#x548C;&#x7EC4;&#x7EC7;&#x4E07;&#x7269;&#x4FE1;&#x606F;&#x7684;&#x201C;&#x6280;&#x672F;&#x201D;&#xFF1A;</strong>&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5B83;&#x672C;&#x8EAB;&#x662F;&#x4E00;&#x79CD;&#x6C42;&#x77E5;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x6709;&#x4EBA;&#x7C7B;&#x5185;&#x5728;&#x7684;&#x5BFB;&#x6C42;&#x79E9;&#x5E8F;&#x3001;&#x5F62;&#x6210;&#x7EC4;&#x7EC7;&#x7684;&#x52A8;&#x673A;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x5B83;&#x7684;&#x4EA7;&#x751F;&#x4E5F;&#x5728;&#x4E8E;&#x89E3;&#x51B3;&#x5F53;&#x65F6;&#x7684;&#x67D0;&#x9886;&#x57DF;&#x5185;&#x7684;<strong>&#x201C;&#x4FE1;&#x606F;&#x8FC7;&#x8F7D;&#x201D;&#x95EE;&#x9898;</strong>&#xFF0C;&#x4EE5;&#x5206;&#x7C7B;&#x5B66;&#x4E3A;&#x9AA8;&#x67B6;&#xFF0C;&#x6784;&#x5EFA;&#x751F;&#x7269;&#x754C;&#x548C;&#x4E66;&#x7C4D;&#x6587;&#x732E;&#x7684;&#x8C31;&#x7CFB;&#xFF0C;&#x4E5F;&#x4E3A;&#x4EBA;&#x7C7B;&#x5728;&#x81EA;&#x7136;&#x63A2;&#x7D22;&#x548C;&#x77E5;&#x8BC6;&#x53D1;&#x73B0;&#x65B9;&#x9762;&#x7684;&#x534F;&#x4F5C;&#x63D0;&#x4F9B;&#x4E86;&#x57FA;&#x7840;&#x3002;<strong>&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x6280;&#x672F;&#xFF0C;&#x6807;&#x7B7E;&#x65E2;&#x662F;&#x5206;&#x7C7B;&#x5B66;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4E5F;&#x662F;&#x5206;&#x7C7B;&#x5B66;&#x7684;&#x8865;&#x5145;&#x3002;</strong></p><p></p><p></p><p></p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Las8NGKhhVh9QRoN898%2F-LasDHcXmxg20eb4_8Kx%2Fimage.png?alt=media&amp;token=3d1c3f7b-687e-4b52-b1e8-ee95db1fcc9b" alt=""><p></p><p></p><p style="text-align:center">source:<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Taxonomy_(biology)" target="_blank">Wikipedia &#x2013; Taxonomy_(biology)</a> | <a rel="noreferrer noopener" href="https://creativecommons.org/licenses/by-sa/2.0/" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;2&#xFF09;&#x201C;&#x8FDC;&#x53E4;&#x201D;&#x4E0E;&#x201C;&#x73B0;&#x4EE3;&#x201D;&#x7684;&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;</strong></p><p></p><p></p><p>&#x5206;&#x7C7B;&#x6CD5;&#xFF08;taxonomy&#xFF09;&#x662F;&#x5BF9;&#x201C;&#x81EA;&#x7136;&#x7684;&#x79E9;&#x5E8F;&#x201D;&#x7684;&#x63A2;&#x5BFB;&#x7684;&#x4F1F;&#x5927;&#x6210;&#x679C;&#x4E0E;&#x96C6;&#x5927;&#x6210;&#x8005;&#x3002;&#x4E8B;&#x5B9E;&#x4E0A;&#xFF0C;&#x8FD1;&#x4EE3;&#x535A;&#x7269;&#x5B66;/&#x81EA;&#x7136;&#x5FD7;&#xFF08;natural history&#xFF09;&#x7684;&#x8FDB;&#x5C55;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x53D6;&#x51B3;&#x4E8E;&#x5370;&#x5237;&#x672F;&#x7684;&#x53D1;&#x660E;&#x548C;&#x5927;&#x7FFB;&#x8BD1;&#x8FD0;&#x52A8;&#x3001;&#x5730;&#x7406;&#x5927;&#x53D1;&#x73B0;&#x4E0E;&#x5546;&#x4E1A;&#x7684;&#x7E41;&#x8363;&#x3001;&#x4EE5;&#x53CA;&#x533B;&#x5B66;&#x6559;&#x80B2;&#x5BF9;&#x836F;&#x7528;&#x690D;&#x7269;&#x5FD7;&#x7684;&#x91CD;&#x89C6;&#xFF0C;&#x5176;&#x4E2D;<strong>&#x5370;&#x5237;&#x672F;</strong>&#x7684;&#x666E;&#x53CA;&#xFF08;&#x5373;&#x6587;&#x5B57;&#x4F20;&#x64AD;&#x6210;&#x672C;&#x7684;&#x964D;&#x4F4E;&#xFF09;&#x6216;&#x8BB8;&#x662F;&#x4E3B;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x5728;&#x67CF;&#x62C9;&#x56FE;&#x548C;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x7684;&#x65F6;&#x4EE3;&#x6216;&#x4E4B;&#x524D;&#xFF0C;&#x4E66;&#x5199;&#x6587;&#x5B57;&#x7684;&#x666E;&#x53CA;&#x7A0B;&#x5EA6;&#x5E76;&#x4E0D;&#x9AD8;&#xFF0C;&#x4F53;&#x73B0;&#x4E3A;&#x4E3B;&#x6D41;&#x6587;&#x5316;&#x4E3B;&#x8981;&#x4F9D;&#x8D56;&#x53E3;&#x5934;&#x4EA4;&#x6D41;&#x548C;&#x8BB0;&#x5FC6;&#xFF0C;&#x6B64;&#x4E00;&#x65F6;&#x4EE3;&#x7684;&#x4FE1;&#x606F;&#x7EC4;&#x7EC7;&#x4E0E;&#x5206;&#x7C7B;&#x65B9;&#x5F0F;&#x4F1A;&#x6709;&#x4EC0;&#x4E48;&#x4E0D;&#x540C;&#x5462;&#xFF1F;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x53E3;&#x8BED;&#x6587;&#x5316;&#x4E0E;&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;</em></strong></p><p></p><p></p><p>&#x6C83;&#x5C14;&#x7279;&#xB7;&#x7FC1;&#x5728;&#x300A;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x4E0E;&#x4E66;&#x9762;&#x6587;&#x5316;&#x2014;&#x2014;&#x8BED;&#x8BCD;&#x7684;&#x6280;&#x672F;&#x5316;&#x300B;&#x91CC;&#xFF0C;&#x63A2;&#x8BA8;&#x4E86;<strong>&#x53E3;&#x8BED;&#x6587;&#x5316;&#x5230;&#x4E66;&#x9762;&#x6587;&#x5316;&#x7684;&#x53D8;&#x8FC1;</strong>&#xFF0C;&#x4EE5;&#x53CA;&#x4E66;&#x9762;&#x6587;&#x5316;&#x5411;&#x73B0;&#x4EE3;&#x6B21;&#x751F;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x8F6C;&#x53D8;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x4E2D;&#x63D0;&#x5230;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x4E0E;&#x4E66;&#x9762;&#x6587;&#x5316;&#x76F8;&#x6BD4;&#xFF0C;&#x5177;&#x6709;&#x51E0;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x7279;&#x70B9;&#xFF08;&#x4EE5;&#x4E0B;&#x5217;&#x4E3E;&#x5176;&#x4E2D;5&#x4E2A;&#xFF0C;&#x5171;&#x6709;9&#x4E2A;&#x3002;&#x300A;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x4E0E;&#x4E66;&#x9762;&#x6587;&#x5316;&#x2014;&#x2014;&#x8BED;&#x8BCD;&#x7684;&#x6280;&#x672F;&#x5316;&#x300B;&#xFF0C;3.3&#x8282;&#xFF09;&#xFF1A;</p><p></p><p></p><ol><li>&#x9644;&#x52A0;&#x7684;&#x800C;&#x4E0D;&#x662F;&#x9644;&#x5C5E;&#x7684;&#xFF1A;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x503E;&#x5411;&#x4E8E;&#x7EBF;&#x6027;&#x8FFD;&#x52A0;&#x6761;&#x76EE;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x7136;&#x540E;&#x2026;&#x2026;&#x7136;&#x540E;&#x2026;&#x2026;&#x201D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5EFA;&#x7ACB;&#x6811;&#x72B6;&#x7ED3;&#x6784;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x4E66;&#x9762;&#x6587;&#x5316;&#x5F80;&#x5F80;&#x628A;&#x4E0A;&#x4E0B;&#x4F4D;&#x5173;&#x7CFB;&#x5F15;&#x8FDB;&#x8BDD;&#x8BED;&#x3002;</li><li>&#x805A;&#x5408;&#x7684;&#x800C;&#x4E0D;&#x662F;&#x5206;&#x6790;&#x7684;&#xFF1A;&#x5584;&#x7528;&#x5957;&#x8BDD;&#x548C;&#x683C;&#x8A00;&#x8B66;&#x53E5;&#xFF0C;&#x628A;&#x91CD;&#x8981;&#x7684;&#x4FE1;&#x606F;&#x805A;&#x5408;&#x5728;&#x4E00;&#x8D77;&#x3002;</li><li>&#x5197;&#x4F59;&#x7684;&#x6216;&#x201C;&#x4E30;&#x88D5;&#x201D;&#x7684;&#xFF1A;&#x7ECF;&#x5E38;&#x91CD;&#x590D;&#x4EE5;&#x7406;&#x6E05;&#x601D;&#x8DEF;&#x5E76;&#x5E2E;&#x52A9;&#x4EBA;&#x7406;&#x89E3;&#x3002;</li><li>&#x79FB;&#x60C5;&#x548C;&#x53C2;&#x4E0E;&#x5F0F;&#x7684;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E0E;&#x8BA4;&#x8BC6;&#x5BF9;&#x8C61;&#x758F;&#x79BB;&#x7684;&#xFF1A;&#x542C;&#x4F17;&#x7684;&#x53C2;&#x4E0E;&#x662F;&#x96C6;&#x4F53;&#x53C2;&#x4E0E;&#xFF0C;&#x6709;&#x541F;&#x5531;&#x3001;&#x5450;&#x558A;&#x3001;&#x6B22;&#x547C;&#x7B49;&#x547C;&#x5E94;</li><li>&#x60C5;&#x666F;&#x5F0F;&#x800C;&#x4E0D;&#x662F;&#x62BD;&#x8C61;&#x7684;&#xFF1A;&#x4EA4;&#x6D41;&#x5F88;&#x5927;&#x7A0B;&#x5EA6;&#x4E0A;&#x53D6;&#x51B3;&#x4E8E;&#x60C5;&#x5883;&#xFF0C;&#x4E00;&#x822C;&#x4E0D;&#x4F1A;&#x7528;&#x62BD;&#x8C61;&#x7684;&#x8BCD;&#x6C47;&#x548C;&#x6982;&#x5FF5;&#xFF0C;&#x800C;&#x662F;&#x7528;&#x5177;&#x4F53;&#x7684;&#x7269;&#x4F53;&#x540D;&#x79F0;</li></ol><p></p><p></p><p>&#x53EF;&#x4EE5;&#x770B;&#x5230;&#xFF0C;<strong>&#x5728;&#x4E66;&#x9762;&#x6587;&#x5B57;&#x88AB;&#x5927;&#x91CF;&#x666E;&#x53CA;&#x4E4B;&#x524D;&#xFF0C;&#x4EBA;&#x4EEC;&#x7684;&#x8868;&#x8FBE;&#x548C;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x662F;&#x504F;&#x5411;&#x4E8E;&#x66F4;&#x7075;&#x6D3B;&#x3001;&#x677E;&#x6563;&#x3001;&#x81EA;&#x7531;&#x7684;&#x6A21;&#x5F0F;&#xFF0C;&#x8FD9;&#x4E0E;&#x6807;&#x7B7E;&#x7684;&#x4E2A;&#x4EBA;&#x5316;&#x3001;&#x63CF;&#x8FF0;&#x5316;&#x7684;&#x7279;&#x70B9;&#x63A5;&#x8FD1;</strong>&#x3002;&#x751A;&#x81F3;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x53EF;&#x8BED;&#x97F3;&#x4E0E;&#x6587;&#x5B57;&#x4E5F;&#x662F;&#x501F;&#x7531;&#x6807;&#x7B7E;-&#x5206;&#x7C7B;&#x7684;&#x903B;&#x8F91;&#x521B;&#x5EFA;&#x51FA;&#x6765;&#xFF1A;</p><p></p><p></p><ol><li>&#x81EA;&#x5E95;&#x5411;&#x4E0A;&#x7684;&#x81EA;&#x7531;&#x7684;&#x6807;&#x8BB0;&#xFF08;&#x52A0;&#x6807;&#x7B7E;&#xFF09;&#xFF0C;&#x5982;&#x5BF9;&#x67D0;&#x4E00;&#x5BF9;&#x8C61;&#x6838;&#x5FC3;&#x7279;&#x5F81;&#x7528;&#x8BED;&#x97F3;&#x6216;&#x8C61;&#x5F62;&#x8868;&#x793A;&#xFF1B;</li><li>&#x6709;&#x610F;&#x8BC6;&#x7684;&#x5206;&#x7C7B;&#xFF1A;&#x6BD4;&#x5982;&#x5BF9;&#x540C;&#x4E00;&#x7C7B;&#x6807;&#x7B7E;&#xFF0C;&#x5EFA;&#x7ACB;&#x7C7B;&#x522B;&#xFF0C;&#x6BD4;&#x5982;&#x540C;&#x4E00;&#x8BCD;&#x6E90;&#x548C;&#x8BCD;&#x6839;&#x7684;&#x8BCD;&#x8BED;&#x3001;&#x76F8;&#x540C;&#x90E8;&#x9996;&#x7684;&#x6C49;&#x5B57;&#x7B49;</li><li>&#x5C06;&#x8BED;&#x97F3;&#x548C;&#x6587;&#x5B57;&#x5F52;&#x7EB3;&#x6210;&#x4F53;&#x7CFB;&#xFF0C;&#x5F62;&#x6210;&#x7CFB;&#x7EDF;&#x7684;&#x97F3;&#x3001;&#x5F62;&#x3001;&#x4E49;&#x76F8;&#x534F;&#x540C;&#x7684;&#x8BED;&#x8A00;&#x3002;</li></ol><p></p><p></p><p>&#x4ECE;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;<strong>&#x8BED;&#x97F3;&#x548C;&#x6587;&#x5B57;&#x6784;&#x6210;&#x7684;&#x8BED;&#x8A00;&#xFF0C;&#x662F;&#x6700;&#x65E9;&#x7684;&#x6210;&#x4F53;&#x7CFB;&#x7684;&#x5206;&#x7C7B;&#x6CD5;</strong>&#xFF0C;&#x800C;&#x5BF9;&#x4E8B;&#x7269;&#x8FDB;&#x884C;&#x8BC6;&#x522B;&#xFF0C;<strong>&#x5F62;&#x6210;&#x8BED;&#x97F3;&#x6216;&#x6587;&#x5B57;&#x8FD9;&#x79CD;&#x6807;&#x8BB0;/&#x6807;&#x7B7E;&#xFF0C;&#x662F;&#x5B9E;&#x73B0;&#x8BED;&#x8A00;&#x4F53;&#x7CFB;&#x7684;&#x8D77;&#x59CB;&#x6B65;&#x9AA4;</strong>&#x3002;&#x8FD9;&#x79CD;&#x5185;&#x5D4C;&#x4E8E;&#x4EBA;&#x7C7B;&#x8BED;&#x8A00;&#x7684;&#x5206;&#x7C7B;&#x6CD5;&#xFF0C;&#x548C;&#x6211;&#x4EEC;&#x7684;&#x6587;&#x5316;&#x7F20;&#x7ED5;&#x5728;&#x4E00;&#x8D77;&#xFF0C;&#x51E0;&#x4E4E;&#x6210;&#x4E3A;&#x4EBA;&#x7C7B;&#x7684;&#x7B2C;&#x4E8C;&#x5929;&#x6027;&#x3002;&#x7531;&#x4E8E;&#x8BED;&#x8A00;&#x7684;&#x8FD9;&#x79CD;&#x81EA;&#x5E95;&#x5411;&#x4E0A;&#x5F62;&#x6210;&#x7684;&#x5386;&#x53F2;&#x7279;&#x5F81;&#xFF08;&#x5728;&#x4ECA;&#x5929;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#x4E2D;&#x4E5F;&#x80FD;&#x89C2;&#x5BDF;&#x5230;&#xFF09;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;<strong>&#x5728;&#x7CFB;&#x7EDF;&#x6587;&#x5B57;&#x751F;&#x6210;&#x4E4B;&#x524D;&#x7684;&#x53E3;&#x8BED;&#x6587;&#x5316;&#xFF0C;&#x4F9D;&#x9760;&#x7684;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;&#x201D;&#xFF08;folk taxonomy&#xFF09;&#x8FDB;&#x884C;&#x4FE1;&#x606F;&#x7EC4;&#x7EC7;</strong>&#xFF0C;&#x7531;&#x53C2;&#x4E0E;&#x8005;&#x4E0D;&#x65AD;&#x901A;&#x8FC7;&#x6DFB;&#x52A0;&#x65B0;&#x7684;&#x5143;&#x7D20;&#x3001;&#x805A;&#x5408;&#x7279;&#x5F81;&#x3001;&#x60C5;&#x666F;&#x5F0F;&#x4E92;&#x52A8;&#x3001;&#x901A;&#x8FC7;&#x53CD;&#x590D;&#x4F7F;&#x7528;&#x800C;&#x4F20;&#x64AD;&#xFF0C;&#x5176;&#x7279;&#x5F81;&#x4E0E;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x7684;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x7684;&#x7279;&#x70B9;&#x51E0;&#x4E4E;&#x4E00;&#x81F4;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>&#x6570;&#x5B57;&#x5A92;&#x4F53;&#x4E0E;&#x6B21;&#x751F;&#x53E3;&#x8BED;&#x6587;&#x5316;</strong></em></p><p></p><p></p><p>&#x5F53;&#x6587;&#x5B57;&#x5E7F;&#x6CDB;&#x6D41;&#x884C;&#x540E;&#xFF0C;&#x4E16;&#x754C;&#x8FDB;&#x5165;&#x4E86;&#x6570;&#x5343;&#x5E74;&#x4E66;&#x9762;&#x6587;&#x5316;&#x7684;&#x65F6;&#x4EE3;&#xFF0C;&#x76F4;&#x5230;&#x6570;&#x5B57;&#x5A92;&#x4F53;&#x7684;&#x51FA;&#x73B0;&#xFF0C;&#x6211;&#x4EEC;&#x8FDB;&#x5165;&#x4E86;&#x6C83;&#x5C14;&#x7279;&#xB7;&#x7FC1;&#x53E3;&#x4E2D;&#x7684;<strong>&#x201C;&#x6B21;&#x751F;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x201D;&#xFF08;secondary orality&#xFF09;&#x65F6;&#x4EE3;</strong>&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x7535;&#x89C6;&#x3001;&#x5E7F;&#x64AD;&#x3001;&#x4E92;&#x8054;&#x7F51;&#x5A92;&#x4F53;&#x7684;&#x5174;&#x8D77;&#xFF0C;&#x4EBA;&#x4EEC;&#x53EF;&#x4EE5;&#x4E0D;&#x9700;&#x8981;&#x9605;&#x8BFB;&#x4E66;&#x9762;&#x6587;&#x5B57;&#x4FBF;&#x80FD;&#x83B7;&#x5F97;&#x5927;&#x91CF;&#x4FE1;&#x606F;&#x3001;&#x8FDB;&#x884C;&#x5A31;&#x4E50;&#x3001;&#x4EA4;&#x6D41;&#x3001;&#x751A;&#x81F3;&#x63A5;&#x53D7;&#x6559;&#x80B2;&#xFF0C;&#x4EE5;&#x81F3;&#x4E8E;&#x5F15;&#x8D77;&#x4E86;&#x73AF;&#x5883;&#x5A92;&#x4ECB;&#x5B66;&#x6D3E;&#x5BF9;&#x300A;&#x5A31;&#x4E50;&#x81F3;&#x6B7B;&#x300B;&#x7684;&#x62C5;&#x5FE7;&#xFF0C;&#x6570;&#x5B57;&#x5A92;&#x4F53;&#x4E0E;&#x6210;&#x719F;&#x7684;&#x8D44;&#x672C;&#x4E3B;&#x4E49;&#x76F8;&#x914D;&#x5408;&#xFF0C;&#x9F13;&#x52A8;&#x6D88;&#x8D39;&#x4E3B;&#x4E49;&#x4E0E;&#x5A31;&#x4E50;&#x503E;&#x5411;&#xFF0C;&#x52A0;&#x4E4B;&#x4E66;&#x9762;&#x6587;&#x5B57;&#x88AB;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x7684;&#x6392;&#x6324;&#xFF0C;&#x9605;&#x8BFB;&#x4EBA;&#x6570;&#x6025;&#x5267;&#x4E0B;&#x964D;&#xFF0C;&#x8BA9;&#x4EBA;&#x611F;&#x5230;&#x8D6B;&#x80E5;&#x9ECE;&#x7684;&#x300A;&#x7F8E;&#x4E3D;&#x65B0;&#x4E16;&#x754C;&#x300B;&#x604D;&#x82E5;&#x73B0;&#x5B9E;&#x3002;&#x5728;&#x6570;&#x5B57;&#x5A92;&#x4F53;&#x65F6;&#x4EE3;&#xFF0C;&#x201C;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x201D;&#x901A;&#x8FC7;&#x6570;&#x5B57;&#x5A92;&#x4F53;&#x6240;&#x5EFA;&#x7ACB;&#x7684;&#x65B0;&#x7684;&#x4F20;&#x64AD;&#x6E20;&#x9053;&#x518D;&#x6B21;&#x964D;&#x4E34;&#xFF0C;&#x540C;&#x65F6;&#x968F;&#x7740;&#x201C;&#x5730;&#x7403;&#x6751;&#x201D;&#x7684;&#x51FA;&#x73B0;&#xFF0C;<strong>&#x5F71;&#x54CD;&#x6BD4;&#x524D;&#x6587;&#x5B57;&#x65F6;&#x4EE3;&#x5927;&#x7684;&#x591A;&#x3001;&#x4EA7;&#x751F;&#x7684;&#x201C;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x201D;&#x7684;&#x8046;&#x542C;&#x7FA4;&#x4F53;&#x4E5F;&#x591A;&#x5F97;&#x591A;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x73B0;&#x4EE3;&#x7684;&#x201C;&#x6B21;&#x751F;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x201D;</strong>&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x6211;&#x4EEC;&#x4ED4;&#x7EC6;&#x89C2;&#x5BDF;&#x8EAB;&#x8FB9;&#x7684;&#x7FA4;&#x4F53;&#x4E0E;&#x5A92;&#x4F53;&#xFF0C;&#x6211;&#x4EEC;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x7684;<strong>&#x201C;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x201D;&#x7684;&#x601D;&#x7EF4;&#x4E0E;&#x8868;&#x8FBE;&#x7279;&#x5F81;&#x51E0;&#x4E4E;&#x5DF2;&#x7ECF;&#x6CDB;&#x6EE5;&#x4E8E;&#x5A92;&#x4F53;&#x4E4B;&#x95F4;</strong>&#x3002;&#x4E0E;&#x4E4B;&#x76F8;&#x9002;&#x5E94;&#x7684;&#xFF0C;&#x7F51;&#x7EDC;&#x6807;&#x7B7E;&#x5728;web 2.0&#x7684;&#x70ED;&#x6F6E;&#x4E4B;&#x4E2D;&#x83B7;&#x5F97;&#x4E86;&#x5145;&#x5206;&#x7684;&#x53D1;&#x5C55;&#x4E0E;&#x5E94;&#x7528;&#xFF0C;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#x5E73;&#x53F0;&#x4E2D;&#x7684;&#x6807;&#x7B7E;&#x65E2;&#x7EE7;&#x627F;&#x4E86;&#x539F;&#x59CB;&#x6807;&#x7B7E;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x7684;&#x81EA;&#x7531;&#x5316;&#x3001;&#x4E2A;&#x4EBA;&#x5316;&#x3001;&#x793E;&#x4EA4;&#x5316;&#x3001;&#x975E;&#x4E13;&#x4E1A;&#x5316;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x53C8;&#x53D1;&#x5C55;&#x4E86;&#x4E66;&#x9762;&#x6587;&#x5316;&#x7684;&#x201C;&#x8BB0;&#x5F55;&#x201D;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x5E76;&#x968F;&#x7740;&#x4FE1;&#x606F;&#x7CFB;&#x7EDF;&#x7684;&#x53D1;&#x5C55;&#x53D8;&#x5F97;&#x9AD8;&#x5EA6;&#x7075;&#x6D3B;&#x3001;&#x4FBF;&#x4E8E;&#x67E5;&#x8BE2;&#x4E0E;&#x5206;&#x6790;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x73B0;&#x4EE3;&#x7684;<strong>&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;&#xFF08;</strong><a href="https://en.wikipedia.org/wiki/Folksonomy" target="_blank" rel="noreferrer noopener"><strong>Folksonomy</strong></a><strong>&#xFF09;</strong>&#x3002;</p><p></p><p></p><p>&#x5176;&#x4EE3;&#x8868;&#x6027;&#x7684;&#x7CFB;&#x7EDF;&#x5982; wordpress&#x3001;del.icio.us&#x3001;&#x8C46;&#x74E3;&#x3001;Amazon&#x3001;LibraryThing&#x7B49;&#x7B49;&#x3002;&#x5176;&#x4E2D;&#xFF0C;steem&#x4E5F;&#x5145;&#x5206;&#x5E94;&#x7528;&#x4E86;&#x6807;&#x7B7E;&#x6280;&#x672F;&#x5E76;&#x8D4B;&#x4E88;&#x4E86;&#x6807;&#x7B7E;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x751F;&#x547D;&#x529B;&#x548C;&#x793E;&#x4F1A;&#x6743;&#x529B;&#xFF0C;&#x6BD4;&#x5982;&#x4F5C;&#x8005;&#x5E38;&#x5E38;&#x4F1A;&#x4E3A;&#x4E86;&#x83B7;&#x5F97;&#x5956;&#x52B1;&#x53BB;&#x4F7F;&#x7528;&#x67D0;&#x4E2A;&#x6807;&#x7B7E;&#xFF0C;&#x8FD9;&#x5B9E;&#x9645;&#x662F;<strong>&#x5F3A;&#x5316;&#x4E86;&#x7684;&#x6807;&#x7B7E;&#x7684;&#x793E;&#x4F1A;&#x5C5E;&#x6027;</strong>&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x4E00;&#x7AE0;&#x8C08;&#x793E;&#x4F1A;&#x6027;&#x6807;&#x7B7E;&#x65F6;&#x4F1A;&#x8FDB;&#x4E00;&#x6B65;&#x8BA8;&#x8BBA;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LazilOOXER-rUFfeZQT%2F-Laziop_lrj-T8c_ipFJ%2Fimage.png?alt=media&amp;token=7b97499d-291c-439f-a621-b07c99e3c5d0" alt=""><p></p><p></p><p style="text-align:center">source:<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Walter_J._Ong" target="_blank">Wikipedia &#x2013; Walter J. Ong</a> | <a rel="noreferrer noopener" href="https://creativecommons.org/licenses/by-sa/2.0/" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><strong>&#xFF08;3&#xFF09;&#x591A;&#x5C42;&#x6B21;&#x7684;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;</strong></p><p></p><p></p><p>&#x5728;&#x4E0A;&#x9762;&#x4E24;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;&#x81EA;&#x9876;&#x5411;&#x4E0B;&#x8BBE;&#x8BA1;&#x7684;&#x201C;&#x5206;&#x7C7B;&#x6CD5;&#x201D;&#x548C;&#x81EA;&#x5E95;&#x5411;&#x4E0A;&#x7684;&#x201C;&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;&#x201D;&#xFF0C;&#x6807;&#x7B7E;&#x5728;&#x5176;&#x4E2D;&#x90FD;&#x626E;&#x6F14;&#x4E86;&#x8BC6;&#x522B;&#x7279;&#x5F81;&#x4EE5;&#x53CA;&#x5B8C;&#x5584;&#x4F53;&#x7CFB;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x7531;&#x6B64;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x6784;&#x5EFA;&#x4E00;&#x4E2A;<strong>&#x591A;&#x5C42;&#x6B21;&#x7684;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;&#xFF08;classification system&#xFF09;</strong>&#x3002;&#x672C;&#x5C0F;&#x8282;&#x7B80;&#x8981;&#x8BF4;&#x660E;&#x6B64;&#x79CD;&#x7CFB;&#x7EDF;&#x662F;&#x5982;&#x4F55;&#x5DE5;&#x4F5C;&#x7684;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x7EC4;&#x7EC7;&#x4FE1;&#x606F;&#xFF1A;&#x6811;&#x72B6; + &#x7F51;&#x72B6;</em></strong></p><p></p><p></p><p>&#x4E00;&#x822C;&#x800C;&#x8A00;&#xFF0C;&#x4EE5;&#x4FE1;&#x606F;&#x7BA1;&#x7406;&#x6216;&#x77E5;&#x8BC6;&#x7BA1;&#x7406;&#x4E3A;&#x76EE;&#x6807;&#x7684;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;&#x5B58;&#x5728;&#x4E00;&#x4E2A;<strong>&#x4E3B;&#x5E72;&#x9AA8;&#x67B6;</strong>&#xFF0C;&#x5373;&#x5206;&#x7C7B;&#x5B66;&#xFF08;taxonomy&#xFF09;&#xFF0C;&#x57FA;&#x4E8E;&#x7C7B;&#x522B;&#xFF08;category&#xFF09;&#x5EFA;&#x7ACB;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x5B58;&#x5728;&#x6807;&#x7B7E;&#x7B49;&#x8F85;&#x52A9;&#x4FE1;&#x606F;&#xFF08;&#x6216;&#x79F0;&#x4E3A;&#x5143;&#x6570;&#x636E;&#xFF09;&#x7528;&#x4E8E;&#x65B9;&#x9762;&#x7406;&#x89E3;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;&#x4E8B;&#x7269;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x6807;&#x7B7E;&#x662F;&#x4E00;&#x4E2A;&#x5173;&#x952E;&#x5B57;&#x7C7B;&#x578B;&#x7684;&#x8F85;&#x52A9;&#x4FE1;&#x606F;&#xFF08;keyword metadata&#xFF09;&#xFF0C;&#x7528;1&#x5230;n&#x4E2A;&#x7B80;&#x77ED;&#x7684;&#x8BCD;&#x8BED;&#x6765;&#x63CF;&#x8FF0;&#x5BF9;&#x8C61;&#x7684;&#x7279;&#x5F81;&#xFF0C;&#x4F5C;&#x4E3A;&#x4EBA;&#x6216;&#x7528;&#x6237;&#x7406;&#x89E3;&#x7CFB;&#x7EDF;&#x4E2D;&#x5BF9;&#x8C61;&#x7684;&#x5A92;&#x4ECB;&#xFF08;&#x5982;&#x4E0B;&#x56FE;&#x6240;&#x793A;&#xFF09;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LazkJPctZWSyyA8ej-T%2F-Lazlt3ugDHlIxfq6gl7%2Fimage.png?alt=media&amp;token=324cb647-a293-4ca0-8482-9703e8a98082" alt=""><p></p><p></p><p style="text-align:center">source: &#x7531;&#x4F5C;&#x8005;&#x7ED8;&#x5236; | <a href="https://creativecommons.org/licenses/by-sa/2.0/" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><p>&#x4E0E;&#x6807;&#x7B7E;&#x76F8;&#x6BD4;&#xFF0C;<strong>&#x7C7B;&#x522B;&#x901A;&#x5E38;&#x662F;&#x552F;&#x4E00;&#x7684;&#xFF1B;&#x800C;&#x6807;&#x7B7E;&#x662F;&#x591A;&#x7EF4;&#x5EA6;&#x7684;&#x3001;&#x81EA;&#x7531;&#x7684;</strong>&#x3002;&#x5C31;steem&#x800C;&#x8A00;&#xFF0C;&#x5982;&#x679C;&#x4F7F;&#x7528;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x540C;&#x65F6;&#x5411;&#x591A;&#x4E2A;&#x793E;&#x533A;&#x6295;&#x7A3F;&#xFF0C;&#x6BD4;&#x5982;steempress&#x548C;cn-stem&#xFF08;&#x5982;&#x672C;&#x6587;&#x6240;&#x505A;&#x7684;&#x90A3;&#x6837;&#xFF09;&#xFF0C;&#x800C;&#x7C7B;&#x578B;&#x5C31;&#x53EA;&#x6709;&#x4E00;&#x4E2A;&#xFF08;&#x4E3B;&#x6807;&#x7B7E;&#x6216;&#x9996;&#x6807;&#x7B7E;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x7C7B;&#x522B;&#x7CFB;&#x7EDF;&#x901A;&#x5E38;&#x662F;&#x4E00;&#x4E2A;<strong>&#x6811;&#x72B6;&#x7684;&#x7D22;&#x5F15;&#x7CFB;&#x7EDF;</strong>&#xFF08;&#x4F46;&#x4E5F;&#x53EF;&#x80FD;&#x4E00;&#x4E2A;&#x5BF9;&#x8C61;&#x6709;&#x4E24;&#x4E2A;&#x7C7B;&#x522B;&#xFF0C;&#x6BD4;&#x5982;&#x73BB;&#x7483;&#x676F;&#x65E2;&#x662F;&#x73BB;&#x7483;&#x5236;&#x54C1;&#x4E5F;&#x662F;&#x676F;&#x5B50;&#xFF09;&#xFF0C;&#x6807;&#x7B7E;&#x4F53;&#x7CFB;&#x4E3A;&#x5206;&#x7C7B;&#x5B66;&#x7CFB;&#x7EDF;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;<strong>&#x7F51;&#x72B6;&#x7ED3;&#x6784;&#x7684;&#x652F;&#x6491;&#x7CFB;&#x7EDF;</strong>&#xFF0C;&#x4FBF;&#x4E8E;&#x4FE1;&#x606F;&#x66F4;&#x7075;&#x6D3B;&#x7684;&#x53D1;&#x73B0;&#x3001;&#x5173;&#x8054;&#x4E0E;&#x518D;&#x751F;&#x3002;&#x5BF9;&#x6807;&#x7B7E;&#x8FDB;&#x884C;&#x5408;&#x5E76;&#x3001;&#x5173;&#x8054;&#x3001;&#x5206;&#x6790;&#xFF0C;&#x6709;&#x80FD;&#x4EA7;&#x751F;&#x65B0;&#x7684;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x8FD9;&#x662F;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;&#x7684;&#x7075;&#x6D3B;&#x4E4B;&#x5904;&#x3002;</p><p></p><p></p><p>&#x50CF;&#x73B0;&#x4EE3;&#x7684;&#x56FE;&#x4E66;&#x67E5;&#x8BE2;&#x7CFB;&#x7EDF;&#x3001;Windows&#x548C;Mac&#x7684;&#x6587;&#x4EF6;&#x7CFB;&#x7EDF;&#x3001;Evernote&#x6216;Wiki&#x7684;&#x6587;&#x6863;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;&#x3001;&#x535A;&#x5BA2;&#x7CFB;&#x7EDF;&#x7B49;&#xFF0C;&#x90FD;&#x91C7;&#x7528;&#x4E86;&#x7C7B;&#x4F3C;&#x7684;&#x8BBE;&#x8BA1;&#x3002;&#x65E2;&#x4FDD;&#x6301;&#x4E86;&#x7ED3;&#x6784;&#x7684;&#x6709;&#x5E8F;&#x6027;&#xFF0C;&#x53C8;&#x589E;&#x52A0;&#x4E86;&#x6807;&#x7B7E;&#x7684;&#x7075;&#x6D3B;&#x6027;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x534F;&#x8C03;&#x4F17;&#x4EBA;&#xFF1A;&#x81EA;&#x7531; v.s. &#x63A7;&#x5236;</em></strong></p><p></p><p></p><p>&#x4ECE;&#x4E0A;&#x9762;&#x7684;&#x56FE;&#x793A;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x6807;&#x7B7E;&#x662F;&#x4EBA;&#x548C;&#x4E8B;&#x7269;&#x7684;&#x5A92;&#x4ECB;&#x3002;&#x5982;&#x679C;&#x53EA;&#x4ECE;&#x4E8B;&#x7269;&#x8FD9;&#x4E00;&#x4FA7;&#x6765;&#x770B;&#xFF0C;&#x7ED3;&#x6784;&#x53EF;&#x4EE5;&#x662F;&#x6811;&#x72B6;&#x7684;&#x548C;&#x7F51;&#x72B6;&#x7684;&#xFF0C;&#x8FD9;&#x66F4;&#x63A5;&#x8FD1;&#x4FE1;&#x606F;&#x7BA1;&#x7406;&#x6216;&#x77E5;&#x8BC6;&#x7BA1;&#x7406;&#x7684;&#x9700;&#x8981;&#x3002;&#x4F46;&#x5982;&#x679C;&#x540C;&#x65F6;<strong>&#x8003;&#x5BDF;&#x4EBA;&#x7684;&#x8FD9;&#x4E00;&#x4FA7;&#xFF0C;&#x5219;&#x5FC5;&#x987B;&#x8003;&#x8651;&#x534F;&#x4F5C;&#x3001;&#x5171;&#x8BC6;&#x3001;&#x4E13;&#x4E1A;&#x4E0E;&#x4E1A;&#x4F59;&#x3001;&#x6807;&#x51C6;&#x4E0E;&#x7279;&#x6B8A;&#x3001;&#x4E2A;&#x4EBA;&#x4E0E;&#x56E2;&#x4F53;&#x7B49;&#x5F20;&#x529B;</strong>&#x3002;&#x8FD9;&#x4E5F;&#x662F;<strong>&#x793E;&#x4F1A;&#x5316;&#x7684;&#x6807;&#x7B7E;&#x7CFB;&#x7EDF;</strong>&#x7684;&#x590D;&#x6742;&#x6027;&#x6240;&#x5728;&#x3002;</p><p></p><p></p><p>&#x4E00;&#x822C;&#x800C;&#x8A00;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x8003;&#x8651;&#x5230;&#x5177;&#x4F53;&#x7684;&#x573A;&#x666F;&#x8FDB;&#x884C;&#x5DEE;&#x522B;&#x6027;&#x8BBE;&#x8BA1;&#x3002;&#x6BD4;&#x5982;&#x793E;&#x4F1A;&#x7CFB;&#x7EDF;&#xFF0C;&#x65E2;&#x5B58;&#x5728;&#x4E00;&#x5B9A;&#x7684;&#x91D1;&#x5B57;&#x5854;&#x7ED3;&#x6784;&#xFF0C;&#x4E5F;&#x8981;&#x63D0;&#x4F9B;&#x81EA;&#x7531;&#x4EA4;&#x6D41;&#x548C;&#x6C9F;&#x901A;&#x7684;&#x7F51;&#x7EDC;&#x5FAA;&#x73AF;&#xFF0C;&#x4FDD;&#x6301;&#x793E;&#x4F1A;&#x5C42;&#x7EA7;&#x4E4B;&#x95F4;&#x7684;&#x6D41;&#x901A;&#x3002;&#x6BD4;&#x5982;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x5E73;&#x53F0;&#xFF0C;&#x65E2;&#x8981;&#x5141;&#x8BB8;&#x5546;&#x5BB6;&#x6DFB;&#x52A0;&#x6807;&#x7B7E;&#xFF0C;&#x4E5F;&#x8981;&#x63D0;&#x4F9B;&#x5BFC;&#x822A;&#x680F;&#x7684;&#x7C7B;&#x522B;&#x65B9;&#x4FBF;&#x6D88;&#x8D39;&#x8005;&#x67E5;&#x770B;&#xFF0C;&#x8FD8;&#x8981;&#x6839;&#x636E;&#x5546;&#x54C1;&#x5C5E;&#x6027;&#xFF0C;&#x63D0;&#x4F9B;&#x53EF;&#x4EE5;&#x7528;&#x6237;&#x7B5B;&#x9009;&#x7684;&#x7279;&#x6027;&#xFF08;&#x4EF7;&#x4F4D;&#x3001;&#x5927;&#x5C0F;&#x7B49;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x6211;&#x4EEC;&#x5728;&#x524D;&#x9762;&#x4E24;&#x8282;&#x63D0;&#x5230;&#x7684;<strong>&#x751F;&#x7269;&#x5206;&#x7C7B;&#x6CD5;&#x548C;&#x56FE;&#x4E66;&#x9986;&#x5206;&#x7C7B;&#x6CD5;&#xFF0C;&#x66F4;&#x503E;&#x5411;&#x4E8E;&#x63A7;&#x5236;</strong>&#xFF0C;&#x7531;&#x4E13;&#x4E1A;&#x5B66;&#x8005;&#x548C;&#x5DE5;&#x4F5C;&#x4EBA;&#x5458;&#x8FDB;&#x884C;&#x7C7B;&#x522B;&#x5212;&#x5206;&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4E5F;&#x4ECE;&#x5176;&#x4ED6;&#x8D44;&#x6599;&#x540C;&#x6B65;&#x5404;&#x7C7B;&#x6807;&#x7B7E;&#x548C;&#x63CF;&#x8FF0;&#x4EE5;&#x4E30;&#x5BCC;&#x4E66;&#x7C4D;&#x4FE1;&#x606F;&#xFF08;&#x5982;&#x56FE;&#x4E66;&#x9986;&#x7CFB;&#x7EDF;&#x4F1A;&#x53C2;&#x8003;&#x8C46;&#x74E3;&#x3001;GoodReads&#x3001;LibraryThing&#x7B49;&#x4FE1;&#x606F;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x5BF9;&#x7684;&#xFF0C;<strong>&#x81EA;&#x7136;&#x8BED;&#x8A00;&#x7CFB;&#x7EDF;&#x3001;&#x793E;&#x4EA4;&#x5A92;&#x4F53;&#xFF0C;&#x7531;&#x4E8E;&#x51E0;&#x4E4E;&#x6CA1;&#x6709;&#x4EBA;&#x80FD;&#x8FDB;&#x884C;&#x9876;&#x5C42;&#x8BBE;&#x8BA1;&#xFF0C;&#x4E00;&#x822C;&#x91C7;&#x53D6;&#x81EA;&#x7531;&#x7684;&#x5927;&#x4F17;&#x5206;&#x7C7B;&#x6CD5;&#x7684;&#x65B9;&#x5F0F;</strong>&#xFF0C;&#x968F;&#x6807;&#x7B7E;&#x5F62;&#x5F0F;&#x81EA;&#x7531;&#x751F;&#x957F;&#xFF0C;&#x6839;&#x636E;&#x6807;&#x7B7E;&#x7684;&#x6D41;&#x884C;&#x9010;&#x6E10;&#x5EFA;&#x7ACB;&#x7C7B;&#x522B;&#x3001;&#x8C31;&#x7CFB;&#x3001;&#x5173;&#x8054;&#x7B49;&#x7B49;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p>&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;<strong>&#x6807;&#x7B7E;&#x7684;&#x5386;&#x53F2;&#x6839;&#x6E90;</strong>&#x3002;<strong>&#x6807;&#x7B7E;&#x662F;&#x4EBA;&#x7684;&#x201C;&#x7EC4;&#x7EC7;&#x201D;&#x672C;&#x80FD;&#x7684;&#x601D;&#x7EF4;&#x4F53;&#x73B0;</strong>&#x3002;&#x6807;&#x7B7E;&#x4F5C;&#x4E3A;&#x5BF9;&#x7269;&#x7684;&#x6574;&#x4F53;&#x6216;&#x90E8;&#x5206;&#x6027;&#x72B6;&#x7684;&#x63CF;&#x8FF0;&#xFF0C;&#x4E3A;&#x5206;&#x7C7B;&#x5B66;&#x7684;&#x4EA7;&#x751F;&#x548C;&#x53D1;&#x5C55;&#x63D0;&#x4F9B;&#x4E86;&#x601D;&#x7EF4;&#x57FA;&#x7840;&#xFF0C;&#x5E76;&#x5171;&#x540C;&#x7EC4;&#x6210;&#x4E86;&#x5206;&#x7C7B;&#x7CFB;&#x7EDF;&#xFF0C;&#x8FDB;&#x800C;&#x4E30;&#x5BCC;&#x4E86;&#x8BED;&#x8A00;&#x3001;&#x535A;&#x7269;&#x5B66;&#x3001;&#x7F51;&#x7EDC;&#x548C;&#x4FE1;&#x606F;&#x7BA1;&#x7406;&#x7CFB;&#x7EDF;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#xFF08;&#x672A;&#x5B8C;&#x5F85;&#x7EED;&#xFF09;</em></strong><em>&#x5173;&#x4E8E;&#x6807;&#x7B7E;&#x672C;&#x8D28;&#x7684;&#x63A2;&#x8BA8;&#xFF0C;&#x6211;&#x4EEC;&#x4EC5;&#x4EC5;&#x5C06;&#x95E8;&#x6253;&#x5F00;&#x4E86;&#x4E00;&#x6761;&#x7F1D;&#xFF0C;&#x4E4B;&#x540E;&#x6211;&#x4EEC;&#x4F1A;&#x4ECE;&#x793E;&#x4F1A;&#x3001;&#x77E5;&#x8BC6;&#x3001;&#x6280;&#x672F;&#x3001;&#x6587;&#x5316;&#x3001;&#x8BED;&#x8A00;&#x7B49;&#x5C42;&#x9762;&#x8FDB;&#x4E00;&#x6B65;&#x89C2;&#x5BDF;&#x548C;&#x5206;&#x6790;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h1 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h1><p></p><p></p><ol><li>Steem&#x4E2D;&#x6587;&#x793E;&#x533A; &#x521B;&#x4F5C;&#xFF0C;<a href="https://bookdown.org/baydap/steemh" target="_blank" rel="noreferrer noopener">&#x300A;Steem&#x6307;&#x5357;&#x300B;</a>&#xFF0C;@dapeng / @maiyude&#x7B49; &#x7F16;&#x8F91;</li><li>@woolfe19861008&#xFF1A;<a href="https://steemit.com/steem-guides/@woolfe19861008/3wh3nm-steem-or" target="_blank" rel="noreferrer noopener">&#x300A;Steem &#x6307;&#x5357;&#x300B; &#x4E2D;&#x7EA7;&#x7BC7; | &#x5584;&#x7528;&#x6807;&#x7B7E;&#x4E0A;&#xFF1A;&#x6807;&#x7B7E;&#x7684;&#x57FA;&#x672C;&#x6982;&#x5FF5;&#x4ECB;&#x7ECD;</a></li><li>@woolfe19861008&#xFF1A; <a href="https://steemit.com/steem-guides/@woolfe19861008/steemit-steemit" target="_blank" rel="noreferrer noopener">&#x300A;Steem &#x6307;&#x5357;&#x300B; &#x4E2D;&#x7EA7;&#x7BC7; | &#x5584;&#x7528;&#x6807;&#x7B7E;&#x4E0B;&#xFF1A;&#x65B0;&#x624B;&#x521D;&#x5230;Steemit&#x5E38;&#x7528;&#x7684;&#x4E00;&#x4E9B;&#x6807;&#x7B7E;</a></li><li>@cherryzz&#xFF1A;<a href="https://steemit.com/cn/@cherryzz/--tag10-f7fg8zks54" target="_blank" rel="noreferrer noopener">&#x5BFB;&#x5B9D;&#x6D3B;&#x52A8;&#x2013;tag&#x6807;&#x7B7E;(&#x7B2C;&#x4E00;&#x5468;10&#x4E2A;&#x6807;&#x7B7E;&#xFF09;</a></li><li>@ericet&#xFF1A;<a href="https://steemit.com/cn/@ericet/mh36937ytn" target="_blank" rel="noreferrer noopener">&#x5982;&#x679C;&#x6211;&#x662F;&#x4E00;&#x6761;&#x5C0F;&#x9C7C;&#xFF08;&#x4E0A;&#xFF09;&#x65B0;&#x624B;&#x6307;&#x5357;</a></li><li>@ericet&#xFF1A;<a href="https://steemit.com/cn/@ericet/db528bhdn3" target="_blank" rel="noreferrer noopener">&#x5982;&#x679C;&#x6211;&#x662F;&#x4E00;&#x6761;&#x5C0F;&#x9C7C;&#xFF08;&#x4E0B;&#xFF09;&#x65B0;&#x624B;&#x6307;&#x5357;</a></li><li>@oflyhigh&#xFF1A;<a href="https://busy.org/@oflyhigh/cn-" target="_blank" rel="noreferrer noopener">#cn &#x6807;&#x7B7E;&#x4E0D;&#x89C1;&#x4E86;</a></li><li>Gene Smith&#xFF1A;<a href="https://book.douban.com/subject/10794787/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6807;&#x7B7E;&#x300B;</a>&#xFF08;Tagging: People-Powered Metadata for the Social Web&#xFF09;&#xFF0C;&#x673A;&#x68B0;&#x5DE5;&#x4E1A;&#x51FA;&#x7248;&#x793E;&#xFF0C;2012&#x5E74;</li><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a>&#xFF0C;&#x5E7F;&#x4E1C;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;2016&#x5E74;</li><li>P. A. &#x67E5;&#x5FB7;&#x4F2F;&#x6069; &#xFF1A;<a href="https://book.douban.com/subject/26992569/" target="_blank" rel="noreferrer noopener">&#x300A;&#x535A;&#x7269;&#x5B66;&#x56DB;&#x8BB2;&#x300B;</a>&#xFF0C;&#x90AC;&#x5A1C; &#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x4EA4;&#x901A;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2017&#x5E74;</li><li>&#x4FDD;&#x7F57;&#xB7;&#x52B3;&#x4F26;&#x65AF;&#xB7;&#x6CD5;&#x4F2F;&#xFF1A;<a href="https://book.douban.com/subject/26936480/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x5BFB;&#x81EA;&#x7136;&#x7684;&#x79E9;&#x5E8F;&#x300B;</a>&#xFF0C;&#x6768;&#x838E; &#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2017&#x5E74;</li><li>&#x5409;&#x5965;&#x4E54;&#xB7;&#x963F;&#x7518;&#x672C; &#xFF1A;<a href="https://book.douban.com/subject/26970610/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4E07;&#x7269;&#x7684;&#x7B7E;&#x540D;&#x300B;</a>&#xFF0C;&#x5C09;&#x5149;&#x5409; &#x8BD1;&#xFF0C;&#x4E09;&#x8F89;&#x56FE;&#x4E66;/&#x4E2D;&#x592E;&#x7F16;&#x8BD1;&#x51FA;&#x7248;&#x793E;&#xFF0C;2017&#x5E74;</li><li>&#x8A79;&#x59C6;&#x65AF;&#xB7;&#x683C;&#x96F7;&#x514B;&#xFF1A;<a href="https://book.douban.com/subject/25752043/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4FE1;&#x606F;&#x7B80;&#x53F2;&#x300B;</a>&#xFF0C;&#x9AD8;&#x535A; &#x8BD1;&#xFF0C;&#x4EBA;&#x6C11;&#x90AE;&#x7535;&#x51FA;&#x7248;&#x793E;&#xFF0C;2013&#x5E74;</li><li>&#x9EA6;&#x514B;&#x5362;&#x6C49;&#xFF1A;<a href="https://book.douban.com/subject/1087547/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x89E3;&#x5A92;&#x4ECB;&#x300B;</a>&#xFF0C;&#x4F55;&#x9053;&#x5BBD; &#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2000&#x5E74;</li><li>&#x6C83;&#x5C14;&#x7279;&#xB7;&#x7FC1;&#xFF1A;<a href="https://book.douban.com/subject/3208279/" target="_blank" rel="noreferrer noopener">&#x300A;&#x53E3;&#x8BED;&#x6587;&#x5316;&#x4E0E;&#x4E66;&#x9762;&#x6587;&#x5316;&#x2014;&#x2014;&#x8BED;&#x8BCD;&#x7684;&#x6280;&#x672F;&#x5316;&#x300B;</a>&#xFF0C;&#x4F55;&#x9053;&#x5BBD; &#x8BD1;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2008&#x5E74;</li><li>Wikipedia&#xFF1A;<a href="https://en.wikipedia.org/wiki/Taxonomy_(general)" target="_blank" rel="noreferrer noopener">https://en.wikipedia.org/wiki/Taxonomy_(general)</a></li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e6%a0%87%e7%ad%be%e7%9a%84%e6%9c%ac%e8%b4%a8-the-nature-of-tags%ef%bc%88%e4%b8%80%ef%bc%89</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn/">cn</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/steempress/梁羽生与《名联观止》/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">梁羽生与《名联观止》</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（七）/"><span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（七）</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/标签的本质-the-nature-of-tags（一）/",this.page.identifier="steempress/标签的本质-the-nature-of-tags（一）/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">29</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">28</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><ul class="menu-list"><li><a class="is-flex" href="#yin-zi-le-jie-steem-cong-biao-qian-kai-shi"><span class="has-mr-6">1.1</span> <span>&#x5F15;&#x5B50;&#xFF1A;&#x4E86;&#x89E3;Steem&#xFF0C;&#x4ECE;&#x6807;&#x7B7E;&#x5F00;&#x59CB;</span></a><ul class="menu-list"><li><a class="is-flex" href="#1-biao-qian-yu-xin-ren"><span class="has-mr-6">1.1.1</span> <span>1. &#x6807;&#x7B7E;&#x4E0E;&#x65B0;&#x4EBA;</span></a></li><li><a class="is-flex" href="#2-biao-qian-yu-shi-li"><span class="has-mr-6">1.1.2</span> <span>2. &#x6807;&#x7B7E;&#x4E0E;&#x52BF;&#x529B;</span></a></li><li><a class="is-flex" href="#3-wei-shen-me-tan-biao-qian"><span class="has-mr-6">1.1.3</span> <span>3. &#x4E3A;&#x4EC0;&#x4E48;&#x8C08;&#x6807;&#x7B7E;&#xFF1F;</span></a></li></ul></li><li><a class="is-flex" href="#shen-me-shi-biao-qian-what"><span class="has-mr-6">1.2</span> <span>&#x4EC0;&#x4E48;&#x662F;&#x6807;&#x7B7E;&#xFF1F;| What</span></a><ul class="menu-list"><li><a class="is-flex" href="#1-bei-hu-shi-de-fen-lei-xue-biao-qian-cong-he-er-lai"><span class="has-mr-6">1.2.1</span> <span>1. &#x88AB;&#x5FFD;&#x89C6;&#x7684;&#x5206;&#x7C7B;&#x5B66;&#xFF1A;&#x6807;&#x7B7E;&#x4ECE;&#x4F55;&#x800C;&#x6765;&#xFF1F;</span></a></li></ul></li></ul><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">20</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14.44px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.22px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.22px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:13.33px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15.56px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.78px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.89px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.67px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="/blog/images/logo.svg" alt="标签的本质 | The Nature of Tags（一）" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("zh");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>