<!DOCTYPE html><html lang="zh"><head><meta charset="utf-8"><title>Etiqueta: cn-reader - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/cn-reader/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="zh"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="/blog/images/favicon.svg"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-light.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Etiquetas</a></li><li class="is-active"><a href="#" aria-current="page">cn-reader</a></li></ul></nav></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">37 minutes read (About 5586 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/对偶与春秋/">对偶与春秋</a></h1><div class="content"><p></p><p>&#x4E0A;&#x4E00;&#x671F;<a href="https://busy.org/@robertyan/7mtbscpafb" target="_blank" rel="noreferrer noopener">&#x300A;&#x5185;&#x5916;&#x4E0E;&#x4E94;&#x56DB;&#x300B;</a>&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8C08;&#x5230;&#x4E86;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x7ECF;&#x4E16;&#x81F4;&#x7528;&#x201D;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x4E8E;&#x201C;&#x8054;&#x201C;&#x4EE5;&#x8F7D;&#x9053;&#xFF0C;&#x5373;&#x767D;&#x4E50;&#x5929;&#x6240;&#x8C13;&#x201C;&#x6587;&#x7AE0;&#x5408;&#x4E3A;&#x65F6;&#x800C;&#x8457;&#xFF0C;&#x6B4C;&#x8BD7;&#x5408;&#x4E3A;&#x4E8B;&#x800C;&#x4F5C;&#x201D;&#x3002;&#x200C;</p><p></p><p></p><p>&#x201C;&#x9053;&#x201D;&#x7684;&#x201C;&#x4F53;&#x201D;&#xFF0C;&#x501F;&#x201C;&#x8054;&#x201D;&#x7684;&#x201C;&#x76F8;&#x201D;&#x800C;&#x663E;&#x73B0;&#x3002;&#x672C;&#x6587;&#x8C08;&#x8C08;&#x6979;&#x8054;&#x7684;&#x201C;&#x5F62;&#x201D;&#x4E0E;&#x201C;&#x76F8;&#x201D;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5BF9;&#x5076;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x8054;&#x4E2D;&#x5E38;&#x51FA;&#x73B0;&#x7684;&#x65F6;&#x95F4;&#x8FD9;&#x4E00;&#x6982;&#x5FF5;&#x7684;&#x201C;&#x5BF9;&#x79F0;&#x201D;&#x89C2;&#x5FF5;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="dui-ou">&#x5BF9;&#x5076;<a href="#dui-ou"></a></h2><p></p><p></p><p>&#x200C;&#x73B0;&#x4EE3;&#x4EBA;&#x4EEC;&#x5E38;&#x8BF4;&#x7684;&#x5BF9;&#x8054;&#x5F62;&#x6001;&#xFF0C;&#x591A;&#x662F;&#x6307;&#x4EE5;&#x4E66;&#x6CD5;&#x5F62;&#x5F0F;&#x9898;&#x5199;&#x3001;&#x5F20;&#x8D34;&#x3001;&#x60AC;&#x6302;&#x6216;&#x954C;&#x523B;&#x7684;<strong>&#x201C;&#x6625;&#x8054;&#x201D;</strong>&#x548C;<strong>&#x201C;&#x6979;&#x8054;&#x201D;</strong>&#x3002;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#xFF0C;&#x8FD8;&#x6709;&#x7528;&#x4E8E;&#x53E3;&#x5934;&#x7684;&#x201C;&#x5BF9;&#x53E5;&#x201D;&#xFF08;&#x53E3;&#x8BED;&#x5F62;&#x5F0F;&#x5BF9;&#x8054;&#xFF0C;&#x4E00;&#x4EBA;&#x51FA;&#x53E5;&#x3001;&#x4E00;&#x4EBA;&#x5BF9;&#x53E5;&#xFF09;&#x548C;&#x7528;&#x4E8E;&#x4E66;&#x9762;&#x7684;&#x201C;&#x8054;&#x8BED;&#x201D;&#xFF08;&#x5982;&#x67D0;&#x4E9B;&#x7AE0;&#x56DE;&#x4F53;&#x5C0F;&#x8BF4;&#x7684;&#x7AE0;&#x8282;&#x540D;&#xFF09;&#x3002;&#x8FD9;&#x6070;&#x4E0E;&#x8BED;&#x8A00;&#x7684;&#x4F7F;&#x7528;&#x5F62;&#x5F0F;&#x76F8;&#x5BF9;&#x5E94; &#x2014;&#x2014;&#x53E3;&#x5934;&#x3001;&#x4E66;&#x9762;&#x3001;&#x6807;&#x8D34;&#x2014;&#x2014;&#x7531;&#x6B64;&#x4E5F;&#x53EF;&#x89C1;&#x5BF9;&#x8054;&#x5E94;&#x7528;&#x4E4B;&#x5E7F;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x5BF9;&#x8054;&#x7684;&#x6027;&#x8D28;&#xFF0C;&#x5411;&#x6765;&#x4E5F;&#x6709;&#x4E0D;&#x540C;&#x8BA4;&#x8BC6;&#xFF1A;&#xFF08;1&#xFF09;&#x5BF9;&#x8054;&#x662F;&#x4E00;&#x79CD;&#x6587;&#x5B66;&#x6837;&#x5F0F;&#xFF0C;&#x4E0E;&#x8BD7;&#x8BCD;&#x683C;&#x5F8B;&#x76F8;&#x82E5;&#x3001;&#x4E0E;&#x5EFA;&#x7B51;&#x97F3;&#x4E50;&#x76F8;&#x5408;&#xFF1B;&#xFF08;2&#xFF09;&#x5BF9;&#x8054;&#x662F;&#x4E00;&#x79CD;&#x5B9E;&#x7528;&#x6587;&#x4F53;&#xFF0C;&#x53EF;&#x7528;&#x4E8E;&#x6625;&#x8282;&#x3001;&#x8D3A;&#x5A5A;&#x795D;&#x5BFF;&#x3001;&#x540A;&#x4E27;&#x60AF;&#x6B7B;&#xFF0C;&#x53EF;&#x7528;&#x4E8E;&#x5BAB;&#x6BBF;&#x82D1;&#x56FF;&#x3001;&#x7960;&#x5E99;&#x5BFA;&#x89C2;&#x3001;&#x4EAD;&#x53F0;&#x697C;&#x9601;&#x3001;&#x5E97;&#x94FA;&#x574A;&#x9986;&#xFF1B;&#xFF08;3&#xFF09;&#x5BF9;&#x8054;&#x4EC5;&#x5F53;&#x505A;&#x4E00;&#x79CD;&#x6587;&#x5B57;&#x7B14;&#x58A8;&#x6E38;&#x620F;&#xFF0C;&#x4E0D;&#x8FC7;&#x96D5;&#x866B;&#x5C0F;&#x6280;&#x3002;&#x200C;</p><p></p><p></p><p>&#x603B;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x5BF9;&#x8054;&#x662F;&#x4E00;&#x79CD;&#x5177;&#x6709;&#x827A;&#x672F;&#x6027;&#x7684;&#x5E94;&#x7528;&#x6587;&#x4F53;&#x3002;&#x6700;&#x6839;&#x672C;&#x7684;&#xFF0C;&#x5BF9;&#x8054;&#x662F;&#x4E00;&#x79CD;&#x5BF9;&#x79F0;&#x7684;&#x6587;&#x5B57;&#x5F62;&#x5F0F;&#xFF0C;&#x6211;&#x4EEC;&#x60F3;&#x8981;&#x63A2;&#x8BA8;&#x7684;&#xFF0C;&#x4FBF;&#x662F;&#x8FD9;&#x79CD;<strong>&#x5BF9;&#x5076;&#x6587;&#x4F53;&#x7684;&#x6765;&#x6E90;</strong>&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x5BF9;&#x8054;&#x7684;&#x8D77;&#x6E90;&#xFF0C;&#x4EE5;&#x201C;&#x6979;&#x8054;&#x201D;&#x6765;&#x8BF4;&#xFF0C;&#x5BF9;&#x8054;&#x7684;&#x8D77;&#x6E90;&#x5E38;&#x88AB;&#x91C7;&#x7EB3;&#x7684;&#x662F;&#x201C;&#x4E94;&#x4EE3;&#x8BF4;&#x201D;&#xFF08;&#x4E94;&#x4EE3;&#x540E;&#x8700;&#x4E3B;&#x5B5F;&#x6636;&#x6240;&#x4F5C;&#x6625;&#x8054;&#xFF1A;&#x201C;&#x65B0;&#x5E74;&#x7EB3;&#x4F59;&#x5E86;&#xFF0C;&#x5609;&#x8282;&#x53F7;&#x957F;&#x6625;&#x201D;&#xFF09;&#xFF0C;&#x4F46;&#x5B9E;&#x5219;&#x81F3;&#x5C11;&#x5728;&#x5510;&#x4EE3;&#x5DF2;&#x7ECF;&#x5BF9;&#x8054;&#x5DF2;&#x7ECF;&#x53D1;&#x5C55;&#x6210;&#x719F;&#x7684;&#x4F50;&#x8BC1;&#xFF08;&#x5982;&#x9152;&#x4EE4;&#x548C;&#x5E94;&#x5BF9;&#x3001;&#x6566;&#x714C;&#x9057;&#x4E66;&#x7B49;&#xFF09;[2] &#x4EE5;&#x201C;&#x5BF9;&#x53E5;&#x201D;&#x6765;&#x8BF4;&#xFF0C;&#x5219;&#x6709;&#x201C;&#x897F;&#x664B;&#x8BF4;&#x201D;&#xFF08;&#x201C;&#x4E91;&#x95F4;&#x9646;&#x58EB;&#x9F99;&#xFF0C;&#x65E5;&#x4E0B;&#x8340;&#x9E23;&#x9E64;&#x201D;&#xFF09;&#x3002;&#x4F46;&#x4EE5;&#x201C;&#x8054;&#x8BED;&#x201D;&#x6216;&#x201C;&#x5BF9;&#x5076;&#x53E5;&#x201D;&#x800C;&#x8A00;&#xFF0C;&#x5219;&#x51E0;&#x4E4E;&#x4ECE;<strong>&#x6BB7;&#x5546;&#x751A;&#x81F3;&#x6709;&#x6587;&#x5B57;&#x8BB0;&#x8F7D;&#x8D77;&#x4FBF;&#x5B58;&#x5728;</strong>&#x4E86;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x8054;&#x7684;&#x53D1;&#x5C55;&#x4E0E;&#x6D41;&#x884C;&#xFF0C;&#x8FD9;&#x91CC;&#x4E5F;&#x7A0D;&#x4F5C;&#x4E00;&#x4E9B;&#x9610;&#x53D1;&#xFF08;&#x5982;&#x5BF9;&#x66F4;&#x591A;&#x5386;&#x53F2;&#x4ECB;&#x7ECD;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x6B64;&#x5904;&#x63A8;&#x8350;&#x6768;&#x5927;&#x65B9;&#x5148;&#x751F;<a href="https://book.douban.com/subject/7063245/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5BF9;&#x8054;&#x8BBA;&#x300B;</a>&#x4E2D;&#x7684;&#x76F8;&#x5173;&#x7AE0;&#x8282;&#xFF09;&#x3002;&#x5BF9;&#x8054;&#x7684;&#x6D41;&#x884C;&#x59CB;&#x4E8E;&#x5B8B;&#xFF0C;&#x800C;&#x5174;&#x76DB;&#x4E8E;&#x660E;&#x6E05;&#x3002;&#x5B8B;&#x4EBA;&#x5F00;&#x59CB;&#x5C06;&#x5BF9;&#x8054;&#x9898;&#x4E8E;&#x6979;&#x67F1;&#x800C;&#x79F0;&#x201C;&#x6979;&#x8054;&#x201D;&#x3002;&#x5404;&#x79CD;&#x5F62;&#x5F0F;&#x7684;&#x5BF9;&#x8054;&#x4E5F;&#x88AB;&#x521B;&#x9020;&#x51FA;&#x6765;&#xFF1A;&#x5982;&#xFF0C;&#x82CF;&#x8F7C;&#x633D;&#x97E9;&#x7EDB;&#xFF1A;&#x201C;&#x4E09;&#x767B;&#x5E86;&#x5386;&#x4E09;&#x4EBA;&#x7B2C;&#xFF0C;&#x56DB;&#x5165;&#x7199;&#x5B81;&#x56DB;&#x8F85;&#x4E2D;&#x201D;&#xFF0C;&#x5F00;&#x521B;&#x4E86;&#x633D;&#x8054;&#x3002;&#x81F3;&#x660E;&#x5219;&#x6709;&#x6731;&#x5143;&#x748B;&#xFF0C;&#x5927;&#x529B;&#x63D0;&#x5021;&#x6625;&#x8054;&#xFF0C;&#x4F7F;&#x4E4B;&#x6210;&#x4E3A;&#x4E00;&#x79CD;&#x5236;&#x5EA6;&#xFF0C;&#x6C11;&#x95F4;&#x66F4;&#x662F;&#x65E0;&#x5904;&#x4E0D;&#x8054;&#xFF1B;&#x5982;&#x6731;&#x5143;&#x748B;&#x8D60;&#x5F90;&#x8FBE;&#x8054;&#xFF1A;&#x201C;&#x7834;&#x864F;&#x5E73;&#x86EE;&#xFF0C;&#x529F;&#x8D2F;&#x53E4;&#x4ECA;&#x4EBA;&#x7B2C;&#x4E00;&#xFF1B;&#x51FA;&#x5C06;&#x5165;&#x76F8;&#xFF0C;&#x624D;&#x517C;&#x6587;&#x6B66;&#x4E16;&#x65E0;&#x53CC;&#x201D;&#x3002;&#x6E05;&#x5219;&#x662F;&#x5EB7;&#x96CD;&#x4E7E;&#x6781;&#x4E3A;&#x5D07;&#x5C1A;&#x5BF9;&#x8054;&#xFF0C;&#x5BF9;&#x8054;&#x5999;&#x624B;&#x66F4;&#x662F;&#x4F17;&#x591A;&#xFF0C;&#x5982;&#x7EAA;&#x6600;&#x3001;&#x66FE;&#x56FD;&#x85E9;&#x3001;&#x8881;&#x679A;&#x7B49;&#x3002;&#x5B8B;&#x4EE5;&#x540E;&#x5BF9;&#x8054;&#x7684;&#x6D41;&#x884C;&#xFF0C;&#x4E0E;&#x5BF9;&#x8054;&#x7B80;&#x6D01;&#x7684;&#x5F62;&#x5F0F;&#x548C;&#x6781;&#x5F3A;&#x7684;&#x5B9E;&#x7528;&#x6027;&#xFF0C;&#x4EE5;&#x53CA;&#x5B8B;&#x4EE5;&#x540E;&#x5927;&#x4F17;&#x6587;&#x5316;&#x7684;&#x5174;&#x8D77;&#x3001;&#x5546;&#x4E1A;&#x7684;&#x53D1;&#x5C55;&#x6709;&#x7740;&#x5BC6;&#x5207;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x8054;&#x6216;&#x8005;&#x5BF9;&#x5076;&#x6587;&#x4F53;&#x7684;&#x6839;&#x6E90;&#x5728;&#x4E8E;&#xFF08;1&#xFF09;&#x6C49;&#x5B57;&#x7684;&#x4E00;&#x5B57;&#x4E00;&#x5F62;&#x4E00;&#x97F3;&#x4E00;&#x4E49;&#x7684;&#x7279;&#x70B9;&#xFF0C;&#x4F7F;&#x5F97;&#x97F3;&#x3001;&#x5F62;&#x3001;&#x4E49;&#x7684;&#x5BF9;&#x79F0;&#x5F62;&#x6001;&#x6781;&#x4E3A;&#x4E30;&#x5BCC;&#xFF1B;&#xFF08;2&#xFF09;&#x4E2D;&#x534E;&#x6587;&#x5316;&#x5BF9;&#x5BF9;&#x79F0;&#x3001;&#x9634;&#x9633;&#x89C2;&#x5FF5;&#x7684;&#x63A8;&#x5D07;&#x3002;&#x200C;</p><p></p><p></p><h3 id="1-han-zi-te-zheng">1. &#x6C49;&#x5B57;&#x7279;&#x5F81;<a href="#1-han-zi-te-zheng"></a></h3><p></p><p></p><p>&#x200C;&#x9996;&#x5148;&#xFF0C;&#x6C49;&#x5B57;&#x5B58;&#x5728;&#x4EE5;&#x4E0B;&#x57FA;&#x672C;&#x7279;&#x5F81;&#xFF1A;&#x200C;</p><p></p><p></p><ol><li>&#x6C49;&#x5B57;&#x7684;&#x5F62;&#x72B6;&#x662F;<strong>&#x5747;&#x5300;&#x800C;&#x65B9;&#x6B63;</strong>&#x7684;&#xFF08;&#x65B9;&#x5757;&#x5B57;&#xFF09;&#xFF0C;&#x5728;&#x4E66;&#x5199;&#x591A;&#x4E2A;&#x5B57;&#x65F6;<strong>&#x957F;&#x5EA6;&#x4FDD;&#x6301;&#x76F8;&#x7B49;</strong>&#xFF1B;</li><li>&#x6C49;&#x5B57;&#x662F;<strong>&#x5355;&#x97F3;&#x8282;&#x5B57;</strong>&#xFF0C;&#x6BCF;&#x4E2A;&#x5B57;&#x7684;&#x97F3;&#x8282;&#x957F;&#x5EA6;&#x76F8;&#x7B49;&#x3001;&#x97F3;&#x5F8B;&#x548C;&#x8C10;&#xFF1B;</li><li>&#x53E4;&#x4EE3;&#x6C49;&#x8BED;&#x4E3B;&#x8981;&#x662F;<strong>&#x4E00;&#x5B57;&#x4E00;&#x8BCD;&#x3001;&#x4E00;&#x5B57;&#x4E00;&#x4E49;</strong>&#xFF0C;&#x5355;&#x4E2A;&#x5B57;&#x53EF;&#x4EE5;&#x8868;&#x8FBE;&#x660E;&#x786E;&#x7684;&#x542B;&#x4E49;&#xFF1B;</li><li>&#x8F83;&#x591A;&#x6C49;&#x5B57;&#x672C;&#x8EAB;&#x7684;&#x5F62;&#x8C61;&#x5177;&#x6709;<strong>&#x5BF9;&#x79F0;&#x7ED3;&#x6784;</strong>&#xFF0C;&#x5982;&#x201C;&#x5929;&#x201D;&#x3001;&#x201C;&#x4EBA;&#x201D;&#x3001;&#x201C;&#x5408;&#x201D;&#x3001;&#x201C;&#x4E00;&#x201D;&#x7B49;&#xFF1B;</li><li>&#x6C49;&#x5B57;&#x7531;&#x4EE5;&#x76F4;&#x7EBF;&#x4E3A;&#x4E3B;&#x7684;<strong>&#x7B14;&#x753B;</strong>&#x7EC4;&#x6210;<strong>&#x90E8;&#x9996;</strong>&#xFF0C;&#x53C8;&#x53EF;&#x4EE5;&#x7531;&#x90E8;&#x9996;&#x7EC4;&#x6210;&#x5F62;&#x58F0;&#x5B57;&#xFF0C;&#x5E38;&#x517C;&#x5177;&#x8868;&#x97F3;&#x548C;&#x8868;&#x610F;&#x7684;&#x529F;&#x80FD;&#xFF1B;</li><li>&#x6C49;&#x5B57;&#x652F;&#x6301;<strong>&#x7AD6;&#x6392;&#x6216;&#x6A2A;&#x6392;</strong>&#x4E24;&#x79CD;&#x4E66;&#x5199;&#x65B9;&#x5F0F;&#xFF0C;&#x6709;&#x51E0;&#x5343;&#x5E74;&#x7AD6;&#x6392;&#x4E66;&#x5199;&#x7684;&#x5386;&#x53F2;&#xFF1B;</li></ol><p></p><p></p><p>&#x200C;&#x8FD9;&#x4E9B;&#x57FA;&#x672C;&#x7279;&#x5F81;&#x90FD;&#x4E3A;&#x5BF9;&#x5076;&#x53E5;&#x5F0F;&#x548C;&#x5BF9;&#x8054;&#x7684;&#x4EA7;&#x751F;&#x5960;&#x5B9A;&#x4E86;&#x57FA;&#x7840;&#xFF0C;&#x5176;&#x4E2D;&#x7B2C;&#xFF08;5&#xFF09;&#x70B9;&#x6211;&#x4EEC;&#x5728;&#x4E4B;&#x524D;&#x7684;<a href="https://busy.org/@robertyan/h050qctns8" target="_blank" rel="noreferrer noopener"><strong>&#x201C;&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;&#x201D;</strong></a>&#x8FD9;&#x4E00;&#x8054;&#x4E2D;&#x6709;&#x8FC7;&#x5145;&#x5206;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x800C;&#x4E14;&#xFF0C;&#x5BF9;&#x4E8E;&#x67D0;&#x4E9B;&#x8DA3;&#x8054;&#x7684;&#x4EA7;&#x751F;&#xFF0C;&#x4E5F;&#x9887;&#x6709;&#x4EF7;&#x503C;&#x3002;&#x5982;&#x4EE5;&#x4E0B;&#x8FD9;&#x4E2A;&#x4E00;&#x5B57;&#x8054;&#xFF0C;&#x4E0D;&#x4F46;&#x5B57;&#x7684;&#x97F3;&#x5F62;&#x4E49;&#x76F8;&#x5BF9;&#xFF0C;&#x4E0A;&#x4E0B;&#x4E24;&#x90E8;&#x53C8;&#x5206;&#x522B;&#x76F8;&#x5BF9;&#xFF0C;&#x9887;&#x4E3A;&#x5DE7;&#x5999;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x58A8;</p><p>&#x6CC9;</p></blockquote><p></p><p></p><p>&#x200C;&#x7B2C;&#xFF08;6&#xFF09;&#x70B9;&#x4F7F;&#x5F97;&#x7AD6;&#x5411;&#x4E66;&#x5199;&#x65F6;&#xFF08;&#x5982;&#x6979;&#x8054;&#xFF09;&#xFF0C;&#x4E24;&#x8054;&#x76F8;&#x5BF9;&#x7684;&#x6548;&#x679C;&#x53EF;&#x4EE5;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x5982;&#x679C;&#x4E0E;&#x5176;&#x4ED6;&#x8BED;&#x8A00;&#xFF08;&#x4E3B;&#x8981;&#x662F;&#x8868;&#x97F3;&#x8BED;&#x8A00;&#xFF09;&#x505A;&#x6BD4;&#x8F83;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x53D1;&#x73B0;&#x6C49;&#x5B57;&#x8FD8;&#x6709;&#x4E00;&#x4E9B;&#x7279;&#x5F81;&#x4F7F;&#x5F97;&#x5176;&#x4E3A;&#x4F5C;&#x5BF9;&#x8054;&#x63D0;&#x4F9B;&#x4E86;&#x57FA;&#x7840;&#xFF1A;&#x200C;</p><p></p><p></p><ol><li>&#x6C49;&#x8BED;&#x7684;&#x5B57;/&#x8BCD;<strong>&#x4E0D;&#x5B58;&#x5728;&#x65F6;&#x6001;&#x53D8;&#x5316;</strong>&#xFF08;&#x6216;&#x8005;&#x8BF4;&#x6BCF;&#x4E2A;&#x5B57;&#x90FD;&#x662F;&#x8BCD;&#x6839;&#xFF09;&#xFF0C;&#x4F7F;&#x5F97;&#x5355;&#x4E2A;&#x5B57;&#x7684;&#x5F62;&#x6001;&#x6BD4;&#x8F83;&#x7A33;&#x5B9A;&#xFF0C;&#x6240;&#x4EE5;&#x80FD;&#x4FDD;&#x8BC1;&#x59CB;&#x7EC8;&#x5982;&#x4E00;&#x7684;&#x5168;&#x65B9;&#x4F4D;&#x7684;&#x5BF9;&#x79F0;&#xFF1B;</li><li>&#x6C49;&#x8BED;&#x7684;&#x97F3;&#x8282;&#x5B58;&#x5728;<strong>&#x201C;&#x58F0;&#x8C03;&#x201D;&#x6784;&#x9020;</strong>&#xFF0C;&#x4F7F;&#x5F97;&#x5F53;&#x4E2A;&#x97F3;&#x8282;&#x80FD;&#x591F;&#x5BF9;&#x5E94;&#x591A;&#x79CD;&#x58F0;&#x97F3;&#x5143;&#x7D20;&#xFF0C;&#x52A0;&#x5F3A;&#x4E86;&#x5355;&#x97F3;&#x8282;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x540C;&#x65F6;&#x4FC3;&#x6210;&#x4E86;&#x201C;<strong>&#x5E73;&#x4EC4;&#x76F8;&#x5BF9;</strong>&#x201D;&#x8FD9;&#x79CD;&#x5BF9;&#x79F0;&#x5173;&#x7CFB;&#x3002;</li></ol><p></p><p></p><p>&#x200C;&#x6B63;&#x662F;&#x7531;&#x4E8E;&#x6C49;&#x5B57;&#x548C;&#x6C49;&#x8BED;&#x672C;&#x8EAB;&#x7684;&#x7B80;&#x4ECB;&#x3001;&#x5300;&#x79F0;&#x3001;&#x534F;&#x8C03;&#x3001;&#x4E30;&#x5BCC;&#x7684;&#x7279;&#x5F81;&#xFF0C;&#x4F7F;&#x5F97;&#x5B83;&#x80FD;&#x591F;&#x6210;&#x4E3A;&#x6784;&#x9020;&#x5BF9;&#x79F0;&#x6587;&#x4F53;&#x548C;&#x8BDD;&#x8BED;&#x7684;&#x57FA;&#x672C;&#x7ED3;&#x6784;&#x3002;&#x6B4C;&#x8D4B;&#x3001;&#x8BD7;&#x8BCD;&#x3001;&#x5BF9;&#x8054;&#x7684;&#x827A;&#x672F;&#x4E4B;&#x7F8E;&#xFF0C;&#x6B63;&#x7B51;&#x57FA;&#x4E8E;&#x6C49;&#x5B57;&#x672C;&#x8EAB;&#x5185;&#x5728;&#x7684;&#x7F8E;&#x5B66;&#x610F;&#x4E49;&#x4E4B;&#x4E0A;&#xFF1B;&#x8FD9;&#x5728;&#x4EBA;&#x7C7B;&#x8BED;&#x8A00;&#x4E4B;&#x4E2D;&#xFF0C;&#x662F;&#x9887;&#x4E3A;&#x72EC;&#x7279;&#x7684;&#x3002;&#x200C;</p><p></p><p></p><h3 id="2-dui-cheng-guan-nian">2. &#x5BF9;&#x79F0;&#x89C2;&#x5FF5;<a href="#2-dui-cheng-guan-nian"></a></h3><p></p><p></p><p>&#x5929;&#x4EBA;&#x5408;&#x4E00;&#x3001;&#x53D6;&#x6CD5;&#x81EA;&#x7136;&#x6DF1;&#x523B;&#x5F71;&#x54CD;&#x4E2D;&#x534E;&#x6587;&#x5316;&#x3002;&#x200C;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x5BF9;&#x5929;&#x5730;&#x4E07;&#x7269;&#x4EE5;&#x53CA;&#x81EA;&#x8EAB;&#x7684;&#x89C2;&#x5BDF;&#xFF0C;&#x4F7F;&#x5F97;&#x5148;&#x4EBA;&#x4EEC;&#x5BF9;&#x4E8E;&#x5BF9;&#x79F0;&#x6709;&#x7740;&#x6DF1;&#x523B;&#x7684;&#x89C2;&#x5BDF;&#xFF0C;&#x5982;&#x5929;&#x5730;&#x3001;&#x65E5;&#x6708;&#x3001;&#x663C;&#x591C;&#xFF0C;&#x5982;&#x773C;&#x3001;&#x8033;&#x3001;&#x624B;&#x3001;&#x8DB3;&#xFF0C;&#x53C8;&#x5982;&#x6625;&#x590F;&#x79CB;&#x51AC;&#x3001;&#x4E1C;&#x5357;&#x897F;&#x5317;&#x3001;&#x4E0A;&#x4E0B;&#x5DE6;&#x53F3;&#x7B49;&#x7B49;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x5BF9;&#x81EA;&#x7136;&#x7684;&#x89C2;&#x5BDF;&#xFF0C;&#x4EA7;&#x751F;&#x4E86;&#x201C;&#x9634;&#x9633;&#x201D;&#x3001;&#x201C;&#x516B;&#x5366;&#x201D;&#x7684;&#x5BF9;&#x7ACB;&#x7EDF;&#x4E00;&#x7684;&#x89C2;&#x5FF5;&#xFF08;&#x300A;&#x5468;&#x6613;&#x300B;&#xFF09;&#xFF0C;&#x9002;&#x7528;&#x4E8E;&#x5BF9;&#x81EA;&#x8EAB;&#x3001;&#x5B87;&#x5B99;&#x548C;&#x793E;&#x4F1A;&#x7684;&#x89C2;&#x5BDF;&#xFF0C;&#x5982;&#x7537;&#x5973;&#x3001;&#x5929;&#x5730;&#x3001;&#x5BD2;&#x6691;&#x7B49;&#x4E00;&#x9634;&#x4E00;&#x9633;&#x4E8C;&#x5143;&#x5BF9;&#x7ACB;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x6784;&#x5EFA;&#x7684;&#x601D;&#x7EF4;&#x7CFB;&#x7EDF;&#x3002;&#x200C;</p><p></p><p></p><p>&#x8FD9;&#x79CD;&#x5BF9;&#x7ACB;&#x7EDF;&#x4E00;&#x7684;&#x89C2;&#x5FF5;&#x6DF1;&#x523B;&#x4F53;&#x73B0;&#x5728;&#x653F;&#x5236;&#x3001;&#x793C;&#x4EEA;&#x3001;&#x97F3;&#x4E50;&#x3001;&#x5EFA;&#x7B51;&#x3001;&#x52B3;&#x4F5C;&#x7B49;&#x5404;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x5730;&#x4E5F;&#x6E17;&#x900F;&#x5230;&#x8BED;&#x8A00;&#x6587;&#x5B57;&#x4E0E;&#x6587;&#x5B66;&#x6837;&#x5F0F;&#x4E4B;&#x4E2D;&#x3002;&#x200C;</p><p></p><p></p><p><strong>&#x5BF9;&#x8054;</strong>&#x4E8C;&#x5B57;&#xFF0C;&#x672C;&#x5C31;&#x6709;&#x201C;<strong>&#x5BF9;&#x7ACB;</strong>&#x3001;<strong>&#x5173;&#x8054;</strong>&#x201D;&#x4E4B;&#x610F;&#xFF0C;&#x4E0E;&#x201C;&#x9634;&#x9633;&#x201D;&#x601D;&#x60F3;&#x76F8;&#x5951;&#x5408;&#x3002;&#x6545;&#x800C;&#xFF0C;&#x5728;&#x5BF9;&#x8054;&#x4E5F;&#x6781;&#x4E3A;&#x6CE8;&#x91CD;&#x201C;&#x76F8;&#x5BF9;&#x201D;&#x8FD9;&#x4E00;&#x5F62;&#x5F0F;&#xFF0C;&#x4F8B;&#x5982;&#x4EE5;&#x201C;&#x795E;&#x5DDE;&#x201D;&#x5BF9;&#x201C;&#x534E;&#x590F;&#x201D;&#x7531;&#x4E8E;&#x610F;&#x4E49;&#x5B8C;&#x5168;&#x4E00;&#x81F4;&#x5C31;&#x4E0D;&#x5408;&#x9002;&#x3002;&#x6240;&#x8C13;&#x201C;&#x6B63;&#x53CD;&#x5408;&#x201D;&#x7684;&#x8FA9;&#x8BC1;&#x6CD5;&#xFF0C;&#x5728;&#x5BF9;&#x8054;&#x4E2D;&#x5219;&#x9887;&#x4E3A;&#x9002;&#x7528;&#x3002;&#x200C;</p><p></p><p></p><p>&#x7C7B;&#x4F3C;&#x5730;&#xFF0C;&#x5E0C;&#x814A;&#x4EBA;&#x5BF9;&#x548C;&#x8C10;&#x5BF9;&#x79F0;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x4E5F;&#x6781;&#x4E3A;&#x70BD;&#x70C8;&#xFF0C;&#x5982;&#x5BF9;&#x5929;&#x4F53;&#x8FD0;&#x884C;&#x8F68;&#x8FF9;&#x4E3A;&#x201C;&#x5706;&#x5468;&#x8FD0;&#x52A8;&#x201D;&#x7684;&#x6267;&#x7740;&#x8FFD;&#x6C42;&#x3001;&#x5BF9;&#x201C;&#x5929;&#x7403;&#x201D;&#x7684;&#x8BBE;&#x8BA1;&#x7B49;&#x7B49;&#xFF0C;&#x4EE5;&#x53CA;&#x5BF9;&#x73B0;&#x4EE3;&#x7406;&#x8BBA;&#x7269;&#x7406;&#xFF08;&#x5982;&#x91CF;&#x5B50;&#x7269;&#x7406;&#xFF09;&#x3001;&#x4EE5;&#x53CA;&#x5206;&#x5B50;&#x751F;&#x7269;&#x5B66;&#xFF08;&#x5982;DNA&#x53CC;&#x87BA;&#x65CB;&#x7ED3;&#x6784;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x7B49;&#xFF0C;&#x5728;&#x6B64;&#x4E0D;&#x8BE6;&#x8FF0;&#x3002;<a href="https://book.douban.com/subject/1110647/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54E5;&#x767D;&#x5C3C;&#x9769;&#x547D;&#x300B;</a>&#x6216;&#x53EF;&#x4E3A;&#x4E00;&#x79CD;&#x89E3;&#x8BFB;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x5BF9;&#x79F0;&#x3001;&#x9634;&#x9633;&#x7406;&#x8BBA;&#x7684;&#x5D07;&#x5C1A;&#xFF0C;&#x4E5F;&#x662F;&#x4E2D;&#x534E;&#x6587;&#x5316;&#x4E0E;&#x5E0C;&#x814A;&#x54F2;&#x5B66;&#x76F8;&#x901A;&#x878D;&#x4E4B;&#x5904;&#xFF0C;&#x4E5F;&#x96BE;&#x602A;&#x4E4E;&#x6768;&#x632F;&#x5B81;&#x5148;&#x751F;&#x4E5F;&#x66FE;&#x591A;&#x6B21;&#x63D0;&#x5230;&#x5BF9;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6587;&#x5B66;&#x7684;&#x559C;&#x7231;&#x4E0E;&#x5BF9;&#x7269;&#x7406;&#x7ED3;&#x6784;&#x4E2D;&#x5BF9;&#x79F0;&#x7ED3;&#x6784;&#x7684;&#x7F8E;&#x5999;&#x7684;&#x7814;&#x7A76;&#x76F8;&#x4E00;&#x81F4;&#x4E4B;&#x5904;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4EE5;&#x6C49;&#x5B57;&#x548C;&#x5BF9;&#x79F0;&#x4E3A;&#x57FA;&#x6784;&#x5EFA;&#x7684;&#x5BF9;&#x8054;&#xFF0C;&#x5728;&#x4ECA;&#x65E5;&#x4F9D;&#x7136;&#x6709;&#x7740;&#x5F3A;&#x5927;&#x7684;&#x751F;&#x547D;&#x529B;&#x3002;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x867D;&#x7136;&#x6C49;&#x5B57;&#x7ECF;&#x5386;&#x4E86;&#x201C;&#x7B80;&#x5316;&#x201D;&#x548C;&#x73B0;&#x4EE3;&#x6C49;&#x8BED;&#x7ECF;&#x8FC7;&#x4E86;&#x201C;&#x4EE5;&#x8BCD;&#x8868;&#x610F;&#x201D;&#x4E3A;&#x4E3B;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x4F46;&#x6C49;&#x5B57;&#x7684;&#x751F;&#x547D;&#x529B;&#x72B9;&#x5728;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x867D;&#x7136;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x4F3C;&#x4E4E;&#x53D6;&#x4EE3;&#x4E86;&#x201C;&#x9634;&#x9633;&#x201D;&#xFF0C;&#x4F46;&#x5176;&#x4E2D;&#x8574;&#x542B;&#x7684;&#x5BF9;&#x79F0;&#x4E4B;&#x7F8E;&#x7684;&#x8FFD;&#x6C42;&#x5374;&#x6CA1;&#x6709;&#x6539;&#x53D8;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x9634;&#x9633;&#x201D;&#x7684;&#x8BA4;&#x540C;&#x53CD;&#x88AB;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x6240;&#x91C7;&#x7EB3;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x5BF9;&#x8054;&#x6587;&#x4F53;&#x4EE5;&#x5176;&#x7B80;&#x6D01;&#x3001;&#x5B9E;&#x7528;&#x7684;&#x7279;&#x5F81;&#xFF0C;&#x6216;&#x8BB8;&#x5C06;&#x4E0D;&#x65AD;&#x5EF6;&#x7EED;&#x5176;&#x4EF7;&#x503C;&#x548C;&#x610F;&#x4E49;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4F46;&#x662F;&#xFF0C;&#x9700;&#x8981;&#x6CE8;&#x610F;&#x7684;&#x662F;&#xFF0C;&#x7531;&#x4E8E;&#x8FC7;&#x53BB;&#x534A;&#x4E2A;&#x591A;&#x4E16;&#x7EAA;&#x4EE5;&#x6765;&#xFF0C;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x6559;&#x80B2;&#x4F53;&#x5236;&#x591A;&#x6A21;&#x4EFF;&#x82CF;&#x8054;&#x6216;&#x6B27;&#x7F8E;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x66FE;&#x7ECF;&#x4EE5;&#x201C;&#x5BF9;&#x53E5;&#x201D;&#x4E3A;&#x57FA;&#x7840;&#x7684;&#x201C;&#x6587;&#x53F2;&#x54F2;&#x5FB7;&#x201D;&#x878D;&#x5408;&#x7EDF;&#x4E00;&#x7684;&#x7AE5;&#x8499;&#x6559;&#x80B2;&#x88AB;&#x73B0;&#x4EE3;&#x5206;&#x79D1;&#x800C;&#x6CBB;&#x7684;&#x6559;&#x80B2;&#x6240;&#x53D6;&#x4EE3;&#xFF0C;&#x6240;&#x4EE5;&#x73B0;&#x4EE3;&#x4E2D;&#x56FD;&#x4EBA;&#x5E38;&#x5E38;&#x80FD;&#x591F;&#x8BFB;&#x61C2;&#x6216;&#x7406;&#x89E3;&#x5BF9;&#x8054;&#xFF0C;&#x800C;&#x8981;&#x521B;&#x4F5C;&#x5374;&#x9887;&#x4E3A;&#x56F0;&#x96BE;&#x3002;&#x200C;</p><p></p><p></p><p>&#x9C81;&#x8FC5;&#x5728;<a href="https://baike.baidu.com/item/&#x4ECE;&#x767E;&#x8349;&#x56ED;&#x5230;&#x4E09;&#x5473;&#x4E66;&#x5C4B;/396387" target="_blank" rel="noreferrer noopener">&#x300A;&#x4ECE;&#x767E;&#x8349;&#x56ED;&#x5230;&#x4E09;&#x5473;&#x4E66;&#x5C4B;&#x300B;</a>&#x66FE;&#x8BB0;&#x5F55;&#x4ED6;&#x4E0A;&#x201C;&#x5BF9;&#x8BFE;&#x201D;&#x7684;&#x60C5;&#x666F;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6211;&#x5C31;&#x53EA;&#x8BFB;&#x4E66;&#xFF0C;&#x6B63;&#x5348;&#x4E60;&#x5B57;&#xFF0C;&#x665A;&#x4E0A;&#x5BF9;&#x8BFE;&#x3002;&#x5148;&#x751F;&#x6700;&#x521D;&#x8FD9;&#x51E0;&#x5929;&#x5BF9;&#x6211;&#x5F88;&#x4E25;&#x5389;&#xFF0C;&#x540E;&#x6765;&#x5374;&#x597D;&#x8D77;&#x6765;&#x4E86;&#xFF0C;&#x4E0D;&#x8FC7;&#x7ED9;&#x6211;&#x8BFB;&#x7684;&#x4E66;&#x6E10;&#x6E10;&#x52A0;&#x591A;&#xFF0C;&#x5BF9;&#x8BFE;&#x4E5F;&#x6E10;&#x6E10;&#x5730;&#x52A0;&#x4E0A;&#x5B57;&#x53BB;&#xFF0C;&#x4ECE;&#x4E09;&#x8A00;&#x5230;&#x4E94;&#x8A00;&#xFF0C;&#x7EC8;&#x4E8E;&#x5230;&#x4E03;&#x8A00;&#x4E86;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#xFF08;&#x5BF9;&#x8BFE;&#xFF1A;&#x65E7;&#x65F6;&#x5B66;&#x4E60;&#x8BCD;&#x53E5;&#x548C;&#x51C6;&#x5907;&#x505A;&#x8BD7;&#x7684;&#x4E00;&#x79CD;&#x7EC3;&#x4E60;&#x3002;&#x4F8B;&#x5982;&#x8001;&#x5E08;&#x8BF4;&#x201C;&#x96E8;&#x201D;&#xFF0C;&#x5B66;&#x751F;&#x5BF9;&#x201C;&#x98CE;&#x201D;&#xFF1B;&#x8001;&#x5E08;&#x8BF4;&#x201C;&#x67F3;&#x7EFF;&#x201D;&#xFF0C;&#x5B66;&#x751F;&#x5BF9;&#x201C;&#x6843;&#x7EA2;&#x201D;&#xFF09;&#x200C;</p><p></p><p></p><p>&#x5728;&#x665A;&#x6E05;&#xFF0C;&#x201C;&#x5BF9;&#x8BFE;&#x201D;&#x4F9D;&#x7136;&#x662F;&#x5B66;&#x95EE;&#x7684;&#x57FA;&#x672C;&#xFF0C;&#x662F;&#x4EE5;&#x6C11;&#x56FD;&#x7684;&#x8BF8;&#x591A;&#x540D;&#x4EBA;&#x90FD;&#x6709;&#x201C;&#x4F5C;&#x5BF9;&#x201D;&#x201C;&#x6210;&#x8BD7;&#x201D;&#x7684;&#x57FA;&#x672C;&#x529F;&#x3002;&#x8FC7;&#x53BB;&#x7684;&#x7AE5;&#x8499;&#x6559;&#x80B2;&#x5982;&#x300A;&#x4E09;&#x5B57;&#x7ECF;&#x300B;&#x300A;&#x767E;&#x5BB6;&#x59D3;&#x300B;&#x300A;&#x5343;&#x5B57;&#x6587;&#x300B;&#x300A;&#x589E;&#x5E7F;&#x8D24;&#x6587;&#x300B;&#x300A;&#x5343;&#x5BB6;&#x8BD7;&#x300B;&#x300A;&#x58F0;&#x5F8B;&#x542F;&#x8499;&#x300B;&#x300A;&#x7B20;&#x7FC1;&#x5BF9;&#x97F5;&#x300B;&#x7B49;&#x4E5F;&#x90FD;&#x4EE5;&#x4E09;&#x8A00;&#x3001;&#x56DB;&#x8A00;&#x3001;&#x4E94;&#x8A00;&#x3001;&#x4E03;&#x8A00;&#x7684;&#x5BF9;&#x53E5;&#x6784;&#x6210;&#xFF0C;&#x5C06;&#x97F5;&#x5F8B;&#x7684;&#x6559;&#x80B2;&#x878D;&#x5408;&#x5230;&#x6587;&#x3001;&#x53F2;&#x3001;&#x54F2;&#x3001;&#x5FB7;&#x4E4B;&#x4E2D;&#x3002;&#x8FD9;&#x662F;&#x4ECA;&#x5929;&#x201C;&#x5206;&#x79D1;&#x201D;&#x7684;&#x6559;&#x80B2;&#x4F53;&#x7CFB;&#x53EF;&#x4EE5;&#x601D;&#x8003;&#x548C;&#x53CD;&#x7701;&#x7684;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p style="text-align:center">image source: <a href="https://zh.wikipedia.org/wiki/%E9%98%B4%E9%98%B3" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x9634;&#x9633;</a>&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="chun-qiu">&#x6625;&#x79CB;<a href="#chun-qiu"></a></h2><p></p><p></p><blockquote class="wp-block-quote"><p>&#x65E5;&#x6708;&#x5FFD;&#x5176;&#x4E0D;&#x6DF9;&#x516E;&#xFF0C;</p><p>&#x6625;&#x4E0E;&#x79CB;&#x5176;&#x4EE3;&#x5E8F;&#x3002;</p><p>&#x60DF;&#x8349;&#x6728;&#x4E4B;&#x96F6;&#x843D;&#x516E;&#xFF0C;</p><p>&#x6050;&#x7F8E;&#x4EBA;&#x4E4B;&#x8FDF;&#x66AE;&#x3002;&#xFF08;&#x5C48;&#x539F;&#xFF1A;&#x300A;&#x79BB;&#x9A9A;&#x300B;&#xFF09;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x8BD7;&#x6B4C;&#x7684;&#x5386;&#x53F2;&#x4E0A;&#xFF0C;&#x201C;&#x60B2;&#x79CB;&#x201D;&#x4E4B;&#x4F5C;&#x65E0;&#x6570;&#xFF0C;&#x5176;&#x611F;&#x53F9;&#x65F6;&#x95F4;&#x4E4B;&#x6D41;&#x901D;&#x3001;&#x4E0E;&#x65F6;&#x8282;&#x4E4B;&#x54C0;&#x4F24;&#xFF0C;&#x5927;&#x62B5;&#x5982;&#x6B64;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5728;&#x65F6;&#x95F4;&#x7684;&#x89C2;&#x5FF5;&#x4E0A;&#xFF0C;&#x201C;&#x6625;&#x590F;&#x79CB;&#x51AC;&#x201D;&#x56DB;&#x65F6;&#x4E3A;&#x4E00;&#x5FAA;&#x73AF;&#xFF0C;&#x6625;&#x4E0E;&#x79CB;&#x76F8;&#x201C;&#x5BF9;&#x201D;&#xFF0C;&#x6625;&#x79CB;&#x5728;&#x5BF9;&#x8054;&#x4E2D;&#x4E5F;&#x5E38;&#x4F7F;&#x7528;&#xFF0C;&#x4E00;&#x6625;&#x79CB;&#x5373;&#x4E3A;&#x4E00;&#x5468;&#x671F;&#x3002;&#x53E4;&#x4EBA;&#x8FD9;&#x79CD;&#x8868;&#x9762;&#x4E0A;&#x4EE5;&#x201C;&#x5FAA;&#x73AF;&#x201D;&#x548C;&#x201C;&#x5BF9;&#x79F0;&#x201D;&#x4E3A;&#x89C2;&#x5FF5;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#xFF0C;&#x4E0E;&#x73B0;&#x4EE3;&#x4EBA;&#x4EE5;&#x201C;&#x7CBE;&#x81F4;&#x5316;&#x7684;&#x6D4B;&#x5EA6;&#x65F6;&#x95F4;&#x4E0E;&#x5355;&#x5411;&#x7EBF;&#x6027;&#x65F6;&#x95F4;&#x201D;&#x4E3A;&#x4E3B;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#xFF0C;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x800C;&#x66F4;&#x4FA7;&#x91CD;&#x5BF9;&#x201C;&#x65F6;&#x673A;&#x201D;&#x7684;&#x4F53;&#x8BA4;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6280;&#x672F;&#x65F6;&#x4EE3;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x53D7;&#x542F;&#x8499;&#x8FD0;&#x52A8;&#x548C;&#x6F14;&#x5316;&#x8BBA;&#xFF08;&#x8FDB;&#x5316;&#x8BBA;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x6709;&#x5F3A;&#x70C8;&#x7684;&#x53D1;&#x5C55;&#x3001;&#x8FDB;&#x6B65;&#x3001;&#x8FDB;&#x5316;&#x7684;&#x610F;&#x5473;&#xFF0C;&#x540C;&#x65F6;&#x4EBA;&#x4E5F;&#x53D7;&#x5230;&#x5BA2;&#x89C2;&#x7684;&#x673A;&#x68B0;&#x5316;&#x65F6;&#x95F4;&#x7684;&#x652F;&#x914D;&#xFF08;&#x4E8B;&#x5B9E;&#x4E0A;&#x5F62;&#x6210;&#x4E86;&#x65F6;&#x95F4;&#x5BF9;&#x4EBA;&#x7684;&#x7EDF;&#x6CBB;&#xFF0C;&#x6240;&#x8C13;996&#x7684;&#x8BA8;&#x8BBA;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x79CD;&#x4F53;&#x73B0;&#xFF09;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4ECE;<strong>&#x201C;&#x5BF9;&#x79F0;&#x201D;&#x548C;&#x201C;&#x8FDB;&#x5316;&#x201D;</strong>&#x5165;&#x624B;&#xFF0C;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x7B80;&#x8981;&#x8C08;&#x8C08;&#x4EBA;&#x7C7B;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#x7684;&#x4E24;&#x79CD;&#x6765;&#x6E90;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p></p><p></p><p></p><p>&#x73B0;&#x4EE3;&#x7684;&#x201C;&#x65F6;&#x95F4;&#x201D;&#x89C2;&#x5FF5;&#xFF0C;&#x901A;&#x5E38;&#x88AB;&#x89E3;&#x91CA;&#x4E3A;&#x4E00;&#x4E2A;&#x7A7A;&#x95F4;&#x5316;&#x7684;&#x7269;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x8868;&#x73B0;&#x4E3A;&#x4E00;&#x4E2A;&#x53EF;&#x7CBE;&#x786E;&#x6D4B;&#x91CF;&#x7684;&#xFF08;&#x901A;&#x8FC7;&#x65F6;&#x949F;&#x6765;&#x8868;&#x73B0;&#xFF09;&#x7684;&#x5355;&#x5411;&#x7684;&#x65F6;&#x95F4;&#x8F74;&#xFF08;&#x91C7;&#x7528;&#x5112;&#x7565;&#x5386;&#x7684;&#x7EDD;&#x5BF9;&#x5316;&#x7684;&#x57FA;&#x7763;&#x7EAA;&#x5E74;&#xFF0C;&#x5373;&#x6240;&#x8C13;&#x7684;&#x516C;&#x5143;&#x7EAA;&#x5E74;&#xFF09;&#x3002;&#x7136;&#x800C;&#xFF0C;&#x5373;&#x4F7F;&#x5728;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x4E2D;&#xFF0C;&#x65F6;&#x95F4;&#x88AB;&#x4F5C;&#x4E3A;&#x5355;&#x72EC;&#x5BF9;&#x8C61;&#x6DF1;&#x5165;&#x8003;&#x5BDF;&#xFF0C;&#x4E5F;&#x662F;&#x5728;&#x8FDB;&#x5316;&#x8BBA;&#x3001;&#x70ED;&#x529B;&#x5B66;&#x7B2C;&#x4E8C;&#x5B9A;&#x5F8B;&#x3001;&#x5B87;&#x5B99;&#x81A8;&#x80C0;&#x7406;&#x8BBA;&#x3001;&#x5927;&#x7206;&#x70B8;&#x5B66;&#x8BF4;&#x3001;&#x51B3;&#x5B9A;&#x6027;&#x6DF7;&#x6C8C;&#x7406;&#x8BBA;&#x7B49;&#x6709;&#x660E;&#x786E;&#x65F6;&#x95F4;&#x65B9;&#x5411;&#x6027;&#x7684;&#x7406;&#x8BBA;&#x7EB7;&#x7EB7;&#x51FA;&#x73B0;&#x540E;&#xFF0C;&#x624D;&#x5168;&#x9762;&#x5C55;&#x5F00;&#x7684;&#x3002;&#x200C;</p><p></p><p></p><p>&#x5728;&#x4E2D;&#x56FD;&#x53E4;&#x4EBA;&#x90A3;&#x91CC;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x4E25;&#x683C;&#x610F;&#x4E49;&#x4E0A;&#x7684;&#x6570;&#x5B66;&#x5316;&#x7684;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#xFF0C;&#x4E5F;&#x8FD8;&#x6CA1;&#x6709;&#x5E7F;&#x6CDB;&#x4F7F;&#x7528;&#x673A;&#x68B0;&#x949F;&#xFF0C;&#x6216;&#x7ECF;&#x5386;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x4F7F;&#x5F97;&#x7CBE;&#x786E;&#x7684;&#x65F6;&#x95F4;&#x7EDF;&#x5FA1;&#x751F;&#x6D3B;&#x7684;&#x4E00;&#x5207;&#x3002;&#x53E4;&#x4EBA;&#x5BF9;&#x65F6;&#x95F4;&#x7684;&#x89C2;&#x5BDF;&#x9996;&#x5148;&#x6765;&#x81EA;&#x4E0E;&#x5BF9;&#x5929;&#x8C61;&#x3001;&#x6C14;&#x8C61;&#x3001;&#x7269;&#x5019;&#x7684;&#x201C;&#x5BF9;&#x79F0;&#x201D;&#x3001;&#x201C;&#x5FAA;&#x73AF;&#x201D;&#x7684;&#x5927;&#x91CF;&#x5468;&#x671F;&#x73B0;&#x8C61;&#x7684;&#x53D1;&#x73B0;&#xFF08;&#x4E0E;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#x201C;&#x9634;&#x9633;&#x201D;&#x89C2;&#x5FF5;&#x7684;&#x4EA7;&#x751F;&#x539F;&#x56E0;&#x76F8;&#x4E00;&#x81F4;&#xFF0C;&#x6BD4;&#x5982;&#x56DB;&#x65F6;&#x3001;&#x65E5;&#x5347;&#x65E5;&#x843D;&#x3001;&#x6708;&#x76C8;&#x6708;&#x4E8F;&#xFF09;&#xFF0C;&#x5BF9;&#x81EA;&#x7136;&#x5468;&#x671F;&#x7684;&#x89C2;&#x5BDF;&#x4E0E;&#x8BB0;&#x5F55;&#x4EA7;&#x751F;&#x4E86;<strong>&#x201C;&#x6807;&#x5EA6;&#x201D;&#x65F6;&#x95F4;</strong>&#xFF0C;&#x5982;&#x201C;&#x65E5;&#x201D;&#x3001;&#x201C;&#x6708;&#x201D;&#x3001;&#x201C;&#x5E74;&#x201D;&#x3002;&#x5176;&#x521D;&#x8877;&#x662F;&#x5BF9;&#x201C;&#x65F6;&#x673A;&#x201D;&#x7684;&#x628A;&#x63E1;&#xFF0C;&#x5373;&#x201C;&#x6B63;&#x5F53;&#x5176;&#x65F6;&#x201D;&#x3001;&#x201C;&#x65F6;&#x4E0D;&#x6211;&#x5F85;&#x201D;&#x7B49;&#x7B49;&#xFF0C;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#x5BF9;&#x4E8B;&#x4EF6;&#x4E0E;&#x73AF;&#x5883;&#x6216;&#x60C5;&#x5883;&#x7684;&#x76F8;&#x534F;&#x8C03;&#x3002;&#x5BF9;&#x201C;&#x65F6;&#x201D;&#x7684;&#x5B9E;&#x9645;&#x7684;&#x5E94;&#x7528;&#xFF0C;&#x4ECE;&#x4E8C;&#x5341;&#x56DB;&#x8282;&#x6C14;&#x7684;&#x540D;&#x79F0;&#x662F;&#x663E;&#x800C;&#x6613;&#x89C1;&#x7684;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6625;&#xFF1A;&#x7ACB;&#x6625;&#x3001;&#x96E8;&#x6C34;&#x3001;&#x60CA;&#x86F0;&#x3001;&#x6625;&#x5206;&#x3001;&#x6E05;&#x660E;&#x3001;&#x8C37;&#x96E8;</p><p>&#x590F;&#xFF1A;&#x7ACB;&#x590F;&#x3001;&#x5C0F;&#x6EE1;&#x3001;&#x8292;&#x79CD;&#x3001;&#x590F;&#x81F3;&#x3001;&#x5C0F;&#x6691;&#x3001;&#x5927;&#x6691;</p><p>&#x79CB;&#xFF1A;&#x7ACB;&#x79CB;&#x3001;&#x5904;&#x6691;&#x3001;&#x767D;&#x9732;&#x3001;&#x79CB;&#x5206;&#x3001;&#x5BD2;&#x9732;&#x3001;&#x971C;&#x964D;</p><p>&#x51AC;&#xFF1A;&#x7ACB;&#x51AC;&#x3001;&#x5C0F;&#x96EA;&#x3001;&#x5927;&#x96EA;&#x3001;&#x51AC;&#x81F3;&#x3001;&#x5C0F;&#x5BD2;&#x3001;&#x5927;&#x5BD2;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x968F;&#x7740;&#x5BF9;&#x65F6;&#x95F4;&#x638C;&#x63A7;&#x7684;&#x8981;&#x6C42;&#x7684;&#x589E;&#x52A0;&#xFF0C;&#x8FDB;&#x4E00;&#x6B65;&#x51FA;&#x73B0;&#x4E86;&#x628A;&#x4E00;&#x5929;&#x5206;&#x4E3A;10&#x3001;12&#x6216;24&#x4E2A;&#x90E8;&#x5206;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x4EE5;&#x53CA;&#x76F8;&#x5E94;&#x7684;&#x65F6;&#x95F4;<strong>&#x6D4B;&#x91CF;&#x5DE5;&#x5177;</strong>&#xFF0C;&#x5982;&#x65E5;&#x6677;&#x3001;&#x6F0F;&#x58F6;&#x7B49;&#xFF0C;&#x5E76;&#x9010;&#x6E10;&#x6F14;&#x53D8;&#x6210;&#x4E86;&#x4ECA;&#x5929;&#x7684;&#x949F;&#x8868;&#x3002;&#x901A;&#x8FC7;&#x7EDF;&#x4E00;&#x7684;&#x5386;&#x6CD5;&#x548C;&#x8BA1;&#x65F6;&#x7CFB;&#x7EDF;&#xFF0C;&#x793E;&#x4F1A;&#x4E2D;&#x7684;&#x52B3;&#x4F5C;&#x548C;&#x4E60;&#x4FD7;&#x53EF;&#x4EE5;&#x7531;&#x65F6;&#x8282;&#x76F8;&#x4E92;&#x534F;&#x8C03;&#x3002;&#x5C3D;&#x7BA1;&#x53D1;&#x5C55;&#x51FA;&#x4E86;&#x591A;&#x79CD;&#x8BA1;&#x65F6;&#x5DE5;&#x5177;&#xFF0C;&#x4F46;&#x4E2D;&#x56FD;&#x5E76;&#x6CA1;&#x6709;&#x53D1;&#x5C55;&#x51FA;&#x7EAF;&#x7CB9;&#x7684;&#x91CF;&#x5316;&#x65F6;&#x95F4;&#x89C2;&#x5FF5;&#xFF08;&#x5982;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x8BF4;&#x7684;&#xFF1A;&#x201C;&#x65F6;&#x95F4;&#x53EA;&#x662F;&#x67D0;&#x79CD;&#x8BA1;&#x6570;(&#x6D4B;&#x5EA6;&#xFF09;&#x201D;&#xFF09;&#xFF0C;&#x4F46;&#x5374;&#x4FDD;&#x7559;&#x4E86;&#x5C0A;&#x91CD;&#x201C;&#x5929;&#x65F6;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5305;&#x62EC;&#x52A1;&#x519C;&#x3001;&#x7528;&#x5175;&#x3001;&#x5AC1;&#x5A36;&#x3001;&#x533B;&#x6CBB;&#x7B49;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x201C;&#x51E1;&#x523A;&#x4E4B;&#x6CD5;&#xFF0C; &#x5FC5;&#x5019;&#x65E5;&#x6708;&#x661F;&#x8FB0;&#xFF0C;&#x56DB;&#x65F6;&#x516B;&#x6B63;&#x4E4B;&#x6C14;&#xFF0C;&#x6C14;&#x5B9A;&#x4E43;&#x523A;&#x4E4B;&#x3002;&#x201D;&#xFF08;&#x300A;&#x7D20;&#x95EE;&#x2022;&#x516B;&#x6B63;&#x795E;&#x660E;&#x300B;&#xFF09;</p></blockquote><p></p><p></p><p></p><p></p><p></p><p>&#x76F4;&#x81F3;&#x4ECA;&#x65E5;&#xFF0C;&#x8FD9;&#x79CD;&#x505A;&#x4E8B;&#x201C;&#x770B;&#x65E5;&#x5B50;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x5728;&#x6C11;&#x95F4;&#x4E5F;&#x4F9D;&#x7136;&#x6D41;&#x884C;&#x3002;&#x7136;&#x800C;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x6D4B;&#x91CF;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x8FD1;&#x4EE3;&#x7269;&#x7406;&#x5B66;&#xFF08;&#x725B;&#x987F;&#x529B;&#x5B66;&#x3001;&#x4E43;&#x81F3;&#x76F8;&#x5BF9;&#x8BBA;&#xFF09;&#x5BF9;&#x201C;&#x6D4B;&#x5EA6;&#x5316;&#x201D;&#x65F6;&#x95F4;&#x6982;&#x5FF5;&#x7684;&#x786E;&#x7ACB;&#xFF0C;<strong>&#x201C;&#x6D4B;&#x5EA6;&#x201D;&#x65F6;&#x95F4;&#x9010;&#x6E10;&#x76D6;&#x8FC7;&#x4E86;&#x6700;&#x521D;&#x201C;&#x65F6;&#x673A;&#x201D;&#x7684;&#x6982;&#x5FF5;</strong>&#xFF0C;&#x4E00;&#x79CD;&#x7CBE;&#x786E;&#x7684;&#x516C;&#x5171;&#x65F6;&#x95F4;&#x89C2;&#x88AB;&#x5E7F;&#x6CDB;&#x7684;&#x4F7F;&#x7528;&#xFF1B;&#x201C;&#x6D4B;&#x5EA6;&#x201D;&#x4E0E;&#x201C;&#x65F6;&#x673A;&#x201D;&#x4E4B;&#x4E89;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x662F;&#x201C;&#x4EBA;&#x5DE5;&#x201D;&#x4E0E;&#x201C;&#x81EA;&#x7136;&#x201D;&#x4E4B;&#x4E89;&#x7684;&#x4F53;&#x73B0;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4ECA;&#x5929;&#x867D;&#x7136;&#x6211;&#x4EEC;&#x4F9D;&#x7136;&#x80FD;&#x7406;&#x89E3;&#x201C;&#x6625;&#x79CB;&#x201D;&#x80CC;&#x540E;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x4F46;&#x5BF9;&#x4E8E;&#x5176;&#x80CC;&#x540E;&#x6DF1;&#x523B;&#x7684;&#x201C;&#x65F6;&#x673A;&#x201D;&#x7684;&#x611F;&#x53D7;&#xFF0C;&#x4F53;&#x4F1A;&#x4E0A;&#x5374;&#x5DF2;&#x6709;&#x6240;&#x4E0D;&#x540C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p></p><p></p><p></p><p>&#x4E0E;&#x65F6;&#x95F4;&#x7684;&#x5468;&#x671F;&#x6027;&#x53D8;&#x5316;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x662F;&#x65F6;&#x95F4;&#x7684;<strong>&#x201C;&#x6D41;&#x901D;&#x201D;</strong>&#x7684;&#x611F;&#x89C9;&#x3002;&#x4E0E;&#x201C;&#x5468;&#x671F;&#x6027;&#x201D;&#x7684;&#x65F6;&#x95F4;&#x66F4;&#x591A;&#x6765;&#x81EA;&#x5BF9;&#x5929;&#x5730;&#x7684;&#x89C2;&#x5BDF;&#x4E0D;&#x540C;&#xFF0C;&#x201C;&#x65F6;&#x95F4;&#x4E4B;&#x6D41;&#x201D;&#x7684;&#x611F;&#x53D7;&#x66F4;&#x591A;&#x6765;&#x81EA;&#x81EA;&#x8EAB;&#x7684;&#x751F;&#x547D;&#x4F53;&#x9A8C;&#x3002;&#x201C;&#x767E;&#x5DDD;&#x4E1C;&#x5230;&#x6D77;&#xFF0C;&#x4F55;&#x65F6;&#x590D;&#x897F;&#x5F52;&#xFF0C;&#x5C11;&#x58EE;&#x4E0D;&#x52AA;&#x529B;&#xFF0C;&#x8001;&#x5927;&#x5F92;&#x4F24;&#x60B2;&#x3002;&#x201D; &#x7531;&#x4E8E;&#x751F;&#x547D;&#x7684;&#x201C;&#x6709;&#x7EC8;&#x6027;&#x201D;&#xFF08;&#x4E0D;&#x53EF;&#x9003;&#x907F;&#x7684;&#x6B7B;&#x4EA1;&#x548C;&#x8870;&#x8001;&#xFF09;&#xFF0C;&#x4EBA;&#x4EEC;&#x4F53;&#x4F1A;&#x4E86;&#x5230;&#x4E86;&#x65F6;&#x95F4;&#x6D41;&#x901D;&#x7684;&#x4E0D;&#x53EF;&#x6297;&#x62D2;&#x7684;&#x547D;&#x8FD0;&#xFF0C;&#x4EE5;&#x53CA;&#x4E0E;&#x4E4B;&#x76F8;&#x4F34;&#x7684;&#x611F;&#x53F9;&#x3001;&#x6050;&#x60E7;&#x4E0E;&#x6094;&#x6068;&#x3002;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x6B63;&#x662F;&#x65F6;&#x95F4;&#x7684;&#x6709;&#x9650;&#x6027;&#xFF0C;&#x8BA9;&#x4EBA;&#x611F;&#x5230;&#x751F;&#x547D;&#x7684;&#x53EF;&#x8D35;&#x3002;&#x200C;</p><p></p><p></p><p>&#x65F6;&#x95F4;&#x4E4B;&#x6D41;&#x662F;&#x4EA7;&#x751F;&#x7EBF;&#x6027;&#x65F6;&#x95F4;&#x89C2;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x539F;&#x56E0;&#xFF0C;&#x4F46;&#x4E5F;&#x5E76;&#x975E;&#x603B;&#x662F;&#x5982;&#x6B64;&#x3002;&#x5728;&#x5E0C;&#x814A;&#x548C;&#x5370;&#x5EA6;&#x6587;&#x660E;&#x90A3;&#x91CC;&#xFF0C;&#x5360;&#x4E3B;&#x5BFC;&#x662F;<strong>&#x5FAA;&#x73AF;&#x7684;&#x65F6;&#x95F4;&#x89C2;</strong>&#x3002;&#x5FAA;&#x73AF;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x8BA4;&#x4E3A;&#x5B87;&#x5B99;&#x662F;&#x5FAA;&#x73AF;&#x5F80;&#x590D;&#x7684;&#xFF0C;&#x4ECA;&#x5929;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x8FD8;&#x4F1A;&#x518D;&#x5EA6;&#x91CD;&#x6F14;&#xFF0C;&#x5982;&#x5370;&#x5EA6;&#x4EBA;&#x5BF9;&#x201C;&#x52AB;&#x201D;&#xFF08;&#x5C18;&#x4E16;&#x7684;43&#x4EBF;2&#x5343;&#x4E07;&#x5E74;&#xFF0C;&#x662F;&#x68B5;&#x5929;&#x795E;&#x7684;&#x4E00;&#x65E5;&#xFF09;&#x7684;&#x8F6E;&#x56DE;&#x5468;&#x671F;&#x7684;&#x8868;&#x8FF0;&#xFF0C;&#x5982;&#x5E0C;&#x814A;&#x5BF9;&#x5706;&#x5468;&#x8FD0;&#x52A8;&#x7684;&#x504F;&#x597D;&#x3002;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x5E0C;&#x814A;&#x548C;&#x5370;&#x5EA6;&#x7684;&#x5386;&#x53F2;&#x611F;&#x4E5F;&#x90FD;&#x5F88;&#x8584;&#x5F31;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6709;&#x5F3A;&#x70C8;&#x7684;&#x5386;&#x53F2;&#x610F;&#x8BC6;&#x4E0E;<strong>&#x7EBF;&#x6027;&#x65F6;&#x95F4;&#x89C2;</strong>&#x7684;&#x662F;&#x57FA;&#x7763;&#x6559;&#x6587;&#x5316;&#xFF0C;&#x8FD9;&#x662F;&#x300A;&#x5723;&#x7ECF;&#x300B;&#x4E2D;&#x201C;&#x57FA;&#x7763;&#x964D;&#x751F;&#x201D;&#x8FD9;&#x4E00;&#x4E8B;&#x4EF6;&#x7684;&#x4E0D;&#x53EF;&#x91CD;&#x590D;&#x6240;&#x5FC5;&#x7136;&#x5BFC;&#x81F4;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x6240;&#x4EE5;&#x57FA;&#x7763;&#x6559;&#x7684;&#x54F2;&#x5B66;&#x5BB6;&#x5BF9;&#x5F53;&#x65F6;&#x6D41;&#x884C;&#x7684;&#x5E0C;&#x814A;&#x7684;&#x5FAA;&#x73AF;&#x65F6;&#x95F4;&#x89C2;&#x8FDB;&#x884C;&#x4E86;&#x8270;&#x5DE8;&#x7684;&#x9A73;&#x65A5;&#xFF0C;&#x5176;&#x4E2D;&#x4EE5;&#x5965;&#x53E4;&#x65AF;&#x4E01;&#x4E3A;&#x6700;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x201C;&#x5982;&#x679C;&#x5B87;&#x5B99;&#x6709;&#x5FAA;&#x73AF;&#xFF0C;&#x57FA;&#x7763;&#x53D7;&#x96BE;&#x548C;&#x518D;&#x4E34;&#x5C31;&#x4E27;&#x5931;&#x4E86;&#x5355;&#x4E00;&#x65E0;&#x4E8C;&#x7684;&#x81F3;&#x9AD8;&#x65E0;&#x4E0A;&#x7684;&#x610F;&#x4E49;&#x4E86;&#xFF1B;&#x6211;&#x4EEC;&#x540C;&#x82E6;&#x96BE;&#x4F5C;&#x6597;&#x4E89;&#x4EE5;&#x4E89;&#x5F97;&#x4E0A;&#x5E1D;&#x7684;&#x8363;&#x5149;&#x7684;&#x4F01;&#x56FE;&#xFF0C;&#x7531;&#x4E8E;&#x5B87;&#x5B99;&#x7684;&#x5FAA;&#x73AF;&#x800C;&#x53D8;&#x5F97;&#x5341;&#x5206;&#x6D45;&#x8584;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EEC;&#x5FC5;&#x5C06;&#x518D;&#x6B21;&#x9677;&#x4E8E;&#x82E6;&#x96BE;&#xFF0C;&#x6211;&#x4EEC; &#x600E;&#x4E48;&#x4F1A;&#x6709;&#x5BF9;&#x4E0A;&#x5E1D;&#x7684;&#x7231;&#x5462;&#xFF1F;&#x201D;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x867D;&#x7136;&#x4E2D;&#x56FD;&#x4E5F;&#x6709;&#x5F88;&#x5F3A;&#x7684;&#x5386;&#x53F2;&#x610F;&#x8BC6;&#xFF0C;&#x4F46;&#x5374;&#x5E76;&#x4E0D;&#x62B1;&#x6709;&#x6781;&#x7AEF;&#x7684;&#x7EBF;&#x6027;&#x65F6;&#x95F4;&#x89C2;&#xFF1B;&#x5BF9;&#x4E8E;&#x6B7B;&#x4EA1;&#x7684;&#x6001;&#x5EA6;&#xFF0C;&#x4E5F;&#x6CA1;&#x6709;&#x5B97;&#x6559;&#x822C;&#x7684;&#x72C2;&#x70ED;&#xFF0C;&#x66F4;&#x591A;&#x662F;&#x4E00;&#x79CD;&#x6216;&#x5E73;&#x9759;&#xFF0C;&#x6216;&#x8005;&#x8BED;&#x7109;&#x4E0D;&#x8BE6;&#xFF0C;&#x6216;&#x8005;&#x89C6;&#x6B7B;&#x5982;&#x5F52;&#x7684;&#x6CF0;&#x7136;&#x5904;&#x4E4B;&#x7684;&#x5FC3;&#x6001;&#x3002;&#x5982;&#x5B54;&#x5B50;&#x7684;&#x201C;&#x672A;&#x77E5;&#x751F;&#xFF0C;&#x7109;&#x77E5;&#x6B7B;&#x201D;&#xFF0C;&#x5982;&#x9053;&#x5BB6;&#x5BF9;&#x4E07;&#x7269;&#x5E73;&#x7B49;&#x7684;&#x770B;&#x6CD5;&#xFF1A;&#x201C;&#x53F7;&#x7269;&#x4E4B;&#x6570;&#x8C13;&#x4E4B;&#x4E07;&#xFF0C;&#x4EBA;&#x5904;&#x4E00;&#x7109;&#x3002;&#x201D;&#xFF08;&#x300A;&#x5E84;&#x5B50;&#x2022;&#x79CB;&#x6C34;&#x300B;&#xFF09;&#x200C;</p><p></p><p></p><p>&#x73B0;&#x4EE3;&#x7684;&#x5355;&#x5411;&#x65F6;&#x95F4;&#x89C2;&#x7684;&#x5F62;&#x6210;&#xFF0C;&#x4E0E;&#x5730;&#x7403;&#x6F14;&#x5316;&#x3001;&#x5730;&#x7403;&#x5E74;&#x9F84;&#x7684;&#x53D1;&#x73B0;&#xFF0C;&#x4EE5;&#x53CA;&#x968F;&#x540E;19&#x4E16;&#x7EAA;&#x4EA7;&#x751F;&#x7684;&#x8FDB;&#x5316;&#x8BBA;&#x3001;&#x70ED;&#x529B;&#x5B66;&#x7B2C;&#x4E8C;&#x5B9A;&#x5F8B;&#x6709;&#x91CD;&#x8981;&#x5173;&#x8054;&#xFF0C;&#x800C;20&#x4E16;&#x7EAA;&#x7684;&#x5B87;&#x5B99;&#x81A8;&#x80C0;&#x7406;&#x8BBA;&#x3001;&#x5927;&#x7206;&#x70B8;&#x5B66;&#x8BF4;&#x3001;&#x51B3;&#x5B9A;&#x6027;&#x6DF7;&#x6C8C;&#x7406;&#x8BBA;&#x7B49;&#xFF0C;&#x5219;&#x8FDB;&#x4E00;&#x6B65;&#x5960;&#x5B9A;&#x4E86;&#x4E00;&#x79CD;&#x201C;&#x5B87;&#x5B99;&#x6709;&#x65F6;&#x95F4;&#x8D77;&#x70B9;&#x201D;&#x548C;&#x201C;&#x5F00;&#x653E;&#x672A;&#x6765;&#x201D;&#x7684;&#x89C2;&#x5FF5;&#xFF0C;&#x5728;&#x4ECA;&#x5929;&#x7684;21&#x4E16;&#x7EAA;&#x6280;&#x672F;&#x65F6;&#x4EE3;&#x7684;&#x8206;&#x8BBA;&#x4E2D;&#x4E5F;&#x5E38;&#x80FD;&#x611F;&#x53D7;&#x5230;&#x8FD9;&#x79CD;&#x89C2;&#x70B9;&#x7684;&#x6D41;&#x884C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x867D;&#x7136;&#x201C;&#x8FDB;&#x5316;&#x201D;&#x7684;&#x89C2;&#x5FF5;&#x5DF2;&#x7ECF;&#x6DF1;&#x5165;&#x4EBA;&#x5FC3;&#xFF0C;&#x4F46;&#x201C;&#x5BF9;&#x79F0;&#x201D;&#x3001;&#x201C;&#x5FAA;&#x73AF;&#x201D;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x7EDD;&#x975E;&#x65E0;&#x53EF;&#x53D6;&#x4E4B;&#x5904;&#xFF0C;20&#x4E16;&#x7EAA;&#x7684;&#x601D;&#x60F3;&#x5BB6;&#x5C3C;&#x91C7;&#x3001;&#x65AF;&#x5BBE;&#x683C;&#x52D2;&#x3001;&#x6C64;&#x56E0;&#x6BD4;&#x7B49;&#x4E5F;&#x591A;&#x5BF9;&#x201C;&#x5FAA;&#x73AF;&#x65F6;&#x95F4;&#x89C2;&#x201D;&#x62B1;&#x6709;&#x540C;&#x60C5;&#x3002;&#x88AB;&#x6280;&#x672F;&#x88F9;&#x631F;&#x524D;&#x8FDB;&#x7684;&#x4EBA;&#x7C7B;&#xFF0C;&#x5728;&#x9762;&#x4E34;&#x6838;&#x6218;&#x4E89;&#x3001;&#x57FA;&#x56E0;&#x7F16;&#x8F91;&#x5371;&#x5BB3;&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x6B66;&#x5668;&#x7B49;&#x7684;&#x5A01;&#x80C1;&#x4E4B;&#x4E0B;&#xFF0C;&#x672A;&#x5FC5;&#x6CA1;&#x6709;&#x53CD;&#x601D;&#x7684;&#x5FC5;&#x8981;&#x4E0E;&#x8FD4;&#x5F52;&#x81EA;&#x7136;&#x7684;&#x53EF;&#x80FD;&#x6027;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-Leq-ilIVFb9n11toMRp%2F-Leq-8Ool0jHFcSnV09c%2Fimage.png?alt=media&amp;token=b8f4e36a-8a23-48dd-a385-42c39d5a3ca0" alt=""><p></p><p></p><p style="text-align:center">&#x200C;image source: <a rel="noreferrer noopener" href="https://pixabay.com/zh/illustrations/%E6%A0%91-%E5%9B%9B%E5%AD%A3-%E6%98%A5%E5%A4%A9-%E5%A4%8F%E5%AD%A3-%E7%A7%8B%E5%AD%A3-776932/" target="_blank">Pixabay</a>&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="huo-dong">&#x6D3B;&#x52A8;<a href="#huo-dong"></a></h2><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E0A;&#x4E00;&#x671F;&#x6D3B;&#x52A8;&#xFF0C;&#x6211;&#x4EEC;&#x4EE5;&#x201C;<strong>&#x767E;&#x5E74;&#x4E94;&#x56DB;</strong>&#x201D;&#x7ACB;&#x610F;&#xFF0C;&#x9080;&#x8BF7;&#x8BF8;&#x4F4D;&#x4F5C;&#x5BF9;&#x5B50;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#x4E3A;&#x6D3B;&#x52A8;&#x7ED3;&#x679C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x53C2;&#x4E0E;&#xFF1A;&#x200C;</p><p></p><p></p><p><strong>@julian2013</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5FB7;&#x8D5B;&#x4E8C;&#x5148;&#x751F;&#xFF0C;&#x542F;&#x8499;&#x9664;&#x5F0A;</p><p>&#x53CC;&#x5B50;&#x9A6C;&#x514B;&#x65AF;&#xFF0C;&#x6267;&#x4E24;&#x7528;&#x4E2D;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>@doveyan</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x767E;&#x5E74;&#x6CA7;&#x6851;&#x785D;&#x70DF;&#x521A;&#x6563;&#x72FC;&#x70DF;&#x56DB;&#x8D77;&#x6697;&#x6D41;&#x6D8C;&#x52A8;</p><p>&#x534E;&#x590F;&#x513F;&#x5973;&#x7EED;&#x4F20;&#x4E94;&#x56DB;&#x85AA;&#x706B;&#x5171;&#x7B51;&#x5343;&#x5E74;&#x9F99;&#x9B42;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>@andrewma</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x60DF;&#x613F;&#x8C08;&#x7B11;&#x9E3F;&#x5112;&#x5728;</p><p>&#x4E0D;&#x505A;&#x98CE;&#x6D41;&#x4EA6;&#x76F8;&#x5B9C;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>@xiaoshancun</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x767E;&#x5E74;&#x4E94;&#x56DB;&#x5E74;&#x5E74;&#x5728;&#x7406;&#x5E94;&#x63A8;&#x9648;&#x51FA;&#x65B0;</p><p>&#x4ECA;&#x65E5;&#x85AA;&#x706B;&#x65E5;&#x65E5;&#x71C3;&#x5F53;&#x53EF;&#x661F;&#x706B;&#x71CE;&#x539F;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>@aellly</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x8863;&#x89C8;&#x4F17;&#x886B;&#x5C0F;&#x56E0;&#x5976;&#x5927;&#xFF0C;</p><p>&#x50B2;&#x4EBA;&#x5DE8;&#x5CF0;&#x8BBD;&#x7B11;&#x571F;&#x4E18;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>@hertz300</strong></p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4E94;&#x6E56;&#x56DB;&#x6D77;&#x9B3C;&#x602A;&#x591A;</p><p>&#x8A00;&#x884C;&#x4E3E;&#x6B62;&#x9700;&#x8C28;&#x614E;</p></blockquote><p></p><p></p><p></p><p></p><p></p><p>&#x70B9;&#x8BC4;&#xFF1A;&#x200C;</p><p></p><p></p><ul><li>&#x4E25;&#x683C;&#x6765;&#x8BF4;&#x5927;&#x5BB6;&#x5BF9;&#x7684;&#x7ED3;&#x6784;&#x4E0A;&#x90FD;&#x4E0D;&#x592A;&#x5DE5;&#x6574;&#xFF0C;&#x6240;&#x4EE5;&#x4EE5;&#x7528;&#x610F;&#x6765;&#x53D6;&#x4E3A;&#x4E3B;&#xFF0C;&#x517C;&#x987E;&#x7ED3;&#x6784;&#x4E0E;&#x97F3;&#x5F8B;</li></ul><p></p><p></p><p>&#x5956;&#x52B1;&#xFF1A;&#x200C;</p><p></p><p></p><ul><li>@julian2013&#xFF1A;&#x5207;&#x9898;&#x6700;&#x4F73;&#xFF0C;&#x53C8;&#x80FD;&#x7528;&#x5178;&#xFF0C;&#x4E14;&#x522B;&#x6709;&#x65B0;&#x610F;&#xFF0C;&#x53D6;&#x4E3A;&#x7B2C;&#x4E00;&#xFF0C;&#x5956;&#x52B1; 3 STEEM</li><li>@xiaoshancun&#xFF1A;&#x4E0A;&#x4E0B;&#x4E24;&#x8054;&#x201C;&#x5E74;&#x201D;&#x4E0E;&#x201C;&#x65E5;&#x201D;&#x7528;&#x7684;&#x9887;&#x5DE7;&#xFF0C;&#x53D6;&#x4E3A;&#x7B2C;&#x4E8C;&#xFF0C;&#x5956;&#x52B1; 0.5 STEEM</li><li>@doveyan&#xFF0C;@andrewma&#xFF1A;&#x5BF9;&#x5F97;&#x4E5F;&#x633A;&#x6709;&#x8DA3;&#xFF0C; &#x6BCF;&#x4EBA;&#x5956;&#x52B1; 0.2 STEEM</li><li>@aellly, @hertz300&#xFF1A;&#x8DD1;&#x9898;&#x4E86;&#xFF0C;&#x9F13;&#x52B1;0.1 STEEM</li></ul><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x4E3A;&#x672C;&#x671F;&#x5BF9;&#x8054;&#x6D3B;&#x52A8;&#x5185;&#x5BB9;&#xFF1A;&#x4EE5;&#x201C;<strong>&#x6625;&#x590F;&#x79CB;&#x51AC;</strong>&#x201D;&#x6216;&#x201C;<strong>&#x4E1C;&#x5357;&#x897F;&#x5317;</strong>&#x201D;&#x4E2D;&#x7684;&#x82E5;&#x5E72;&#x5B57;&#x4E3A;&#x5173;&#x952E;&#x5B57;&#xFF0C;&#x4EE5;&#x4E8C;&#x4EBA;&#x4E00;&#x7EC4;&#x505A;&#x5BF9;&#x8054;&#x200C;</p><p></p><p></p><p><strong>&#x5173;&#x952E;&#x5B57;</strong>&#xFF1A;&#x56DB;&#x65F6;&#xFF08;&#x6625;&#x590F;&#x79CB;&#x51AC;&#xFF09;&#x4E0E;&#x56DB;&#x65B9;&#xFF08;&#x4E1C;&#x5357;&#x897F;&#x5317;&#xFF09;&#x200C;</p><p></p><p></p><p><strong>&#x5F62;&#x5F0F;</strong>&#xFF1A;&#x4E92;&#x9080;&#x5BF9;&#x8054;&#xFF1B;&#x4E24;&#x4EBA;&#x5408;&#x4F5C;&#x200C;</p><p></p><p></p><ol><li>&#x7531;&#x4E00;&#x4EBA;&#x51FA;&#x4E0A;&#x8054;&#xFF0C;&#x5305;&#x542B;&#x201C;&#x6625;&#x590F;&#x79CB;&#x51AC;&#x201D;&#x6216;&#x201C;&#x4E1C;&#x5357;&#x897F;&#x5317;&#x201D;&#x4E2D;&#x7684;&#x82E5;&#x5E72;&#x5B57;&#xFF0C;&#x4E0B;&#x8054;&#x8981;&#x4E0E;&#x5176;&#x76F8;&#x5BF9;&#xFF1B;&#x4F8B;&#x5982;&#xFF0C;&#x51FA;&#x4E0A;&#x8054;&#x201C;&#x6625;&#x7720;&#x4E0D;&#x89C9;&#x6653;&#x201D;&#xFF0C;&#x8BF7;&#x670B;&#x53CB;&#x4F5C;&#x4E0B;&#x8054;&#xFF1B;</li><li>&#x4E0A;&#x4E0B;&#x4E24;&#x8054;&#x5E94;&#x7531;&#x4E0D;&#x540C;&#x4F5C;&#x8005;&#x5B8C;&#x6210;&#xFF1B;</li><li>&#x4E00;&#x4EBA;&#x53EF;&#x4EE5;&#x51FA;&#x4E0A;&#x8054;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7B54;&#x4E0B;&#x8054;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x53C2;&#x4E0E;&#x591A;&#x6B21;&#xFF1B;</li></ol><p></p><p></p><p><strong>&#x89C4;&#x5219;</strong>&#xFF1A;&#x200C;</p><p></p><p></p><ol><li>&#x6EE1;&#x8DB3;&#x5BF9;&#x8054;&#x7684;&#x57FA;&#x672C;&#x89C4;&#x5219;&#xFF1B;</li><li>&#x4E0D;&#x8BB8;&#x6284;&#x88AD;&#x4EFB;&#x4F55;&#x522B;&#x4EBA;&#x7684;&#x6210;&#x679C;&#xFF1B;</li><li>&#x4E0D;&#x5E94;&#x5F53;&#x4F7F;&#x7528;&#x673A;&#x5668;&#x534F;&#x52A9;&#xFF0C;&#x5982;&#x5FAE;&#x8F6F;&#x4E9A;&#x6D32;&#x7814;&#x7A76;&#x9662;&#x5F00;&#x53D1;&#x7684;<a rel="noreferrer noopener" href="https://duilian.msra.cn/app/couplet.aspx" target="_blank">&#x201C;&#x81EA;&#x52A8;&#x5BF9;&#x8054;&#x201D;</a></li></ol><p></p><p></p><p><strong>&#x5956;&#x52B1;</strong>&#xFF1A;3 STEEM&#xFF0C;&#x53D6;1&#x5BF9;&#xFF1B;&#x53C2;&#x4E0E;&#x5956;&#xFF0C;&#x5404;0.1 STEEM&#xFF0C;&#x524D;10&#x540D;&#x90FD;&#x6709;&#x5956; :)&#x200C;</p><p></p><p></p><p><strong>&#x53C2;&#x4E0E;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x56DE;&#x590D;&#x672C;&#x6587;&#x200C;</p><p></p><p></p><p><strong>&#x8BC4;&#x4EF7;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x7531;@robertyan&#x7684;&#x8BC4;&#x5224;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x56DE;&#x590D;&#x83B7;&#x5F97;&#x7684;&#x70B9;&#x8D5E;&#x6570;&#xFF0C;&#x7EFC;&#x5408;&#x8BC4;&#x4EF7;&#x4EA7;&#x751F;&#x200C;</p><p></p><p></p><p><strong>&#x65F6;&#x95F4;</strong>&#xFF1A;&#x672C;&#x6587;&#x53D1;&#x5E03;&#x8D77;7&#x65E5;&#x5185;&#x6709;&#x6548;&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ol><li>&#x6881;&#x7FBD;&#x751F;&#xFF0C;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2017&#x5E74;</li><li>&#x6768;&#x5927;&#x65B9;&#xFF0C;<a href="https://book.douban.com/subject/7063245/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5BF9;&#x8054;&#x8BBA;&#x300B;</a>&#xFF0C;&#x4E2D;&#x592E;&#x6C11;&#x65CF;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2011&#x5E74;</li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/1957169/" target="_blank" rel="noreferrer noopener">&#x300A;&#x65F6;&#x95F4;&#x7684;&#x89C2;&#x5FF5;&#x300B;</a>&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2006&#x5E74;</li><li>&#x9C81;&#x8FC5;&#xFF0C;<a href="https://baike.baidu.com/item/&#x4ECE;&#x767E;&#x8349;&#x56ED;&#x5230;&#x4E09;&#x5473;&#x4E66;&#x5C4B;/396387" target="_blank" rel="noreferrer noopener">&#x300A;&#x4ECE;&#x767E;&#x8349;&#x56ED;&#x5230;&#x4E09;&#x5473;&#x4E66;&#x5C4B;&#x300B;</a>&#xFF0C;1926&#x5E74;</li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/05/%e5%af%b9%e5%81%b6%e4%b8%8e%e6%98%a5%e7%a7%8b</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">15 minutes read (About 2281 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/内外与五四/">内外与五四</a></h1><div class="content"><p></p><p>&#x4E0A;&#x4E00;&#x671F;<a href="https://busy.org/@robertyan/h050qctns8" target="_blank" rel="noreferrer noopener">&#x6881;&#x7FBD;&#x751F;&#x4E0E;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>[1]&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x63D0;&#x5230;&#x8FC7;&#x5BF9;&#x8054;&#x6709;&#x201C;&#x5185;&#x5B66;&#x201D;&#x4E0E;&#x201C;&#x5916;&#x5B66;&#x201D;&#xFF0C;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6240;&#x6D89;&#x5747;&#x4E3A;&#x53E4;&#x4ECA;&#x540D;&#x8054;&#xFF0C;&#x65E2;&#x8C08;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5185;&#x5B66;&#x201D;&#xFF0C;&#x6DB5;&#x62EC;&#x5404;&#x7C7B;&#x8054;&#x4F53;&#x4E0E;&#x5404;&#x5F0F;&#x5BF9;&#x6CD5;&#xFF1B;&#x53C8;&#x8BBA;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5916;&#x5B66;&#x201D;&#xFF0C;&#x6D89;&#x53CA;&#x5386;&#x53F2;&#x7528;&#x5178;&#x3001;&#x6C11;&#x4FD7;&#x638C;&#x6545;&#x3001;&#x6708;&#x65E6;&#x4EBA;&#x7269;&#x3001;&#x540D;&#x58EB;&#x8F76;&#x95FB;&#x7B49;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E0D;&#x6B62;&#x5BF9;&#x8054;&#xFF0C;&#x5927;&#x90E8;&#x5206;&#x529F;&#x592B;&#x90FD;&#x6709;&#x5185;&#x5916;&#x4E4B;&#x5206;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;&#x200C;</p><p></p><p></p><h2 id="nei-wai">&#x5185;&#x5916;<a href="#nei-wai"></a></h2><p></p><p></p><p>&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x4E2D;&#x6881;&#x7FBD;&#x751F;&#x8C08;&#x5230;&#x5BF9;&#x8054;&#x4E5F;&#x53EF;&#x4EE5;&#x6709;<strong>&#x201C;&#x5185;&#x5B66;&#x201D;&#x201C;&#x5916;&#x5B66;&#x201D;&#x4E4B;&#x5206;</strong>&#xFF08;<em>&#x56DB;&#x516B;&#x3007;&#xFF1A;&#x5BF9;&#x8054;&#x7684;&#x5185;&#x5B66;&#x5916;&#x5B66;</em>&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x7C7B;&#x6BD4;&#x66FE;&#x7ECF;&#x706B;&#x70ED;&#x7684;&#x201C;&#x7EA2;&#x5B66;&#x201D;&#xFF08;&#x7EA2;&#x697C;&#x68A6;&#xFF09;&#x7684;&#x201C;&#x5185;&#x5B66;&#x201D;&#x548C;&#x201C;&#x5916;&#x5B66;&#x201D;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x201C;&#x5185;&#x5B66;&#x201D;&#x662F;&#x5BF9;&#x8054;&#x8BED;&#x672C;&#x8EAB;&#x7684;&#x6587;&#x5B66;&#x5206;&#x6790;&#xFF0C;&#x5305;&#x62EC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x5178;&#x6545;&#x3001;&#x53F2;&#x5B9E;&#x7684;&#x6CE8;&#x89E3;&#xFF0C;&#x7B49;&#x7B49;&#xFF1B;&#x201C;&#x5916;&#x5B66;&#x201D;&#x5305;&#x62EC;&#x5BF9;&#x4F5C;&#x8005;&#x751F;&#x5E73;&#x7684;&#x7814;&#x7A76;&#xFF0C;&#x4EE5;&#x53CA;&#x8054;&#x4E2D;&#x6D89;&#x53CA;&#x7684;&#x4EBA;&#x548C;&#x7269;&#x7684;&#x7814;&#x7A76;&#x3002;&#x201C;&#x5916;&#x5B66;&#x201D;&#x201C;&#x5185;&#x5B66;&#x201D;&#x672C;&#x6765;&#x662F;&#x6709;&#x7D27;&#x5BC6;&#x8054;&#x7CFB;&#x7684;&#xFF0C;&#x4F46;&#x987B;&#x9632;&#x8D70;&#x706B;&#x5165;&#x9B54;&#x3002;&#x4E2A;&#x4EBA;&#x610F;&#x89C1;&#xFF0C;&#x4F3C;&#x4E4E;&#x5E94;&#x4EE5;&#x201C;&#x5185;&#x5B66;&#x201D;&#x4E3A;&#x4E3B;&#xFF0C;&#x201C;&#x5916;&#x5B66;&#x201D;&#x4E3A;&#x6B21;&#x3002;&#x53E4;&#x4ECA;&#x540D;&#x8054;&#xFF0C;&#x6709;&#x5F88;&#x591A;&#x662F;&#x503C;&#x5F97;&#x4ECE;&#x6587;&#x53F2;&#x4E24;&#x65B9;&#x9762;&#x53BB;&#x7814;&#x7A76;&#x5B83;&#x7684;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x8054;&#x4E00;&#x5B66;&#xFF0C;&#x591A;&#x6D89;&#x53CA;&#x601D;&#x60F3;&#x3001;&#x6587;&#x5B66;&#x3001;&#x5386;&#x53F2;&#x7B49;&#x3002;&#x4ECE;&#x8868;&#x9762;&#x4E0A;&#x770B;&#xFF0C;&#x201C;&#x5185;&#x5B66;&#x201D;&#x591A;&#x4ECE;&#x201C;&#x6587;&#x201D;&#x5165;&#x624B;&#xFF0C;&#x201C;&#x5916;&#x5B66;&#x201D;&#x591A;&#x4ECE;&#x201C;&#x53F2;&#x201D;&#x7740;&#x773C;&#xFF0C;&#x5B9E;&#x5219;&#x4E24;&#x8005;&#x591A;&#x96BE;&#x5206;&#x5272;&#x3002;&#x6709;&#x957F;&#x8FDC;&#x4EF7;&#x503C;&#x7684;&#x8054;&#x5FC5;&#x5728;&#x601D;&#x60F3;&#x4E0A;&#x4E5F;&#x6709;&#x4E0D;&#x51E1;&#x4E4B;&#x5904;&#x3002;&#x5982;&#x6797;&#x5219;&#x5F90;&#x6240;&#x4F5C;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6D77;&#x7EB3;&#x767E;&#x5DDD;&#xFF0C;&#x6709;&#x5BB9;&#x4E43;&#x5927;&#xFF1B;</p><p>&#x58C1;&#x7ACB;&#x5343;&#x4EDE;&#xFF0C;&#x65E0;&#x6B32;&#x5219;&#x521A;&#x3002;</p></blockquote><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdyG3kUCPCGM7igaLHK%2F-LdyVB8FnkFj8vOi13f6%2Fimage.png?alt=media&amp;token=4eea4b0f-3228-4271-8c90-6bb75c095765" alt=""><p></p><p></p><p style="text-align:center">image source: <a href="https://zh.wikipedia.org/wiki/%E6%9E%97%E5%88%99%E5%BE%90" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x6797;&#x5219;&#x5F90;</a>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x5BF9;&#x8054;&#x7684;&#x6C11;&#x95F4;&#x5370;&#x8C61;&#xFF0C;&#x5728;&#x73B0;&#x4EE3;&#x4E3A;&#x4E00;&#x4E9B;&#x6C11;&#x95F4;&#x6545;&#x4E8B;&#x548C;&#x5F71;&#x89C6;&#x4F5C;&#x54C1;&#x6240;&#x5F71;&#x54CD;&#xFF0C;&#x5E38;&#x7528;&#x6765;&#x70AB;&#x8000;&#x4E3B;&#x89D2;&#x7684;&#x201C;&#x5C0F;&#x806A;&#x660E;&#x201D;&#x3002;&#x5982;&#x300A;&#x5510;&#x4F2F;&#x864E;&#x70B9;&#x79CB;&#x9999;&#x300B;[2]&#x4E2D;&#x534E;&#x5B89;&#x4E0E;&#x201C;<a href="https://baike.baidu.com/item/%E5%AF%B9%E7%A9%BF%E8%82%A0" target="_blank" rel="noreferrer noopener">&#x5BF9;&#x7A7F;&#x80A0;</a>&#x201D;&#x6240;&#x5BF9;&#xFF0C;&#x5B9E;&#x4E43;&#x70AB;&#x6280;&#x6216;&#x201C;&#x6BD4;&#x667A;&#x5546;&#x201D;&#xFF0C;&#x4F8B;&#x5982;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5BF9;&#x7A7F;&#x80A0;&#xFF1A;&#x4E00;&#x4E61;&#x4E8C;&#x91CC;&#xFF0C;&#x5171;&#x4E09;&#x592B;&#x5B50;&#x4E0D;&#x8BC6;&#x56DB;&#x4E66;&#x4E94;&#x7ECF;&#x516D;&#x4E49;&#xFF0C;&#x7ADF;&#x6562;&#x6559;&#x4E03;&#x516B;&#x4E5D;&#x5B50;&#xFF0C;&#x5341;&#x5206;&#x5927;&#x80C6;&#xFF1B;</p><p>&#x5510;&#x4F2F;&#x864E;&#xFF1A;&#x5341;&#x5BA4;&#x4E5D;&#x8D2B;&#xFF0C;&#x51D1;&#x5F97;&#x516B;&#x4E24;&#x4E03;&#x94B1;&#x516D;&#x5206;&#x4E94;&#x6BEB;&#x56DB;&#x5398;&#xFF0C;&#x5C1A;&#x4E14;&#x53C8;&#x4E09;&#x5FC3;&#x4E8C;&#x610F;&#xFF0C;&#x4E00;&#x7B49;&#x4E0B;&#x6D41;&#x3002;</p><p>&#x5BF9;&#x7A7F;&#x80A0;&#xFF1A;&#x56FE;&#x753B;&#x91CC;&#xFF0C;&#x9F99;&#x4E0D;&#x541F;&#xFF0C;&#x864E;&#x4E0D;&#x5578;&#xFF0C;&#x5C0F;&#x5C0F;&#x4E66;&#x7AE5;&#x53EF;&#x7B11;&#x53EF;&#x7B11;&#xFF1B;</p><p>&#x5510;&#x4F2F;&#x864E;&#xFF1A;&#x68CB;&#x76D8;&#x4E0A;&#xFF0C;&#x8F66;&#x65E0;&#x8F6E;&#xFF0C;&#x9A6C;&#x65E0;&#x7F30;&#xFF0C;&#x53EB;&#x58F0;&#x5C06;&#x519B;&#x63D0;&#x9632;&#x63D0;&#x9632;&#x3002;</p><p>&#x5BF9;&#x7A7F;&#x80A0;&#xFF1A;&#x83BA;&#x83BA;&#x71D5;&#x71D5;&#x7FE0;&#x7FE0;&#x7EA2;&#x7EA2;&#x5904;&#x5904;&#x878D;&#x878D;&#x6D3D;&#x6D3D;&#xFF1B;</p><p>&#x5510;&#x4F2F;&#x864E;&#xFF1A;&#x96E8;&#x96E8;&#x98CE;&#x98CE;&#x82B1;&#x82B1;&#x53F6;&#x53F6;&#x5E74;&#x5E74;&#x66AE;&#x66AE;&#x671D;&#x671D;&#x3002;</p><p>&#x5BF9;&#x7A7F;&#x80A0;&#xFF1A;&#x5341;&#x53E3;&#x5FC3;&#x601D;&#xFF0C;&#x601D;&#x541B;&#x601D;&#x56FD;&#x601D;&#x793E;&#x7A37;&#xFF1B;</p><p>&#x5510;&#x4F2F;&#x864E;&#xFF1A;&#x516B;&#x76EE;&#x5171;&#x8D4F;&#xFF0C;&#x8D4F;&#x82B1;&#x8D4F;&#x6708;&#x8D4F;&#x79CB;&#x9999;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E14;&#x4E0D;&#x8BBA;&#x7ED3;&#x6784;&#x4E0A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5185;&#x5BB9;&#x4E0A;&#x5B9E;&#x4E3A;&#x5E73;&#x5EB8;&#x3002;&#x4E0E;&#x5510;&#x5BC5;&#x672C;&#x4EBA;&#x7684;&#x201C;&#x522B;&#x4EBA;&#x7B11;&#x6211;&#x592A;&#x75AF;&#x766B;&#xFF0C;&#x6211;&#x7B11;&#x4ED6;&#x4EBA;&#x770B;&#x4E0D;&#x7A7F;&#x201D;&#x76F8;&#x6BD4;&#xFF0C;&#x5883;&#x754C;&#x4E0A;&#x4E5F;&#x5DEE;&#x4E4B;&#x751A;&#x8FDC;&#x3002;&#x200C;</p><p></p><p></p><p>&#x8BD7;&#x4E2D;&#x4E4B;&#x6770;&#x5982;&#x674E;&#x675C;&#xFF0C;&#x4EE5;&#x201C;&#x4ED9;&#x201D;&#x201C;&#x5723;&#x201D;&#x95FB;&#x540D;&#xFF0C;&#x4E0D;&#x5728;&#x4E8E;&#x6280;&#x6CD5;&#x4E4B;&#x5353;&#x8D8A;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x674E;&#x7684;&#x6F47;&#x6D12;&#x98D8;&#x9038;&#x3001;&#x8C6A;&#x8FC8;&#x8D85;&#x8D8A;&#xFF0C;&#x675C;&#x7684;&#x6C89;&#x90C1;&#x987F;&#x632B;&#x3001;&#x5FE7;&#x56FD;&#x5FE7;&#x6C11;&#xFF1B;&#x8054;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x5185;&#x5916;&#x4E4B;&#x5B66;&#xFF0C;&#x90FD;&#x4E0D;&#x5E94;&#x592A;&#x8FC7;&#x7CBE;&#x81F4;&#xFF0C;&#x6E38;&#x620F;&#x6587;&#x5B57;&#x3001;&#x6C89;&#x6EBA;&#x9690;&#x4E8B;&#xFF1B;&#x6240;&#x6C42;&#x8005;&#xFF0C;&#x4E0D;&#x8FC7;&#x662F;&#x6292;&#x53D1;&#x80F8;&#x81C6;&#xFF0C;&#x6587;&#x4EE5;&#x8F7D;&#x9053;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><h2 id="wu-si">&#x4E94;&#x56DB;<a href="#wu-si"></a></h2><p></p><p></p><p></p><p></p><p></p><p>&#x201C;&#x4E94;&#x56DB;&#x201D;&#x767E;&#x5E74;&#xFF0C;&#x8C08;&#x4E94;&#x56DB;&#x7684;&#x6587;&#x7AE0;&#x60F3;&#x5FC5;&#x592A;&#x591A;&#xFF0C;&#x6B64;&#x5904;&#x5E76;&#x4E0D;&#x7EC6;&#x8C08;&#x3002;&#x53EA;&#x4E3E;&#x4E24;&#x4E8B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x7B2C;&#x4E00;&#xFF0C;&#x7B80;&#x5355;&#x8C08;&#x8C08;&#x4EC0;&#x4E48;&#x662F;&#x201C;&#x4E94;&#x56DB;&#x201D;&#x3002;&#x4E94;&#x56DB;&#x6709;<strong>&#x72ED;&#x4E49;&#x4E0E;&#x5E7F;&#x4E49;&#x4E4B;&#x5206;</strong>&#x3002;&#x200C;</p><p></p><p></p><p>&#x72ED;&#x4E49;&#x7684;&#x4E00;&#x822C;&#x662F;&#x8BF4;&#x53D1;&#x751F;&#x4E8E;&#x767E;&#x5E74;&#x524D;&#x5F53;&#x65E5;&#x7684;&#x9752;&#x5E74;&#x5B66;&#x751F;&#x4E0E;&#x77E5;&#x8BC6;&#x9636;&#x5C42;&#x53D1;&#x8D77;&#x7684;&#x201C;&#x5B66;&#x8FD0;&#x201D;&#xFF08;&#x5B66;&#x751F;&#x8FD0;&#x52A8;&#xFF09;&#xFF0C;&#x5E76;&#x968F;&#x4E4B;&#x6709;&#x66F4;&#x591A;&#x793E;&#x4F1A;&#x6210;&#x5458;&#x53C2;&#x4E0E;&#x7684;&#x793E;&#x4F1A;&#x6E38;&#x884C;&#x3002;&#x6240;&#x8C13;&#x201C;&#x5916;&#x4E89;&#x56FD;&#x6743;&#xFF0C;&#x5185;&#x60E9;&#x56FD;&#x8D3C;&#x201D;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x4E00;&#x79CD;&#x901A;&#x8FC7;&#x8206;&#x8BBA;&#x3001;&#x6E38;&#x884C;&#x7684;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x7684;&#x58EB;&#x4EBA;&#x6C14;&#x8282;&#x4E0E;&#x5F3A;&#x56FD;&#x613F;&#x671B;&#x7684;&#x8868;&#x8FBE;&#x3002;&#x4ECE;&#x5B66;&#x8FD0;&#x3001;&#x6E38;&#x884C;&#x7684;&#x5C42;&#x9762;&#xFF0C;&#x201C;&#x4E94;&#x56DB;&#x201D;&#x7684;&#x89C4;&#x6A21;&#x786E;&#x5B9E;&#x4E5F;&#x503C;&#x5F97;&#x91CD;&#x89C6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4F46;&#x5E7F;&#x4E49;&#x7684;&#x201C;&#x4E94;&#x56DB;&#x201D;&#xFF0C;&#x5373;&#x4EE5;&#x63A5;&#x7EB3;&#x897F;&#x65B9;&#x6587;&#x5316;&#xFF08;&#x5982;&#x201C;&#x6C11;&#x4E3B;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7B49;&#xFF09;&#x3001;&#x4E0E;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x5272;&#x88C2;&#x4E3A;&#x4EE3;&#x8868;&#x7684;&#x6587;&#x5316;&#x8FD0;&#x52A8;&#xFF0C;&#x5F71;&#x54CD;&#x5219;&#x66F4;&#x4E3A;&#x6DF1;&#x8FDC;&#xFF0C;&#x81F3;&#x4ECA;&#x4E0D;&#x606F;&#xFF1B;&#x9648;&#x72EC;&#x79C0;&#x3001;&#x80E1;&#x9002;&#x3001;&#x9C81;&#x8FC5;&#x7B49;&#x786E;&#x4E3A;&#x5176;&#x4EE3;&#x8868;&#xFF0C;&#x5982;&#x9648;&#x4E4B;&#x51FA;&#x7248;&#x3001;&#x80E1;&#x4E4B;&#x5F00;&#x521B;&#x3001;&#x9C81;&#x4E4B;&#x6279;&#x5224;&#xFF0C;&#x90FD;&#x53EF;&#x8C13;&#x610F;&#x4E49;&#x6DF1;&#x8FDC;&#x3002;&#x8FD9;&#x4E00;&#x201C;&#x897F;&#x5B66;&#x4E1C;&#x6E10;&#x201D;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x5728;&#x6587;&#x5316;&#x4E0A;&#x4ECE;&#x665A;&#x6E05;&#x4EE5;&#x6797;&#x5219;&#x5F90;&#x3001;&#x5EB7;&#x6881;&#x7B49;&#x4E3A;&#x59CB;&#xFF0C;&#x81F3;&#x4E8E;&#x201C;&#x4E94;&#x56DB;&#x201D;&#x4E3A;&#x53C8;&#x4E00;&#x53D8;&#x5316;&#xFF0C;&#x81F3;&#x4E8E;&#x4ECA;&#x65E5;&#x5219;&#x4ECD;&#x6709;&#x9887;&#x591A;&#x53D8;&#x5316;&#x3001;&#x672A;&#x6709;&#x5B9A;&#x6570;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x7B2C;&#x4E8C;&#xFF0C;&#x706B;&#x70E7;&#x8D75;&#x5BB6;&#x697C;&#x80E1;&#x540C;&#x540E;&#xFF0C;&#x5B66;&#x751F;&#x5728;&#x5929;&#x5B89;&#x95E8;&#x96C6;&#x4F1A;&#x65F6;&#xFF0C;&#x4F1A;&#x573A;&#x4E0A;&#x6709;&#x4E00;&#x5927;&#x767D;&#x65D7;&#xFF0C;&#x4E0A;&#x6709;&#x58A8;&#x4E66;<a href="https://books.google.com/books?id=BaBEDwAAQBAJ&amp;pg=PA49&amp;lpg=PA49&amp;dq=%E6%9B%B9%E6%B1%9D%E9%9C%96+%E9%98%BF%E7%9E%92+%E5%AF%B9%E8%81%94&amp;source=bl&amp;ots=RbtC8MkHDI&amp;sig=ACfU3U0RmAYDu9ioS6ZmKLAk_Fz93Fwk2g&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwj9-OSpuP_hAhUWJzQIHc5RCeYQ6AEwAHoECAcQAQ#v=onepage&amp;q=%E6%9B%B9%E6%B1%9D%E9%9C%96%20%E9%98%BF%E7%9E%92%20%E5%AF%B9%E8%81%94&amp;f=false" target="_blank" rel="noreferrer noopener">&#x5BF9;&#x8054;</a>[3]&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5356;&#x56FD;&#x6C42;&#x8363;&#xFF0C;&#x65E9;&#x77E5;&#x66F9;&#x7792;&#x9057;&#x79CD;&#x7891;&#x65E0;&#x5B57;&#xFF1B;</p><p>&#x503E;&#x5FC3;&#x5A9A;&#x5916;&#xFF0C;&#x4E0D;&#x671F;&#x7AE0;&#x60C7;&#x4F59;&#x5B7D;&#x6B7B;&#x6709;&#x5934;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E0A;&#x8054;&#x9A82;&#x66F9;&#x6C5D;&#x9716;&#x662F;&#x66F9;&#x64CD;&#x540E;&#x4EE3;&#xFF0C;&#x56E0;&#x7F3A;&#x5FB7;&#x800C;&#x7891;&#x65E0;&#x5B57;&#xFF1B;&#x4E0B;&#x8054;&#x65A5;&#x7AE0;&#x60C7;&#x4E3A;&#x5978;&#x81E3;&#xFF08;&#x300A;&#x5B8B;&#x53F2;&#x300B;&#x4E2D;&#x7684;&#x8BC4;&#x4EF7;&#xFF09;&#xFF0C;&#x7AE0;&#x5B97;&#x7965;&#x4E5F;&#x5728;&#x6B64;&#x5217;&#x3002;&#x6B64;&#x8054;&#x9887;&#x6709;&#x4E9B;&#x8DA3;&#x5473;&#xFF0C;&#x7528;&#x5178;&#x4E5F;&#x9887;&#x5408;&#x60C5;&#x3002;&#xFF08;&#x5F53;&#x65F6;&#xFF0C;&#x6D89;&#x65E5;&#x672C;&#x5916;&#x4EA4;&#x4E8B;&#x52A1;&#x7684;&#x66F9;&#x3001;&#x7AE0;&#x3001;&#x9646;&#x4E09;&#x4EBA;&#x88AB;&#x8206;&#x8BBA;&#x6307;&#x8D23;&#x4E3A;&#x5356;&#x56FD;&#x8D3C;&#x3002;&#xFF09;&#x4F46;&#x5E73;&#x5FC3;&#x800C;&#x8BBA;&#xFF0C;&#x66F9;&#x5B5F;&#x5FB7;&#x4E5F;&#x672A;&#x5FC5;&#x79F0;&#x4E0D;&#x5F97;&#x82F1;&#x96C4;&#xFF0C;&#x7AE0;&#x60C7;&#x6062;&#x590D;&#x65B0;&#x6CD5;&#x5E73;&#x5B9A;&#x897F;&#x590F;&#xFF0C;&#x4E5F;&#x672A;&#x5FC5;&#x4E0D;&#x662F;&#x8D24;&#x81E3;&#x3002;&#x200C;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x8D77;&#x6765;&#xFF0C;&#x88AB;&#x5B66;&#x751F;&#x75DB;&#x6253;&#x7684;&#x7AE0;&#x5B97;&#x7965;&#x66FE;&#x6781;&#x529B;&#x4E3B;&#x5F20;&#x91CA;&#x653E;&#x4E94;&#x56DB;&#x88AB;&#x6355;&#x5B66;&#x751F;&#xFF1B;&#x66F9;&#x6C5D;&#x9716;&#x665A;&#x5E74;&#x5728;&#x5FC6;&#x53CA;&#x4E94;&#x56DB;&#x8FD0;&#x52A8;&#x65F6;&#x5219;&#x66FE;&#x8BF4;&#xFF1A;&#x201C;&#x6B64;&#x4E8B;&#x8DDD;&#x4ECA;&#x56DB;&#x5341;&#x4F59;&#x5E74;&#xFF0C;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#xFF0C;&#x4E8E;&#x5DF1;&#x4E8E;&#x4EBA;&#xFF0C;&#x4EA6;&#x6709;&#x597D;&#x5904;&#x3002;&#x867D;&#x7136;&#x4E8E;&#x4E0D;&#x660E;&#x4E0D;&#x767D;&#x4E4B;&#x4E2D;&#xFF0C;&#x727A;&#x7272;&#x4E86;&#x6211;&#x4EEC;&#x4E09;&#x4EBA;&#xFF0C;&#x5374;&#x5524;&#x8D77;&#x4E86;&#x591A;&#x6570;&#x4EBA;&#x7684;&#x7231;&#x56FD;&#x5FC3;&#xFF0C;&#x603B;&#x7B97;&#x5F97;&#x5230;&#x4EE3;&#x4EF7;&#x3002;&#x201D; [4]</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdyG3kUCPCGM7igaLHK%2F-LdyW1bg_r6y8cegDXAR%2Fimage.png?alt=media&amp;token=d6b73833-16d4-40bd-9e3d-5bc530a43b2d" alt=""><p></p><p></p><p style="text-align:center">image source: <a href="https://zh.wikipedia.org/wiki/%E4%BA%94%E5%9B%9B%E8%BF%90%E5%8A%A8" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x4E94;&#x56DB;&#x8FD0;&#x52A8;</a>&#x200C;</p><p></p><p></p><h2 id="huo-dong">&#x6D3B;&#x52A8;<a href="#huo-dong"></a></h2><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x4E0A;&#x4E00;&#x671F;&#x6D3B;&#x52A8;&#xFF0C;&#x6211;&#x4EEC;&#x4EE5;&#x201C;<strong>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;</strong>&#x201D;&#x4E3A;&#x4E0A;&#x8054;&#xFF0C;&#x4EE5;&#x201C;&#x4E94;&#x884C;&#x201D;&#x76F8;&#x5BF9;&#xFF0C;&#x770B;&#x4F3C;&#x4E0D;&#x51E1;&#xFF0C;&#x5B9E;&#x4E43;&#x672B;&#x6280;&#xFF1B;&#x4F46;&#x4EC5;&#x4E3A;&#x4E00;&#x6E38;&#x620F;&#xFF0C;&#x4E5F;&#x4E0D;&#x59A8;&#x4E00;&#x8BD5;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#x4E3A;&#x6D3B;&#x52A8;&#x7ED3;&#x679C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x53C2;&#x4E0E;&#xFF1A;&#x200C;</p><p></p><p></p><ol><li>@xiaoshancun | &#x955C;&#x67D3;&#x5C18;&#x68A6;&#x7070; | &#x955C;&#x6CBE;&#x5C18;&#x68A6;&#x70EC;</li><li>@andrewma | &#x6C5F;&#x70FD;&#x9500;&#x57CE;&#x6AA3; | &#x70FD;&#x94A6;&#x6C5F;&#x57CE;&#x8302; | &#x706F;&#x94A6;&#x6C5F;&#x57CE;&#x8302; | &#x4E91;&#x6251;&#x767E;&#x82B1;&#x9999;</li><li>@fyjs | &#x706F;&#x9576;&#x51C0;&#x5730;&#x697C;</li><li>@llh0519 | &#x6708;&#x5B64;&#x5FC6;&#x4E2D;&#x4EBA;</li><li>@hqy | &#x96FE;&#x7F69;&#x5C71;&#x5CF0;&#x77F3; | &#x6C34;&#x62CD;&#x8FD1;&#x5CB8;&#x821F;</li><li>@julian2013 |&#x6F2B;&#x71C3;&#x949F;&#x697C;&#x5854;</li></ol><p></p><p></p><p>&#x70B9;&#x8BC4;&#xFF1A;&#x200C;</p><p></p><p></p><ul><li>@xiaoshanchun&#xFF0C;@andrewma&#xFF0C;@fyjs&#xFF0C;@julian2013&#x7684;&#x7B54;&#x6848;&#x5728;&#x5B57;&#x5F62;&#x4E0A;&#x90FD;&#x7B26;&#x5408;&#x8981;&#x6C42;&#xFF1B;&#x7531;&#x4E8E;&#x672C;&#x8054;&#x5728;&#x7528;&#x5B57;&#x4E0A;&#x8981;&#x6C42;&#x8F83;&#x9AD8;&#xFF0C;&#x6240;&#x4EE5;&#x5E73;&#x4EC4;&#x4E0A;&#x653E;&#x5BBD;&#x8981;&#x6C42;</li></ul><p></p><p></p><p>&#x5956;&#x52B1;&#xFF1A;&#x200C;</p><p></p><p></p><ul><li>@julian2013 |&#x6F2B;&#x71C3;&#x949F;&#x697C;&#x5854; &#x4E00;&#x8054;&#xFF0C;&#x9887;&#x6709;&#x5DE7;&#x601D;&#x3001;&#x573A;&#x666F;&#x5F62;&#x8C61;&#x3001;&#x7528;&#x5B57;&#x5F97;&#x4F53;&#xFF0C;&#x4EE5;&#x8FC5;&#x731B;&#x5BF9;&#x9759;&#x67D4;&#x3001;&#x4EE5;&#x5371;&#x5BF9;&#x5B89;&#xFF0C;&#x8D34;&#x5408;&#x65F6;&#x4E8B;&#xFF08;&#x5DF4;&#x9ECE;&#x5723;&#x6BCD;&#x9662;&#x706B;&#x707E;&#xFF09;&#x3002;&#x53D6;&#x4E3A;&#x7B2C;&#x4E00;&#x540D;&#xFF0C;&#x5956;&#x52B1;3 STEEM</li><li>@xiaoshanchun&#xFF0C;@andrewma&#xFF0C;@fyjs &#x6BCF;&#x4EBA;&#x5956;&#x52B1;0.2 STEEM</li><li>@llh0519&#xFF0C; @hqy &#x7B54;&#x6848;&#x4E0D;&#x5B8C;&#x5168;&#x7B26;&#x5408;&#x8981;&#x6C42;&#xFF0C;&#x9F13;&#x52B1;0.1 STEEM</li></ul><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x4E3A;&#x672C;&#x671F;&#x5BF9;&#x8054;&#x6D3B;&#x52A8;&#x5185;&#x5BB9;&#xFF1A;&#x4EE5;&#x201C;&#x767E;&#x5E74;&#x4E94;&#x56DB;&#x201D;&#x4E3A;&#x9898;&#xFF0C;&#x5199;&#x4E0A;&#x4E0B;&#x4E24;&#x8054;&#xFF0C;&#x53E5;&#x5F0F;&#x4E0D;&#x9650;&#xFF0C;&#x5B57;&#x6570;&#x4E0D;&#x9650;&#x3002;&#x200C;</p><p></p><p></p><p><strong>&#x7ACB;&#x610F;</strong>&#xFF1A;<strong>&#x201C;&#x767E;&#x5E74;&#x4E94;&#x56DB;&#x201D;</strong>&#x4E3A;&#x9898;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4E3E;&#x4E00;&#x4F8B;&#xFF1A;&#x9648;&#x72EC;&#x79C0;&#x5728;<a href="https://baike.baidu.com/item/%E6%95%AC%E5%91%8A%E9%9D%92%E5%B9%B4" target="_blank" rel="noreferrer noopener">&#x300A;&#x656C;&#x544A;&#x9752;&#x5E74;&#x300B;</a>[6]&#x4E2D;&#x66FE;&#x7ECF;&#x63D0;&#x5230;&#x5BF9;&#x9752;&#x5E74;&#x7684;&#x8981;&#x6C42;&#xFF0C;&#x5176;&#x4E2D;&#x7B2C;&#x4E00;&#x6761;&#x4E3A;&#x201C;&#x81EA;&#x4E3B;&#x7684;&#x800C;&#x975E;&#x5974;&#x96B6;&#x7684;&#x201D;&#x3002;&#x4ECA;&#x5929;&#x7684;&#x9752;&#x5E74;&#xFF0C;&#x6709;&#x4F17;&#x591A;&#x6210;&#x4E86;&#x201C;&#x623F;&#x5974;&#x201D;&#x3001;&#x201C;&#x8F66;&#x5974;&#x201D;&#x3001;&#x62FF;&#x4E86;&#x624B;&#x673A;&#x505A;&#x201C;&#x7F51;&#x5974;&#x201D;&#x3001;&#x6210;&#x5BB6;&#x505A;&#x4E86;&#x201C;&#x7231;&#x5974;&#x201D;&#x3001;&#x201C;&#x5B69;&#x5974;&#x201D;&#xFF0C;&#x552F;&#x72EC;&#x6CA1;&#x6709;&#x201C;&#x81EA;&#x4E3B;&#x201D;[5]&#x3002;&#x8FD9;&#x8981;&#x6C42;&#xFF0C;&#x4F3C;&#x4E4E;&#x4F9D;&#x7136;&#x9065;&#x8FDC;&#xFF0C;&#x9752;&#x5E74;&#x5F53;&#x4F55;&#x4E3A;&#x5462;&#xFF1F;&#x200C;</p><p></p><p></p><p>&#x4EE5;&#x4E0A;&#x4E3A;&#x4E00;&#x7ACB;&#x610F;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x4F5C;&#x8005;&#x53EF;&#x53E6;&#x9009;&#x89D2;&#x5EA6;&#xFF0C;&#x4F46;&#x603B;&#x5F97;&#x4EE5;&#x201C;&#x4E94;&#x56DB;&#x201D;&#x4E3A;&#x9898;&#x3002;&#x200C;</p><p></p><p></p><p><strong>&#x89C4;&#x5219;&#xFF1A;</strong>&#x200C;</p><p></p><p></p><ol><li>&#x6EE1;&#x8DB3;&#x5BF9;&#x8054;&#x7684;&#x57FA;&#x672C;&#x89C4;&#x5219;</li><li>&#x4E0D;&#x8BB8;&#x6284;&#x88AD;&#x4EFB;&#x4F55;&#x522B;&#x4EBA;&#x7684;&#x6210;&#x679C;&#xFF1B;</li><li>&#x4E0D;&#x5E94;&#x5F53;&#x4F7F;&#x7528;&#x673A;&#x5668;&#x534F;&#x52A9;&#xFF0C;&#x5982;&#x5FAE;&#x8F6F;&#x4E9A;&#x6D32;&#x7814;&#x7A76;&#x9662;&#x5F00;&#x53D1;&#x7684;<a href="https://duilian.msra.cn/app/couplet.aspx" target="_blank" rel="noreferrer noopener">&#x201C;&#x81EA;&#x52A8;&#x5BF9;&#x8054;&#x201D;</a></li></ol><p></p><p></p><p>&#x200C;</p><p></p><p></p><p><strong>&#x5956;&#x52B1;</strong>&#xFF1A;3 STEEM&#xFF0C;&#x53D6;1&#x540D;&#xFF1B;&#x53C2;&#x4E0E;&#x5956;&#xFF0C;&#x5404;0.1 STEEM&#xFF0C;&#x524D;10&#x540D;&#x90FD;&#x6709;&#x5956; :)&#x200C;</p><p></p><p></p><p><strong>&#x53C2;&#x4E0E;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x56DE;&#x590D;&#x672C;&#x6587;&#x200C;</p><p></p><p></p><p><strong>&#x8BC4;&#x4EF7;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x7531;@robertyan&#x7684;&#x8BC4;&#x5224;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x56DE;&#x590D;&#x83B7;&#x5F97;&#x7684;&#x70B9;&#x8D5E;&#x6570;&#xFF0C;&#x7EFC;&#x5408;&#x8BC4;&#x4EF7;&#x4EA7;&#x751F;&#x200C;</p><p></p><p></p><p><strong>&#x65F6;&#x95F4;</strong>&#xFF1A;&#x672C;&#x6587;&#x53D1;&#x5E03;&#x8D77;7&#x65E5;&#x5185;&#x6709;&#x6548;&#x200C;</p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><p>&#x200C;</p><p></p><p></p><ol><li>&#x6881;&#x7FBD;&#x751F;&#xFF0C;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2017&#x5E74;</li><li>&#x5468;&#x661F;&#x9A70;&#xFF0C;&#x5DE9;&#x4FD0;&#x7B49;&#xFF0C;<a href="https://movie.douban.com/subject/1306249/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5510;&#x4F2F;&#x864E;&#x70B9;&#x79CB;&#x9999;&#x300B;</a>&#xFF0C;1993&#x5E74;</li><li>&#x767D;&#x5B9D;&#x6CC9;&#xFF0C;&#x767D;&#x9E64;&#x7FA4;&#xFF0C;<a href="https://book.douban.com/subject/1745111/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5317;&#x4EAC;&#x8857;&#x5DF7;&#x80E1;&#x540C;&#x5206;&#x7C7B;&#x56FE;&#x5FD7;&#x300B;</a>&#xFF0C;&#x91D1;&#x57CE;&#x51FA;&#x7248;&#x793E;&#xFF0C;2005&#x5E74;</li><li>&#x66F9;&#x6C5D;&#x9716;&#xFF0C;<a href="https://book.douban.com/subject/3710548/" target="_blank" rel="noreferrer noopener">&#x300A;&#x66F9;&#x6C5D;&#x9716;&#x4E00;&#x751F;&#x4E4B;&#x56DE;&#x5FC6;&#x300B;</a>&#xFF0C;&#x4E2D;&#x56FD;&#x5927;&#x767E;&#x79D1;&#x5168;&#x4E66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2009&#x5E74;</li><li>&#x6881;&#x6587;&#x9053;&#xFF0C;&#x8BB8;&#x5B50;&#x4E1C;&#xFF0C;<a href="https://zhuanlan.zhihu.com/p/64522132" target="_blank" rel="noreferrer noopener">&#x4E94;&#x56DB;&#x9752;&#x5E74;&#x6BD4;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x66F4;&#x4F18;&#x79C0;&#x5417;&#xFF1F;</a>&#xFF0C;2019&#x5E74;5&#x6708;3&#x65E5;</li><li>&#x9648;&#x72EC;&#x79C0;&#xFF0C;<a href="https://baike.baidu.com/item/%E6%95%AC%E5%91%8A%E9%9D%92%E5%B9%B4" target="_blank" rel="noreferrer noopener">&#x300A;&#x656C;&#x544A;&#x9752;&#x5E74;&#x300B;</a>&#xFF0C;1915&#x5E74;9&#x6708;15&#x65E5;</li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/05/%e5%86%85%e5%a4%96%e4%b8%8e%e4%ba%94%e5%9b%9b</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">24 minutes read (About 3629 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/梁羽生与《名联观止》/">梁羽生与《名联观止》</a></h1><div class="content"><p></p><p>&#x8FD1;&#x65E5;&#x5728;&#x8BFB;&#x4E00;&#x4E9B;&#x201C;&#x8054;&#x5B66;&#x201D;&#xFF08;&#x5BF9;&#x8054;&#x4E4B;&#x5B66;&#xFF09;&#xFF0C;&#x5176;&#x4E2D;&#x6881;&#x7FBD;&#x751F;&#x7684;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x65E0;&#x7591;&#x662F;&#x4E00;&#x4F73;&#x4F5C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x60F3;&#x6765;&#x6881;&#x5148;&#x751F;&#x5728;&#x5927;&#x591A;&#x4EBA;&#x5370;&#x8C61;&#x4E2D;&#x4E3A;&#x4E00;&#x5F53;&#x4EE3;&#x77E5;&#x540D;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5927;&#x5BB6;&#xFF0C;&#x4F46;&#x5BF9;&#x5176;&#x5728;&#x5BF9;&#x8054;&#x3001;&#x8BCD;&#x8BDD;&#x4E0A;&#x7684;&#x529F;&#x592B;&#x4E0D;&#x751A;&#x660E;&#x4E86;&#xFF0C;&#x6545;&#x4F5C;&#x6587;&#x4EE5;&#x8BB0;&#x4E4B;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMaCXU4Y2XFuvty3jo%2Fimage.png?alt=media&amp;token=9bf7d2c7-3854-4645-ad88-c84c0d0b3adc" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x200B;&#x200C;</p><p></p><p></p><p>&#x200B;&#x200C;</p><p></p><p></p><h2 id="xiao-shuo">&#x5C0F;&#x8BF4;<a href="#xiao-shuo"></a></h2><p></p><p></p><p>1954&#x5E74;&#xFF0C;&#x300A;&#x65B0;&#x665A;&#x62A5;&#x300B;&#x520A;&#x767B;&#x4E86;&#x7F72;&#x540D;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x201D;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x300A;&#x9F99;&#x864E;&#x6597;&#x4EAC;&#x534E;&#x300B;&#xFF0C;&#x4E3A;&#x201C;&#x65B0;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x7684;&#x5F00;&#x5C71;&#x4E4B;&#x4F5C;&#x3002;&#x6881;&#x7FBD;&#x751F;&#x5148;&#x751F;&#x662F;&#x73B0;&#x4EE3;<strong>&#x201C;&#x65B0;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x7684;&#x5F00;&#x521B;&#x8005;</strong>[1]&#x3002;&#x200C;</p><p></p><p></p><p>&#x6240;&#x8C13;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x662F;&#x4EE5;&#x5BAB;&#x767D;&#x7FBD;&#x7684;&#x300A;&#x5341;&#x4E8C;&#x91D1;&#x94B1;&#x9556;&#x300B;&#x3001;&#x8FD8;&#x73E0;&#x697C;&#x4E3B;&#x7684;&#x300A;&#x8700;&#x5C71;&#x5251;&#x4FA0;&#x4F20;&#x300B;&#x7B49;&#x4E3A;&#x4EE3;&#x8868;&#xFF0C;&#x5174;&#x8D77;&#x4E8E;20&#x4E16;&#x7EAA;20&#x5E74;&#x4EE3;&#x7684;&#x6587;&#x5B66;&#x6D41;&#x6D3E;&#x3002;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#x5F00;&#x521B;&#x4E86;&#x4EE5;&#x767D;&#x8BDD;&#x6587;&#x5199;&#x4F5C;&#x6B66;&#x4FA0;&#x9898;&#x6750;&#x7684;&#x5148;&#x6CB3;&#x3002;&#x5411;&#x4E0A;&#x5219;&#x53EF;&#x8FFD;&#x6EAF;&#x5230;&#x660E;&#x6E05;&#x7684;&#x6F14;&#x4E49;&#x5C0F;&#x8BF4;&#xFF08;&#x5982;&#x300A;&#x6C34;&#x6D52;&#x300B;&#xFF09;&#x3001;&#x4EE5;&#x81F3;&#x4E8E;&#x300A;&#x53F2;&#x8BB0;&#x300B;&#x4E2D;&#x7684;&#x300A;&#x6E38;&#x4FA0;&#x5217;&#x4F20;&#x300B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x65B0;&#x6D3E;&#x4E4B;&#x6709;&#x522B;&#x4E8E;&#x65E7;&#x6D3E;&#x5728;&#x4E8E;&#xFF1A;&#xFF08;1&#xFF09;&#x6587;&#x5B66;&#x6027;&#x3001;&#x827A;&#x672F;&#x6027;&#x7684;&#x6539;&#x8FDB;&#xFF0C;&#x4F5C;&#x8005;&#x5728;&#x6587;&#x5B66;&#x521B;&#x4F5C;&#x624B;&#x6CD5;&#x3001;&#x5F62;&#x8C61;&#x5851;&#x9020;&#x548C;&#x8BED;&#x8A00;&#x63D0;&#x70BC;&#x4E0A;&#x6709;&#x4E86;&#x9002;&#x5E94;&#x73B0;&#x4EE3;&#x8BED;&#x8A00;&#x5BA1;&#x7F8E;&#x7684;&#x65B0;&#x7684;&#x7A81;&#x7834;&#xFF1B;&#xFF08;2&#xFF09;&#x601D;&#x60F3;&#x6027;&#x4E0A;&#xFF0C;&#x201C;&#x4FA0;&#x201D;&#x5728;&#x201C;&#x6B66;&#x201D;&#x4E4B;&#x524D;&#xFF0C;&#x517C;&#x6709;&#x539A;&#x91CD;&#x7684;&#x5386;&#x53F2;&#x611F;&#x3001;&#x56FD;&#x5BB6;&#x6C11;&#x65CF;&#x610F;&#x8BC6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#xFF0C;&#x65B0;&#x6D3E;&#x6B66;&#x4FA0;&#x7684;&#x6587;&#x5B66;&#x53EF;&#x8BFB;&#x6027;&#x3001;&#x5185;&#x5BB9;&#x4E30;&#x5BCC;&#x6027;&#x4E0E;&#x601D;&#x60F3;&#x7684;&#x6DF1;&#x523B;&#x6027;&#x90FD;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;<strong>&#x8FD9;&#x65E0;&#x7591;&#x4E8E;&#x6587;&#x5B66;&#x548C;&#x5386;&#x53F2;&#x529F;&#x5E95;&#x6DF1;&#x539A;&#x7684;&#x6881;&#x7FBD;&#x751F;&#x7684;&#x5F00;&#x521B;&#x4E4B;&#x98CE;&#x662F;&#x6709;&#x83AB;&#x5927;&#x5173;&#x7CFB;&#x7684;</strong>&#x3002;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5BF9;&#x4EBA;&#x7269;&#x3001;&#x60C5;&#x8282;&#x3001;&#x5386;&#x53F2;&#x611F;&#x7684;&#x6210;&#x529F;&#x5851;&#x9020;&#xFF0C;&#x52A0;&#x4E4B;&#x7535;&#x89C6;&#x3001;&#x7535;&#x5F71;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x73B0;&#x4EE3;&#x5A92;&#x4ECB;&#x7684;&#x52A9;&#x529B;&#xFF0C;&#x4F7F;&#x4E4B;&#x6210;&#x4E3A;&#x5F71;&#x54CD;&#x73B0;&#x4EE3;&#x6587;&#x5B66;&#x9762;&#x8C8C;&#x7684;&#x91CD;&#x8981;&#x9898;&#x6750;&#xFF0C;&#x5176;&#x5F71;&#x54CD;&#x529B;&#x4E4B;&#x6DF1;&#x8FDC;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x5148;&#x751F;&#x8457;&#x6709;&#x6B66;&#x4FA0;35&#x90E8;&#xFF0C;&#x5B57;&#x6570;1000&#x4F59;&#x4E07;&#xFF0C;&#x5176;&#x4E2D;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E4%B8%83%E5%8A%8D%E4%B8%8B%E5%A4%A9%E5%B1%B1" target="_blank" rel="noreferrer noopener">&#x4E03;&#x5251;&#x4E0B;&#x5929;&#x5C71;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E7%99%BD%E9%AB%AE%E9%AD%94%E5%A5%B3%E5%82%B3" target="_blank" rel="noreferrer noopener">&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E8%90%8D%E8%B9%A4%E4%BF%A0%E5%BD%B1%E9%8C%84" target="_blank" rel="noreferrer noopener">&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x5F55;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E9%9B%B2%E6%B5%B7%E7%8E%89%E5%BC%93%E7%B7%A3" target="_blank" rel="noreferrer noopener">&#x4E91;&#x6D77;&#x7389;&#x5F13;&#x7F18;</a>&#x300B;&#x7B49;&#x4E3A;&#x8BFB;&#x8005;&#x6240;&#x719F;&#x77E5;&#x3002;&#x5728;&#x5927;&#x4F17;&#x4E2D;&#x7684;&#x77E5;&#x540D;&#x5EA6;&#xFF0C;&#x6881;&#x7FBD;&#x751F;&#x6216;&#x8BB8;&#x4E0D;&#x53CA;&#x91D1;&#x5EB8;&#xFF0C;&#x4E5F;&#x81EA;&#x6709;&#x5176;&#x7F18;&#x6545;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4F5F;&#x7855;&#x4E4B;&#x5728;<a rel="noreferrer noopener" href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x8BC4;&#x4EF7;&#x91D1;&#x6881;&#x7684;&#x5386;&#x53F2;&#x610F;&#x4E49;&#xFF1A;&#x201C;<strong>&#x5F00;&#x98CE;&#x6C14;&#x8005;&#x6881;&#x7FBD;&#x751F;&#xFF0C;&#x53D1;&#x626C;&#x5149;&#x5927;&#x8005;&#x91D1;&#x5EB8;</strong>&#x201D;&#xFF0C;&#x53C8;&#x8BF4;&#x201C;<strong>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x540D;&#x58EB;&#x6C14;&#x5473;&#x751A;&#x6D53;&#xFF08;&#x4E2D;&#x56FD;&#x5F0F;&#x7684;&#xFF09;&#xFF0C;&#x800C;&#x91D1;&#x5EB8;&#x5219;&#x662F;&#x73B0;&#x4EE3;&#x7684;&#x201C;&#x6D0B;&#x624D;&#x5B50;&#x201D;</strong>&#x3002;&#x6881;&#x7FBD;&#x751F;&#x53D7;&#x4E2D;&#x56FD;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#xFF08;&#x5305;&#x62EC;&#x8BD7;&#x8BCD;&#x3001;&#x5C0F;&#x8BF4;&#x3001;&#x5386;&#x53F2;&#x7B49;&#x7B49;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x8F83;&#x6DF1;&#xFF0C;&#x800C;&#x91D1;&#x5EB8;&#x63A5;&#x53D7;&#x897F;&#x65B9;&#x6587;&#x827A;&#xFF08;&#x5305;&#x62EC;&#x7535;&#x5F71;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x8F83;&#x91CD;&#x3002;&#x2026;&#x2026; &#x6881;&#x7FBD;&#x751F;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x662F;&#x5728;&#x201C;&#x65E7;&#x4F20;&#x7EDF;&#x201D;&#x4E0A;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x4E0D;&#x8131;&#x5176;&#x201C;&#x6CE5;&#x571F;&#x6C14;&#x606F;&#x201D;&#x3002;&#x8FD9;&#x79CD;&#x5199;&#x6CD5;&#xFF0C;&#x6709;&#x5176;&#x4F18;&#x70B9;&#x4E5F;&#x6709;&#x5176;&#x7F3A;&#x70B9;&#x3002;&#x6709;&#x4E00;&#x5B9A;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x6C34;&#x5E73;&#x7684;&#x8BFB;&#x8005;&#xFF0C;&#x8BFB;&#x6881;&#x7FBD;&#x751F;&#x5C0F;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x89C9;&#x5F97;&#x683C;&#x8C03;&#x8F83;&#x9AD8;&#xFF0C;&#x66F4;&#x4E3A;&#x6B23;&#x8D4F;&#x3002;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#xFF0C;&#x82E5;&#x662F;&#x62B1;&#x7740;&#x8FFD;&#x6C42;&#x523A;&#x6FC0;&#x7684;&#x5FC3;&#x7406;&#xFF0C;&#x8BFB;&#x91D1;&#x5EB8;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x5F97;&#x5230;&#x66F4;&#x5927;&#x7684;&#x6EE1;&#x8DB3;&#x3002;&#x201D;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x6709;<strong>&#x529E;&#x62A5;&#x548C;&#x7535;&#x5F71;&#x7684;&#x80CC;&#x666F;&#xFF0C;&#x5BF9;&#x4E8E;&#x5C0F;&#x8BF4;&#x624B;&#x6CD5;&#x4E0A;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x786E;&#x6709;&#x72EC;&#x5230;&#x4E4B;&#x5904;</strong>&#x3002;&#x4F5F;&#x7855;&#x4E4B;&#x5199;&#x5230;&#xFF1A;&#x201C;&#x53EF;&#x80FD;&#x56E0;&#x4E3A;&#x91D1;&#x5EB8;&#x505A;&#x8FC7;&#x7535;&#x5F71;&#x5BFC;&#x6F14;&#x7684;&#x7F18;&#x6545;&#xFF0C;&#x5728;&#x5C0F;&#x8BF4;&#x91CC;&#x5E38;&#x6709;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x7684;&#x624B;&#x6CD5;&#x3002;&#x5982;&#x300A;&#x5C04;&#x96D5;&#x82F1;&#x96C4;&#x4F20;&#x300B;&#x91CC;&#x6885;&#x8D85;&#x98CE;&#x8981;&#x627C;&#x6740;&#x90ED;&#x9756;&#x4E4B;&#x65F6;&#xFF0C;&#x7B14;&#x950B;&#x4E00;&#x8F6C;&#xFF0C;&#x800C;&#x5199;&#x6885;&#x8D85;&#x98CE;&#x5BF9;&#x6843;&#x82B1;&#x5C9B;&#x65E7;&#x4E8B;&#x7684;&#x56DE;&#x5FC6;&#xFF0C;&#x4F46;&#x5374;&#x5E76;&#x975E;&#x5E73;&#x94FA;&#x76F4;&#x53D9;&#xFF0C;&#x800C;&#x662F;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x5012;&#x53D9;&#x624B;&#x6CD5;&#xFF0C;&#x590D;&#x73B0;&#x5F53;&#x5E74;&#x7684;&#x7279;&#x5199;&#x955C;&#x5934;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x63A5;&#x5165;&#x73B0;&#x573A;&#x4E4B;&#x666F;&#xFF1B;&#x300A;&#x78A7;&#x8840;&#x5251;&#x300B;&#x4E2D;&#x4ECE;&#x8881;&#x627F;&#x5FD7;&#x4E4B;&#x6597;&#x6E29;&#x5BB6;&#x4E94;&#x8001;&#xFF0C;&#x91CD;&#x73B0;&#x4ED6;&#x4EEC;&#x5F53;&#x5E74;&#x6697;&#x7B97;&#x91D1;&#x86C7;&#x90CE;&#x541B;&#x7684;&#x955C;&#x5934;&#xFF0C;&#x4E5F;&#x662F;&#x540C;&#x6837;&#x624B;&#x6CD5;&#xFF0C;&#x8FD1;&#x4E4E;&#x94F6;&#x5E55;&#x4E0A;&#x201C;&#x8C08;&#x4EBA;&#x201D;&#x3001;&#x201C;&#x6DE1;&#x51FA;&#x201D;&#x7684;&#x8FD0;&#x7528;&#x3002;&#x5728;&#x5C0F;&#x8BF4;&#x4E0A;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x624B;&#x6CD5;&#xFF0C;&#x8FD9;&#x53EF;&#x8BF4;&#x662F;&#x91D1;&#x5EB8;&#x72EC;&#x6709;&#x7684;&#x7279;&#x70B9;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x4F5C;&#x54C1;&#x5219;&#x591A;<strong>&#x900F;&#x7740;&#x201C;&#x5386;&#x53F2;&#x5C0F;&#x8BF4;&#x201D;&#x7684;&#x5473;&#x9053;</strong>&#xFF0C;&#x4EE5;&#x300A;&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x300B;&#x4E3A;&#x6700;&#x3002;&#x4EE5;&#x571F;&#x6728;&#x5821;&#x4E4B;&#x53D8;&#x4E3A;&#x80CC;&#x666F;&#xFF0C;&#x5BF9;&#x4E8E;&#x8C26;&#x5982;&#x4F55;&#x7CBE;&#x5FE0;&#x62A5;&#x56FD;&#xFF0C;&#x5374;&#x4EE5;&#x5FE0;&#x81E3;&#x53D7;&#x5BB3;&#x6536;&#x573A;&#xFF0C;&#x5BF9;&#x4E8E;&#x5386;&#x53F2;&#x60C5;&#x5883;&#x7684;&#x63CF;&#x5199;&#x751A;&#x4E3A;&#x771F;&#x5B9E;&#x800C;&#x6DF1;&#x523B;&#x3002;&#x300A;&#x4E03;&#x5251;&#x4E0B;&#x5929;&#x5C71;&#x300B;&#x4E2D;&#x7684;&#x7EB3;&#x5170;&#x5BB9;&#x82E5;&#xFF0C;&#x300A;&#x5927;&#x5510;&#x6E38;&#x4FA0;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x674E;&#x767D;&#xFF0C;&#x4E5F;&#x90FD;&#x795E;&#x91C7;&#x98DE;&#x626C;&#xFF0C;&#x9887;&#x4E3A;&#x751F;&#x52A8;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x5BF9;<strong>&#x5546;&#x4E1A;&#x8FD0;&#x4F5C;&#x548C;&#x901A;&#x4FD7;&#x6587;&#x5316;&#x7684;&#x7406;&#x89E3;&#x5219;&#x66F4;&#x80DC;&#x4E00;&#x7B79;&#xFF0C;&#x64C5;&#x4E8E;&#x5728;&#x60C5;&#x8282;&#x4E0A;&#x7528;&#x201C;&#x5947;&#x201D;&#x3001;&#x64C5;&#x4E8E;&#x5728;&#x201C;&#x60C5;&#x201D;&#x4E0A;&#x5236;&#x9020;&#x8BDD;&#x9898;</strong>&#x3002;&#x5982;&#x5F20;&#x65E0;&#x5FCC;&#x4E4B;&#x7A81;&#x4E27;&#x7236;&#x6BCD;&#x3001;&#x533B;&#x7EDD;&#x75C7;&#x3001;&#x72EC;&#x6218;&#x516D;&#x5927;&#x6D3E;&#xFF0C;&#x5982;&#x6768;&#x8FC7;&#x4E4B;&#x65AD;&#x81C2;&#x3001;&#x5C0F;&#x9F99;&#x5973;&#x4E4B;&#x5931;&#x8D1E;&#x3001;&#x5341;&#x516D;&#x5E74;&#x4E4B;&#x7EA6;&#xFF0C;&#x5F20;&#x65E0;&#x5FCC;&#x4E0E;&#x6768;&#x8FC7;&#x5728;&#x611F;&#x60C5;&#x4E0A;&#x7684;&#x4E00;&#x7537;&#x591A;&#x5973;&#xFF0C;&#x300A;&#x96EA;&#x5C71;&#x98DE;&#x72D0;&#x300B;&#x4E4B;&#x6700;&#x540E;&#x4E00;&#x5200;&#x5288;&#x8FD8;&#x662F;&#x4E0D;&#x5288;&#x7B49;&#x7B49;&#xFF0C;&#x6570;&#x4E0D;&#x80DC;&#x6570;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x65E7;&#x6D3E;&#x7684;<strong>&#x6587;&#x4EBA;&#x540D;&#x58EB;&#x98CE;&#x6C14;&#x4E4B;&#x91CD;&#xFF0C;&#x5E38;&#x89C1;&#x4E8E;&#x5176;&#x5728;&#x5C0F;&#x8BF4;&#x4E2D;&#x5584;&#x7528;&#x5BF9;&#x8054;&#x3001;&#x8BD7;&#x8BCD;&#x3002;&#x5176;&#x56DE;&#x76EE;&#x591A;&#x7528;&#x96C6;&#x53E5;</strong>&#xFF0C;&#x201C;&#x4EA6;&#x72C2;&#x4EA6;&#x4FA0;&#x771F;&#x8C6A;&#x6770;&#xFF0C;&#x80FD;&#x54ED;&#x80FD;&#x6B4C;&#x8FC8;&#x4FD7;&#x6D41;&#x201D;&#xFF0C;&#x201C;&#x701A;&#x6D77;&#x98CE;&#x7802;&#x57CB;&#x65E7;&#x6028;&#xFF0C;&#x7A7A;&#x5C71;&#x70DF;&#x96E8;&#x7EC7;&#x65B0;&#x6101;&#x201D;&#x3002;&#x4E14;&#x5C0F;&#x8BF4;&#x4E2D;&#x4E5F;<strong>&#x4E0D;&#x4E4F;&#x8BD7;&#x8BCD;&#x7684;&#x4F73;&#x4F5C;</strong>&#xFF0C;&#x5982;&#x300A;&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;&#x300B;&#x7684;&#x9898;&#x8BCD;&#x300A;&#x6C81;&#x56ED;&#x6625;&#x300B;&#xFF1A;&#x201C;&#x4E00;&#x5251;&#x897F;&#x6765;&#xFF0C;&#x5343;&#x5CA9;&#x62F1;&#x5217;&#xFF0C;&#x9B54;&#x5F71;&#x7EB5;&#x6A2A;&#xFF0C;&#x95EE;&#x660E;&#x955C;&#x975E;&#x53F0;&#xFF0C;&#x83E9;&#x63D0;&#x975E;&#x6811;&#xFF0C;&#x955C;&#x7531;&#x5FC3;&#x8D77;&#xFF0C;&#x53EF;&#x5F97;&#x5206;&#x660E;&#xFF1F;&#x662F;&#x9B54;&#x975E;&#x9B54;&#xFF1F;&#x975E;&#x9B54;&#x662F;&#x9B54;&#xFF1F;&#x8981;&#x5F85;&#x6C5F;&#x6E56;&#x540E;&#x4E16;&#x8BC4;&#x3002;&#x4E14;&#x6536;&#x62FE;&#xFF0C;&#x8BDD;&#x82F1;&#x96C4;&#x513F;&#x5973;&#xFF0C;&#x5148;&#x53D9;&#x95F2;&#x60C5;&#x3002;&#x98CE;&#x96F7;&#x610F;&#x6C14;&#x5CE5;&#x5D58;&#xFF0C;&#x8F7B;&#x62C2;&#x4E86;&#x5BD2;&#x971C;&#x59A9;&#x5A9A;&#x751F;&#x3002;&#x53F9;&#x4F73;&#x4EBA;&#x7EDD;&#x4EE3;&#xFF0C;&#x767D;&#x5934;&#x672A;&#x8001;&#xFF0C;&#x767E;&#x5E74;&#x4E00;&#x8BFA;&#xFF0C;&#x4E0D;&#x8D1F;&#x5FC3;&#x76DF;&#xFF0C;&#x77ED;&#x9504;&#x683D;&#x82B1;&#xFF0C;&#x957F;&#x8BD7;&#x4F50;&#x9152;&#xFF0C;&#x8BD7;&#x5251;&#x5E74;&#x5E74;&#x603B;&#x8D1F;&#x537F;&#x3002;&#x5929;&#x5C71;&#x4E0A;&#xFF0C;&#x770B;&#x9F99;&#x86C7;&#x7B14;&#x8D70;&#xFF0C;&#x58A8;&#x6CFC;&#x5357;&#x6E9F;&#x201D;&#x3002;&#x5BF9;&#x6B64;&#xFF0C;&#x4F5F;&#x7855;&#x4E4B;&#x4E5F;&#x8BC4;&#x4EF7;&#x5230;&#xFF1A;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x8FD9;&#x4E2A;&#x7279;&#x70B9;&#x6709;&#x65F6;&#x4E5F;&#x6210;&#x4ED6;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#x975E;&#x5FC5;&#x8981;&#x7684;&#x573A;&#x5408;&#xFF0C;&#x4ED6;&#x7B14;&#x4E0B;&#x7684;&#x4EBA;&#x7269;&#x4E5F;&#x5F80;&#x5F80;&#x541F;&#x8BD7;&#x4F5C;&#x5BF9;&#xFF0C;&#x8FD9;&#x5C31;&#x96BE;&#x514D;&#x4EE4;&#x4EBA;&#x6709;&#x9178;&#x6E9C;&#x6E9C;&#x4E4B;&#x611F;&#x4E86;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x4EBA;&#x7269;&#x65B9;&#x9762;&#xFF0C;&#x201C;<strong>&#x91D1;&#x3001;&#x6881;&#x4E8C;&#x4EBA;&#x5404;&#x6709;&#x6240;&#x957F;&#x3002;&#x91D1;&#x5EB8;&#x64C5;&#x957F;&#x5199;&#x90AA;&#x6076;&#x7684;&#x53CD;&#x6D3E;&#x4EBA;&#x7269;&#xFF0C;&#x6881;&#x7FBD;&#x751F;&#x5219;&#x64C5;&#x957F;&#x4E8E;&#x5199;&#x6587;&#x91C7;&#x98CE;&#x6D41;&#x7684;&#x540D;&#x571F;&#x578B;&#x4FA0;&#x5BA2;</strong>&#x201D;&#x3002;&#x5982;&#x91D1;&#x5EB8;&#x5728;&#x300A;&#x5929;&#x9F99;&#x516B;&#x90E8;&#x300B;&#x4E2D;&#x7684;&#x56DB;&#x5927;&#x6076;&#x4EBA;&#x3001;&#x661F;&#x5BBF;&#x8001;&#x602A;&#xFF0C;&#x5176;&#x6076;&#x4E4B;&#x7A0B;&#x5EA6;&#xFF0C;&#x4EE4;&#x4EBA;&#x77A0;&#x76EE;&#xFF1B;&#x5982;&#x300A;&#x795E;&#x96D5;&#x82F1;&#x96C4;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x201C;&#x8001;&#x6BD2;&#x7269;&#x201D;&#x6B27;&#x9633;&#x950B;&#x3001;&#x4EA6;&#x6B63;&#x4EA6;&#x90AA;&#x7684;&#x9EC4;&#x836F;&#x5E08;&#x7B49;&#xFF0C;&#x4E5F;&#x4EE4;&#x4EBA;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x3002;&#x5982;&#x6881;&#x7FBD;&#x751F;&#x5728;&#x300A;&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x5F55;&#x300B;&#x4E2D;&#x7684;&#x5F20;&#x4E39;&#x67AB;&#xFF0C;&#x300A;&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x7389;&#x7F57;&#x5239;&#x90FD;&#x9887;&#x6709;&#x540D;&#x58EB;&#x4E4B;&#x98CE;&#xFF0C;&#x4F46;&#x6881;&#x5199;&#x574F;&#x4EBA;&#x5374;&#x4E0D;&#x600E;&#x4E48;&#x6DF1;&#x523B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x5C0F;&#x8BF4;&#x662F;&#x9887;&#x53D7;&#x4E2D;&#x56FD;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x4E0E;&#x897F;&#x65B9;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x6587;&#x827A;&#x601D;&#x6F6E;</strong>&#xFF08;&#x8981;&#x6C42;&#x4E2A;&#x6027;&#x81EA;&#x7531;&#x3001;&#x53CD;&#x6297;&#x793E;&#x4F1A;&#x4E0D;&#x5408;&#x7406;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x800C;<strong>&#x91D1;&#x5EB8;&#x5219;&#x4E3B;&#x8981;&#x53D7;&#x4ECA;&#x65E5;&#x897F;&#x65B9;&#x7684;&#x6587;&#x5316;&#x5F71;&#x54CD;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x597D;&#x83B1;&#x575E;&#x7535;&#x5F71;&#x7684;&#x5F71;&#x54CD;</strong>&#x3002;&#x4ECE;&#x7B56;&#x7565;&#x4E0A;&#x770B;&#xFF0C;&#x91D1;&#x5EB8;&#x66F4;&#x201C;&#x806A;&#x660E;&#x201D;&#xFF0C;&#x800C;&#x6881;&#x7FBD;&#x751F;&#x66F4;&#x201C;&#x53E4;&#x6734;&#x201D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x91D1;&#x5EB8;&#x4E4B;&#x53D7;&#x5927;&#x4F17;&#x3001;&#x7535;&#x89C6;&#x3001;&#x7535;&#x5F71;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x7684;&#x6B22;&#x8FCE;&#xFF0C;&#x4E0E;&#x5F53;&#x4EE3;&#x901A;&#x4FD7;&#x6587;&#x5316;&#x7684;&#x5951;&#x5408;&#xFF0C;&#x4E5F;&#x81EA;&#x5728;&#x60C5;&#x7406;&#x4E4B;&#x4E2D;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6CE8;&#xFF1A;&#x4EE5;&#x4E0A;&#x8BC4;&#x8FF0;&#x591A;&#x53C2;&#x8003;&#x201C;&#x4F5F;&#x7855;&#x4E4B;&#x201D;&#x7684;&#x6587;&#x5B66;&#x6279;&#x8BC4;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x7684;&#x8BBA;&#x8FF0;&#x3002;&#x201C;&#x4F5F;&#x7855;&#x4E4B;&#x201D;&#x662F;<strong>&#x9648;&#x6587;&#x7EDF;</strong>&#x5148;&#x751F;&#x7684;&#x7B14;&#x540D;&#xFF0C;&#x800C;&#x9648;&#x5148;&#x751F;&#x7684;&#x53E6;&#x4E00;&#x66F4;&#x4E3A;&#x4EBA;&#x6240;&#x77E5;&#x7684;&#x7B14;&#x540D;&#x5219;&#x662F;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x201D;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMcoYHtAu2YqPDzvLs%2Fimage.png?alt=media&amp;token=df2aaaa7-cf52-46de-9d61-7f43bf20437e" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/1045295/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x9F99;&#x864E;&#x6597;&#x4EAC;&#x534E;&#x300B;</a>&#x200C;</p><p></p><p></p><h2 id="dui-lian">&#x5BF9;&#x8054;<a href="#dui-lian"></a></h2><p></p><p></p><p>&#x4F5F;&#x7855;&#x4E4B;&#x5728;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x63D0;&#x5230;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x53CD;&#x5BF9;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x7279;&#x522B;&#x63D0;&#x5021;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x3002;&#x6B64;&#x65F6;&#x6B64;&#x5730;&#xFF0C;&#x770B;&#x770B;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x4F5C;&#x4E3A;&#x6D88;&#x9063;&#x5E94;&#x8BE5;&#x65E0;&#x53EF;&#x539A;&#x975E;&#x3002;&#x82E5;&#x6709;&#x827A;&#x672F;&#x6027;&#x8F83;&#x9AD8;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x51FA;&#x73B0;&#xFF0C;&#x66F4;&#x503C;&#x5F97;&#x6B22;&#x8FCE;&#x3002;&#x4F46;&#x7531;&#x4E8E;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x53D7;&#x5230;&#x5B83;&#x672C;&#x8EAB;&#x5F62;&#x5F0F;&#x7684;&#x675F;&#x7F1A;&#xFF0C;&#x6211;&#x5BF9;&#x5B83;&#x7684;&#x827A;&#x672F;&#x6027;&#x4E0D;&#x62B1;&#x8FC7;&#x9AD8;&#x671F;&#x671B;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x8FD9;&#x786E;&#x5B9E;&#x662F;&#x6881;&#x7FBD;&#x751F;&#x672C;&#x4EBA;&#x5BF9;&#x4E8E;&#x5C0F;&#x8BF4;&#x7684;&#x6001;&#x5EA6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x5728;&#x6563;&#x6587;&#x3001;&#x5386;&#x53F2;&#x3001;&#x8BD7;&#x8BCD;&#x3001;&#x5BF9;&#x8054;&#x3001;&#x68CB;&#x8BC4;&#x4E0A;&#x4E0B;&#x7684;&#x529F;&#x592B;&#xFF0C;&#x5B9E;&#x8FDC;&#x5728;&#x5C0F;&#x8BF4;&#x4E4B;&#x4E0A;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x66F2;&#x9AD8;&#x548C;&#x5BE1;&#xFF0C;&#x5E94;&#x8005;&#x751A;&#x5C11;&#x3002;&#x6563;&#x6587;&#x3001;&#x5386;&#x53F2;&#x3001;&#x68CB;&#x8BC4;&#x7B49;&#x6709;<a href="https://book.douban.com/subject/2973510/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7B14;&#x82B1;&#x516D;&#x7167;&#x300B;</a>&#xFF0C;&#x5BF9;&#x8054;&#x5219;&#x89C1;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x96C6;&#x6881;&#x5728;&#x300A;&#x5927;&#x516C;&#x62A5;&#x300B;&#x6240;&#x4F5C;&#x8FD1;&#x5343;&#x7BC7;&#x201C;&#x8054;&#x8DA3;&#x201D;&#x4E13;&#x680F;&#x6574;&#x7406;&#x4FEE;&#x8BA2;&#x800C;&#x6210;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6240;&#x6D89;&#x5747;&#x4E3A;&#x53E4;&#x4ECA;&#x540D;&#x8054;&#xFF0C;&#x65E2;&#x8C08;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5185;&#x5B66;&#x201D;&#xFF0C;&#x6DB5;&#x62EC;&#x5404;&#x7C7B;&#x8054;&#x4F53;&#x4E0E;&#x5404;&#x5F0F;&#x5BF9;&#x6CD5;&#xFF1B;&#x53C8;&#x8BBA;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5916;&#x5B66;&#x201D;&#xFF0C;&#x6D89;&#x53CA;&#x5386;&#x53F2;&#x7528;&#x5178;&#x3001;&#x6C11;&#x4FD7;&#x638C;&#x6545;&#x3001;&#x6708;&#x65E6;&#x4EBA;&#x7269;&#x3001;&#x540D;&#x58EB;&#x8F76;&#x95FB;&#x7B49;&#x3002;&#x6881;&#x7FBD;&#x751F;&#x7B14;&#x4E0B;&#x7684;&#x201C;&#x8054;&#x8BDD;&#x201D;&#x6709;&#x8DA3;&#x3001;&#x6709;&#x6599;&#x3001;&#x6709;&#x5473;&#xFF0C;&#x53EF;&#x89C6;&#x4E3A;&#x4E00;&#x90E8;&#x8054;&#x8BDD;&#x4F53;&#x7684;&#x6587;&#x53F2;&#x767E;&#x79D1;&#x3002;</p></blockquote><p></p><p></p><p></p><p></p><p></p><p>&#x4E16;&#x754C;&#x4E0A;&#x7684;&#x6587;&#x5B57;&#x552F;&#x6709;&#x6C49;&#x5B57;&#x80FD;&#x505A;&#x5BF9;&#x8054;&#xFF0C;&#x6545;&#x800C;&#x4E2D;&#x56FD;&#x7684;&#x5BF9;&#x8054;&#x3001;&#x8BD7;&#x8BCD;&#x90FD;&#x522B;&#x6709;&#x795E;&#x97F5;&#x3002;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x4E00;&#x4E66;&#xFF0C;&#x5C06;&#x5BF9;&#x8054;&#x7684;&#x5B66;&#x95EE;&#xFF0C;&#x96C6;&#x4E8E;&#x8FD1;&#x5343;&#x540D;&#x8054;&#x7684;&#x54C1;&#x8BFB;&#x4E4B;&#x4E2D;&#xFF0C;&#x522B;&#x6709;&#x98CE;&#x5473;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x5F00;&#x7BC7;&#x5148;&#x8BB2;&#x4E00;&#x4E2A;&#x5999;&#x5BF9;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5B59;&#x884C;&#x8005;&#xFF08;&#x5E73;&#x4EC4;&#x4EC4;&#xFF09;</p><p>&#x7956;&#x51B2;&#x4E4B;&#xFF08;&#x4EC4;&#x5E73;&#x5E73;&#xFF09;</p><p>&#x80E1;&#x9002;&#x4E4B;&#xFF08;&#x5E73;&#x4EC4;&#x5E73;&#xFF09;</p></blockquote><p></p><p></p><p>&#x200C;&#x201C;&#x5B59;&#x884C;&#x8005;&#x201D;&#x662F;&#x5BF9;&#x201C;&#x7956;&#x51B2;&#x4E4B;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x80E1;&#x9002;&#x4E4B;&#x201D;&#x4E3A;&#x4F73;&#xFF1F;&#x5F88;&#x591A;&#x4EBA;&#x6050;&#x6015;&#x90FD;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x3002;&#x6881;&#x5C06;&#x4E0E;&#x8BF8;&#x8BFB;&#x8005;&#x7684;&#x5BF9;&#x8BDD;&#x8D34;&#x51FA;&#xFF0C;&#x66F4;&#x5F15;&#x51FA;&#x9648;&#x5BC5;&#x606A;&#x5728;&#x5317;&#x5927;&#x8003;&#x8BD5;&#x51FA;&#x9898;&#x65F6;&#x7684;&#x638C;&#x6545;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x4ECE;&#x5E73;&#x4EC4;&#x7B49;&#x6280;&#x672F;&#x7EC6;&#x8282;&#xFF0C;&#x8C08;&#x53CA;&#x201C;&#x80E1;&#x5B59;&#x201D;&#xFF08;&#x7322;&#x72F2;&#xFF09;&#x4E4B;&#x5BF9;&#x662F;&#x5426;&#x5408;&#x7406;&#xFF0C;&#x8BB2;&#x7ED3;&#x6784;&#x4E0E;&#x7ACB;&#x610F;&#x4E4B;&#x6743;&#x8861;&#x3002;&#x7EE7;&#x800C;&#x53C8;&#x66F4;&#x8C08;&#x9648;&#x5BC5;&#x606A;&#x7684;&#x672C;&#x610F;&#xFF0C;&#x6765;&#x81EA;&#x82CF;&#x4E1C;&#x5761;&#x8BD7;&#xFF1A;&#x201C;&#x524D;&#x751F;&#x6050;&#x662F;&#x5362;&#x884C;&#x8005;&#xFF0C;&#x540E;&#x5B66;&#x8FC7;&#x547C;&#x97E9;&#x9000;&#x4E4B;&#x201D;&#xFF08;&#x5362;&#x884C;&#x8005;&#x5373;&#x7985;&#x5B97;&#x7684;&#x516D;&#x7956;&#x6167;&#x80FD;&#xFF09;&#x4EE5;&#x97E9;&#x5362;&#xFF08;&#x72AC;&#x540D;&#xFF09;&#x6BD4;&#x7322;&#x72F2;&#x3002;&#x540E;&#x53C8;&#x8C08;&#x602A;&#x8054;&#x4E0E;&#x6B63;&#x683C;&#x4E4B;&#x8FA8;&#x3001;&#x9648;&#x5BC5;&#x606A;&#x672C;&#x4EBA;&#x7684;&#x56DE;&#x5E94;&#x3001;&#x82CF;&#x8F7C;&#x4F5C;&#x8BD7;&#x4E4B;&#x7F18;&#x7531;&#x3002;&#x590D;&#x53C8;&#x4EE5;&#x9648;&#x5BC5;&#x606A;&#x8BC4;&#x516D;&#x7956;&#x4F20;&#x6CD5;&#x5048;&#x8BBD;&#x80E1;&#x9002;&#x7684;&#x300A;&#x4E2D;&#x56FD;&#x54F2;&#x5B66;&#x53F2;&#x5927;&#x7EB2;&#x300B;&#x4E4B;&#x4E8B;&#xFF0C;&#x4EE5;&#x897F;&#x5B66;&#x4E1C;&#x6E10;&#x4E4B;&#x65F6;&#xFF0C;&#x6BD4;&#x9644;&#x7985;&#x5112;&#x76F8;&#x4F1A;&#x4E4B;&#x9645;&#xFF0C;&#x5C42;&#x5C42;&#x89E3;&#x5F00;&#xFF0C;&#x751A;&#x5F97;&#x5176;&#x5999;&#x3002;&#x6700;&#x540E;&#x53C8;&#x4EE5;&#x201C;&#x6B63;&#x53CD;&#x5408;&#x201D;&#x4E3A;&#x7ED3;&#xFF0C;&#x8BC4;&#x80E1;&#x9002;&#x8BD7;&#x4F5C;&#x4E4B;&#x964B;&#xFF0C;&#x8D5E;&#x80E1;&#x9002;&#x5F00;&#x521B;&#x4E4B;&#x529F;&#x3002;&#x4E0E;&#x4E00;&#x5C0F;&#x5C0F;&#x8DA3;&#x5BF9;&#x4E4B;&#x4E2D;&#xFF0C;&#x5F15;&#x51FA;&#x5F53;&#x65F6;&#x4E4B;&#x4E16;&#xFF0C;&#x4EE4;&#x4EBA;&#x8D5E;&#x53F9;&#x3002;&#x4EE5;&#x6B64;&#x4E5F;&#x53EF;&#x89C1;&#x6881;&#x7FBD;&#x751F;&#x5B66;&#x95EE;&#x7684;&#x529F;&#x5E95;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x518D;&#x4E3E;&#x4F8B;&#xFF0C;&#x6709;&#x66FE;&#x56FD;&#x85E9;&#x8054;&#xFF0C;&#x53EF;&#x89C1;&#x6587;&#x6B63;&#x516C;&#x4E4B;&#x6027;&#x60C5;&#xFF0C;&#x4E0E;&#x6587;&#x7AE0;&#x4E4B;&#x201C;&#x9053;&#x5B66;&#x6C14;&#x201D;&#x4E0D;&#x540C;&#xFF0C;&#x9887;&#x8DB3;&#x4E00;&#x770B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x633D;&#x83AB;&#x53CB;&#x829D;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4EAC;&#x534E;&#x4E00;&#x89C1;&#x4FBF;&#x503E;&#x5FC3;&#xFF0C;&#x5F53;&#x65F6;&#x4E66;&#x8086;&#x5B9A;&#x4EA4;&#xFF0C;&#x65E9;&#x94A6;&#x5BBF;&#x5B66;&#xFF1B;</p><p>&#x6C5F;&#x8868;&#x5341;&#x5E74;&#x5E38;&#x805A;&#x9996;&#xFF0C;&#x4ECA;&#x65E5;&#x9152;&#x6A3D;&#x548C;&#x6CEA;&#xFF0C;&#x6765;&#x540A;&#x8BD7;&#x4EBA;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;&#x633D;&#x80E1;&#x6797;&#x7FFC;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x8BBA;&#x624D;&#x5219;&#x5F1F;&#x80DC;&#x5144;&#xFF0C;&#x8BBA;&#x5FB7;&#x5219;&#x5144;&#x80DC;&#x5F1F;&#xFF0C;&#x6570;&#x8BED;&#x543E;&#x6562;&#x627F;&#x54C9;&#xFF1F;&#x53EC;&#x6211;&#x6211;&#x4E0D;&#x8D74;&#xFF0C;&#x54ED;&#x516C;&#x516C;&#x4E0D;&#x95FB;&#xFF0C;&#x751F;&#x6B7B;&#x668C;&#x8FDD;&#x4E00;&#x77E5;&#x5DF1;&#xFF1B;</p><p>&#x4E16;&#x6CBB;&#x6B63;&#x795E;&#x4E3A;&#x4EBA;&#xFF0C;&#x4E16;&#x4E71;&#x6B63;&#x4EBA;&#x4E3A;&#x795E;&#xFF0C;&#x65AF;&#x8A00;&#x516C;&#x81EA;&#x9053;&#x5C14;&#xFF01;&#x529F;&#x662D;&#x662D;&#x5728;&#x56FD;&#xFF0C;&#x5FC3;&#x803F;&#x803F;&#x5728;&#x6C11;&#xFF0C;&#x53E4;&#x4ECA;&#x671F;&#x8BB8;&#x6B64;&#x7EAF;&#x81E3;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;&#x633D;&#x4E73;&#x6BCD;&#x8054;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4E00;&#x996D;&#x5C1A;&#x94ED;&#x6069;&#xFF0C;&#x51B5;&#x4FDD;&#x6696;&#x63D0;&#x643A;&#xFF0C;&#x53EA;&#x5C11;&#x6000;&#x80CE;&#x5341;&#x6708;&#xFF1B;</p><p>&#x5343;&#x91D1;&#x96BE;&#x62A5;&#x5FB7;&#xFF0C;&#x8BBA;&#x4EBA;&#x60C5;&#x7269;&#x7406;&#xFF0C;&#x4E5F;&#x5F53;&#x6CE3;&#x8840;&#x4E09;&#x5E74;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x53C8;&#x4E3E;&#x4E00;&#x4F8B;&#xFF0C;&#x5373;&#x6240;&#x8C13;&#x7EDD;&#x5BF9;&#x7684;&#x201C;&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;&#x201D;&#xFF0C;&#x4E94;&#x5B57;&#x5C5E;&#x4E94;&#x884C;&#xFF08;&#x504F;&#x65C1;&#x6709;&#x91D1;&#x6728;&#x6C34;&#x706B;&#x571F;&#xFF09;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x4E0E;&#x8BFB;&#x8005;&#x4E66;&#x4FE1;&#x8BA8;&#x8BBA;&#x201C;&#x7EDD;&#x5BF9;&#x201D;&#xFF0C;&#x4E5F;&#x9887;&#x6709;&#x8DA3;&#xFF0C;&#x5176;&#x4E2D;&#x4EE5;&#x201C;&#x6E2F;&#x57CE;&#x94C1;&#x677F;&#x70E7;&#x201D;&#x4E3A;&#x7EDD;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;</p><p>&#x71D5;&#x8854;&#x6CE5;&#x5792;&#x5DE2;</p><p>&#x8336;&#x70F9;&#x51FF;&#x58C1;&#x6CC9;</p><p>&#x6E2F;&#x94FA;&#x706F;&#x5854;&#x6807;</p><p>&#x70FD;&#x9500;&#x6F20;&#x585E;&#x6986;</p><p>&#x706F;&#x6DF1;&#x6751;&#x5BFA;&#x949F;</p><p>&#x6E2F;&#x57CE;&#x94C1;&#x677F;&#x70E7;</p><p>&#x6843;&#x719B;&#x9526;&#x6D6A;&#x5824;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x517C;&#x8C08;&#x9648;&#x5B50;&#x5347;&#x7684;&#x300A;&#x67F3;&#x6CE2;&#x66F2;&#x300B;&#x4E2D;&#x7684;&#x539F;&#x53E5;&#xFF0C;&#x4E0E;&#x8BD7;&#x4F5C;&#x56DB;&#x5219;&#xFF0C;&#x8FD9;&#x91CC;&#x53EA;&#x5F55;&#x4E00;&#x5219;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;&#xFF0C;&#x706F;&#x5782;&#x9526;&#x69DB;&#x6CE2;&#x3002;</p><p>&#x56DE;&#x6CE2;&#x521D;&#x8BD5;&#x821E;&#xFF0C;&#x6298;&#x67F3;&#x5373;&#x95FB;&#x6B4C;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x66F4;&#x5F55;&#x6709;&#x5404;&#x5730;&#x540D;&#x80DC;&#x3001;&#x53E4;&#x5F80;&#x4ECA;&#x6765;&#x540D;&#x4EBA;&#x4E4B;&#x8054;&#xFF0C;&#x5BF9;&#x4E8E;&#x5B66;&#x4E60;&#x5BF9;&#x8054;&#x6709;&#x4E00;&#x4E8C;&#x5174;&#x8DA3;&#x8005;&#xFF0C;&#x8BFB;&#x4E4B;&#x6709;&#x76CA;&#x3002;&#x6881;&#x5F0F;&#x7684;&#x624D;&#x5B66;&#xFF0C;&#x4EE5;&#x6B64;&#x53EF;&#x4EE5;&#x89C1;&#x4E4B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x201C;&#x7B11;&#x770B;&#x4E91;&#x9704;&#x98D8;&#x4E00;&#x7FBD;&#xFF0C;&#x66FE;&#x7ECF;&#x6CA7;&#x6D77;&#x770B;&#x5E73;&#x751F;&#x201D;&#xFF08;&#x6881;&#x7FBD;&#x751F;&#x7684;&#x81EA;&#x633D;&#x8054;&#xFF09;&#x3002;&#x4FF1;&#x5F80;&#x77E3;&#xFF0C;&#x7136;&#x540D;&#x58EB;&#x98CE;&#x6D41;&#xFF0C;&#x81EA;&#x6709;&#x540E;&#x4EBA;&#x77E5;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMflqlJ-w-OoueEHN7%2Fimage.png?alt=media&amp;token=cb556069-3764-497c-83a1-443c3e90d34b" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/3040512/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x200C;</p><p></p><p></p><h2 id="huo-dong">&#x6D3B;&#x52A8;<a href="#huo-dong"></a></h2><p></p><p></p><p>&#x8BF4;&#x5230;&#x5BF9;&#x8054;&#xFF0C;&#x5176;&#x5B9E;&#x5165;&#x95E8;&#x7684;&#x8457;&#x4F5C;&#x751A;&#x591A;&#x3002;&#x5BF9;&#x7AE5;&#x8499;&#x800C;&#x8A00;&#xFF0C;&#x300A;&#x58F0;&#x5F8B;&#x542F;&#x8499;&#x300B;&#x300A;&#x7B20;&#x7FC1;&#x5BF9;&#x97F5;&#x300B;&#x503C;&#x5F97;&#x4E00;&#x8BFB;&#xFF1B;&#x5E74;&#x957F;&#x4E00;&#x4E9B;&#x5B66;&#x8054;&#x5165;&#x95E8;&#xFF0C;&#x5982;&#x300A;&#x5510;&#x8BD7;&#x4E09;&#x767E;&#x9996;&#x300B;&#x3001;&#x300A;&#x5B8B;&#x8BCD;&#x4E09;&#x767E;&#x9996;&#x300B;&#x3001;&#x300A;&#x767D;&#x9999;&#x8BCD;&#x8C31;&#x300B;&#x3001;&#x738B;&#x529B;&#x7684;<a href="https://book.douban.com/subject/1045314/" target="_blank" rel="noreferrer noopener">&#x300A;&#x8BD7;&#x8BCD;&#x683C;&#x5F8B;&#x300B;</a>&#xFF0C;&#x65B9;&#x821F;&#x5B50;&#x7684;<a href="http://www.wcai.net/poetry/shilucipu/fanzhouzi.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x8BD7;&#x5F8B;&#x6D45;&#x8BF4;&#x300B;</a>&#x7B49;&#x7B49;&#xFF0C;&#x503C;&#x5F97;&#x4E00;&#x770B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x672C;&#x6587;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x51FA;&#x4E00;&#x4E2A;&#x65E7;&#x8054;&#xFF0C;&#x4F9B;&#x5927;&#x5BB6;&#x6D88;&#x9063;&#xFF0C;&#x5BF9;&#x5F97;&#x6700;&#x522B;&#x81F4;&#x6709;&#x8DA3;&#x8005;&#x80DC;&#x3002;&#x200C;</p><p></p><p></p><p><strong>&#x4E0A;&#x8054;</strong>&#xFF1A;<strong>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;</strong>&#xFF08;&#x53EF;&#x53C2;&#x8003;&#x4E0A;&#x6587;&#x6240;&#x8FF0;&#xFF0C;&#x4E0B;&#x8054;&#x987B;&#x6709;&#x4E94;&#x884C;&#x76F8;&#x5BF9;&#xFF09;&#x200C;</p><p></p><p></p><p><strong>&#x89C4;&#x5219;&#xFF1A;</strong>&#x200C;</p><p></p><p></p><ol><li>&#x6EE1;&#x8DB3;&#x5BF9;&#x8054;&#x7684;&#x57FA;&#x672C;&#x89C4;&#x5219;</li><li>&#x4E0D;&#x8BB8;&#x6284;&#x88AD;&#x4EFB;&#x4F55;&#x522B;&#x4EBA;&#x7684;&#x6210;&#x679C;&#xFF1B;</li><li>&#x4E0D;&#x5E94;&#x5F53;&#x4F7F;&#x7528;&#x673A;&#x5668;&#x534F;&#x52A9;&#xFF0C;&#x5982;&#x5FAE;&#x8F6F;&#x4E9A;&#x6D32;&#x7814;&#x7A76;&#x9662;&#x5F00;&#x53D1;&#x7684;<a href="https://duilian.msra.cn/app/couplet.aspx" target="_blank" rel="noreferrer noopener">&#x201C;&#x81EA;&#x52A8;&#x5BF9;&#x8054;&#x201D;</a></li></ol><p></p><p></p><p><strong>&#x5956;&#x52B1;</strong>&#xFF1A;3 STEEM&#xFF0C;&#x53D6;1&#x540D;&#xFF1B;&#x53C2;&#x4E0E;&#x5956;&#xFF0C;&#x5404;0.1 STEEM&#xFF0C;&#x524D;10&#x540D;&#x90FD;&#x6709;&#x5956; :)&#x200C;</p><p></p><p></p><p><strong>&#x53C2;&#x4E0E;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x56DE;&#x590D;&#x672C;&#x6587;&#x200C;</p><p></p><p></p><p><strong>&#x8BC4;&#x4EF7;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x7531;@robertyan&#x7684;&#x8BC4;&#x5224;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x56DE;&#x590D;&#x83B7;&#x5F97;&#x7684;&#x70B9;&#x8D5E;&#x6570;&#xFF0C;&#x7EFC;&#x5408;&#x8BC4;&#x4EF7;&#x4EA7;&#x751F;&#x200C;</p><p></p><p></p><p><strong>&#x65F6;&#x95F4;</strong>&#xFF1A;&#x672C;&#x6587;&#x53D1;&#x5E03;&#x8D77;7&#x65E5;&#x5185;&#x6709;&#x6548;&#x200C;</p><p></p><p></p><p>&#x4EE5;&#x540E;&#x53EF;&#x80FD;&#x4F1A;&#x529E;&#x6210;&#x4E00;&#x4E2A;&#x7CFB;&#x5217;&#x6D3B;&#x52A8;&#xFF0C;&#x6B22;&#x8FCE;&#x6709;&#x5174;&#x8DA3;&#x7684;&#x670B;&#x53CB;&#x53C2;&#x52A0; :)&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ol><li><a href="https://zh.wikipedia.org/wiki/%E6%A2%81%E7%BE%BD%E7%94%9F" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x6881;&#x7FBD;&#x751F;</a></li><li>&#x4F5F;&#x7855;&#x4E4B;&#xFF0C;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>&#xFF0C;1966&#x5E74;1&#x6708;</li><li>&#x4E2D;&#x56FD;&#x6979;&#x8054;&#x8BBA;&#x575B;&#xFF1A;<a href="http://www.duilian.cn/forum.php" target="_blank" rel="noreferrer noopener">http://www.duilian.cn/forum.php</a></li></ol><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/04/59</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-02T14:55:03.000Z">2019-03-02</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1366 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【观非常人，行非常事】下邳圯桥，张良进履/">【观非常人，行非常事】下邳圯桥，张良进履</a></h1><div class="content"><p></p><p>&#x770B;&#x5230;&#x6751;&#x957F; @ericet &#x5199;&#x7684; <a href="https://busy.org/@ericet/gaiqkwjw" target="_blank" rel="noopener">&#x6700;&#x8BA9;&#x6211;&#x6000;&#x5FF5;&#x7684;&#x6865;</a> &#x4E2D;&#x7684;&#x7ED3;&#x6784;&#x529B;&#x5B66;&#x4F5C;&#x54C1;&#xFF0C;&#x89C9;&#x5F97;&#x5341;&#x5206;&#x6709;&#x8DA3;&#xFF1B;&#x4E8E;&#x662F;&#x53BB;&#x770B;&#x4E86;&#x74DC;&#x5B50;<a href="https://busy.org/@iguazi123" target="_blank" rel="noopener">@iguazi123</a> &#x529E;&#x7684;&#x6D3B;&#x52A8;&#xFF1A;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@iguazi123/wherein-1551003364393">&#x54EA;&#x5EA7;&#x6865;&#x6700;&#x8BA9;&#x4F60;&#x5FF5;&#x5FF5;&#x4E0D;&#x5FD8;&#xFF1F;</a></p><p></p><p></p><p>&#x672C;&#x6765;&#x53EA;&#x662F;&#x60F3;&#x7B80;&#x7565;&#x8BB0;&#x4E00;&#x4E0B;&#x201C;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#xFF0C;&#x5F20;&#x826F;&#x8FDB;&#x5C65;&#x201D;&#x7684;&#x65E7;&#x4E8B;&#x4F5C;&#x4E3A;&#x56DE;&#x7B54;&#xFF0C;&#x4F46;&#x8FFD;&#x601D;&#x8D24;&#x8FBE;&#x3001;&#x6292;&#x6000;&#x6709;&#x611F;&#xFF0C;&#x5199;&#x5F97;&#x591A;&#x4E86;&#x4E00;&#x70B9;&#x3002;&#x4E8E;&#x662F;&#x7565;&#x52A0;&#x6574;&#x7406;&#x4EE5;&#x6210;&#x6587;&#xFF0C;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;</p><p></p><p></p><hr class="wp-block-separator"><p></p><p></p><p>&#x5F20;&#x5B50;&#x623F;&#x5F97;&#x6388;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x4E8E;&#x9EC4;&#x77F3;&#x516C;&#xFF0C;&#x4E43;&#x5728;&#x201C;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#x201D;&#x3002;</p><p></p><p></p><p><a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fso.gushiwen.org%2Fguwen%2Fbookv_142.aspx" rel="noreferrer noopener">&#x300A;&#x53F2;&#x8BB0;&#xB7;&#x7559;&#x4FAF;&#x4E16;&#x5BB6;&#x300B;</a>&#x53D9;&#x8FF0;&#x5982;&#x6B64;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x826F;&#x5C1D;&#x95F4;&#x4ECE;&#x5BB9;&#x6B65;&#x6E38;&#x4E0B;&#x90B3;&#x572F;&#x4E0A;&#xFF0C;&#x6709;&#x4E00;&#x8001;&#x7236;&#xFF0C;&#x8863;&#x8910;&#xFF0C;&#x81F3;&#x826F;&#x6240;&#xFF0C;&#x76F4;&#x5815;&#x5176;&#x5C65;&#x572F;&#x4E0B;&#xFF0C;&#x987E;&#x8C13;&#x826F;&#x66F0;&#xFF1A;&#x201C;&#x5B7A;&#x5B50;&#xFF0C;&#x4E0B;&#x53D6;&#x5C65;&#xFF01;&#x201D;&#x826F;&#x9102;&#x7136;&#xFF0C;&#x6B32;&#x6BB4;&#x4E4B;&#x3002;&#x4E3A;&#x5176;&#x8001;&#xFF0C;&#x5F4A;&#x5FCD;&#xFF0C;&#x4E0B;&#x53D6;&#x5C65;&#x3002;&#x7236;&#x66F0;&#xFF1A;&#x201C;&#x5C65;&#x6211;&#xFF01;&#x201D;&#x826F;&#x4E1A;&#x4E3A;&#x53D6;&#x5C65;&#xFF0C;&#x56E0;&#x957F;&#x8DEA;&#x5C65;&#x4E4B;&#x3002;&#x4EE5;&#x8DB3;&#x53D7;&#xFF0C;&#x7B11;&#x800C;&#x53BB;&#x3002;&#x826F;&#x6B8A;&#x5927;&#x60CA;&#xFF0C;&#x968F;&#x76EE;&#x4E4B;&#x3002;&#x7236;&#x53BB;&#x91CC;&#x6240;&#xFF0C;&#x590D;&#x8FD8;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5B7A;&#x5B50;&#x53EF;&#x6559;&#x77E3;&#x3002;&#x5F8C;&#x4E94;&#x65E5;&#x5E73;&#x660E;&#xFF0C;&#x4E0E;&#x6211;&#x4F1A;&#x6B64;&#x3002;&#x201D;&#x826F;&#x56E0;&#x602A;&#x4E4B;&#xFF0C;&#x8DEA;&#x66F0;&#xFF1A;&#x201C;&#x8BFA;&#x3002;&#x201D;&#x4E94;&#x65E5;&#x5E73;&#x660E;&#xFF0C;&#x826F;&#x5F80;&#x3002;&#x7236;&#x5DF2;&#x5148;&#x5728;&#xFF0C;&#x6012;&#x66F0;&#xFF1A;&#x201C;&#x4E0E;&#x8001;&#x4EBA;&#x671F;&#xFF0C;&#x5F8C;&#xFF0C;&#x4F55;&#x4E5F;&#xFF1F;&#x201D;&#x53BB;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#x4E94;&#x65E5;&#x65E9;&#x4F1A;&#x3002;&#x201D;&#x4E94;&#x65E5;&#x9E21;&#x9E23;&#xFF0C;&#x826F;&#x5F80;&#x3002;&#x7236;&#x53C8;&#x5148;&#x5728;&#xFF0C;&#x590D;&#x6012;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#xFF0C;&#x4F55;&#x4E5F;&#xFF1F;&#x201D;&#x53BB;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#x4E94;&#x65E5;&#x590D;&#x65E9;&#x6765;&#x3002;&#x201D;&#x4E94;&#x65E5;&#xFF0C;&#x826F;&#x591C;&#x672A;&#x534A;&#x5F80;&#x3002;&#x6709;&#x9877;&#xFF0C;&#x7236;&#x4EA6;&#x6765;&#xFF0C;&#x559C;&#x66F0;&#xFF1A;&#x201C;&#x5F53;&#x5982;&#x662F;&#x3002;&#x201D;&#x51FA;&#x4E00;&#x7F16;&#x4E66;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x8BFB;&#x6B64;&#x5219;&#x4E3A;&#x738B;&#x8005;&#x5E08;&#x77E3;&#x3002;&#x5F8C;&#x5341;&#x5E74;&#x5174;&#x3002;&#x5341;&#x4E09;&#x5E74;&#x5B7A;&#x5B50;&#x89C1;&#x6211;&#x6D4E;&#x5317;&#xFF0C;&#x7A40;&#x57CE;&#x5C71;&#x4E0B;&#x9EC4;&#x77F3;&#x5373;&#x6211;&#x77E3;&#x3002;&#x201D;&#x9042;&#x53BB;&#xFF0C;&#x65E0;&#x4ED6;&#x8A00;&#xFF0C;&#x4E0D;&#x590D;&#x89C1;&#x3002;&#x65E6;&#x65E5;&#x89C6;&#x5176;&#x4E66;&#xFF0C;&#x4E43;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x4E5F;&#x3002;</p></blockquote><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zhangliang_and_Huangshigong.JPG/440px-Zhangliang_and_Huangshigong.JPG" alt=""><p></p><p></p><p style="text-align:center"><br>&#x9890;&#x548C;&#x56ED;&#x957F;&#x5ECA;&#x5F69;&#x7ED8;&#xFF1A;&#x5F20;&#x826F;&#x8FDB;&#x5C65; |&#xA0;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fzh.wikipedia.org%2Fwiki%2F%25E5%25BC%25A0%25E8%2589%25AF" rel="noreferrer noopener">from Wikipedia &#x2013; &#x5F20;&#x826F;</a>&#xA0;|&#xA0;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><p>&#x4E16;&#x4E0A;&#x5343;&#x5343;&#x4E07;&#x4E07;&#x6865;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#x96C4;&#x4F1F;&#x3001;&#x575A;&#x56FA;&#xFF0C;&#x6216;&#x7EC8;&#x5C06;&#x8150;&#x673D;&#xFF0C;&#x4F46;&#x6587;&#x660E;&#x4E4B;&#x201D;&#x6865;&#x201C;&#x5374;&#x66F4;&#x5BB9;&#x6613;&#x6D41;&#x4F20;&#x5343;&#x53E4;&#x3002;&#x4E3A;&#x4F55;&#x6211;&#x72EC;&#x91CD;&#x201D;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201C;&#xFF1F;&#x76D6;&#x89C1;&#x82F1;&#x96C4;&#x4E4B;&#x575A;&#x5FCD;&#x4E0E;&#x4E0D;&#x51E1;&#x5FC3;&#x6027;&#x4E0E;&#x5176;&#x4E2D;&#x3002;</p><p></p><p></p><p>&#x4E16;&#x4E0A;&#x5343;&#x5343;&#x4E07;&#x4E07;&#x6865;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#x96C4;&#x4F1F;&#x3001;&#x575A;&#x56FA;&#xFF0C;&#x6216;&#x7EC8;&#x5C06;&#x8150;&#x673D;&#xFF0C;&#x4F46;&#x6587;&#x660E;&#x4E4B;&#x201D;&#x6865;&#x201C;&#x5374;&#x66F4;&#x5BB9;&#x6613;&#x6D41;&#x4F20;&#x5343;&#x53E4;&#xFF0C;&#x6865;&#x4E0A;&#x4E4B;&#x4EBA;&#x6700;&#x4E3A;&#x4EE4;&#x4EBA;&#x611F;&#x6000;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x4E3A;&#x4F55;&#x6211;&#x72EC;&#x91CD;&#x201D;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201C;&#xFF1F;&#x76D6;&#x89C1;&#x82F1;&#x96C4;&#x4E4B;&#x575A;&#x5FCD;&#x4E0E;&#x4E0D;&#x51E1;&#x5FC3;&#x6027;&#x4E0E;&#x5176;&#x4E2D;&#x3002;</p><p></p><p></p><p>&#x5728;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x4E4B;&#x524D;&#xFF0C;&#x5F20;&#x826F;&#x505A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x201C;&#x8346;&#x8F72;&#x4E4B;&#x4E8B;&#x201D;&#x800C;&#x5DF2;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x826F;&#x5C1D;&#x5B66;&#x793C;&#x6DEE;&#x9633;&#x3002;&#x4E1C;&#x89C1;&#x4ED3;&#x6D77;&#x541B;&#x3002;&#x5F97;&#x529B;&#x58EB;&#xFF0C;&#x4E3A;&#x94C1;&#x690E;&#x91CD;&#x767E;&#x4E8C;&#x5341;&#x65A4;&#x3002;&#x79E6;&#x7687;&#x5E1D;&#x4E1C;&#x6E38;&#xFF0C;&#x826F;&#x4E0E;&#x5BA2;&#x72D9;&#x51FB;&#x79E6;&#x7687;&#x5E1D;&#x535A;&#x6D6A;&#x6C99;&#x4E2D;&#xFF0C;&#x8BEF;&#x4E2D;&#x526F;&#x8F66;&#x3002;&#x79E6;&#x7687;&#x5E1D;&#x5927;&#x6012;&#xFF0C;&#x5927;&#x7D22;&#x5929;&#x4E0B;&#xFF0C;&#x6C42;&#x8D3C;&#x751A;&#x6025;&#xFF0C;&#x4E3A;&#x5F20;&#x826F;&#x6545;&#x4E5F;&#x3002;&#x826F;&#x4E43;&#x66F4;&#x540D;&#x59D3;&#xFF0C;&#x4EA1;&#x533F;&#x4E0B;&#x90B3;&#x3002;</p></blockquote><p></p><p></p><p>&#x674E;&#x592A;&#x767D;&#x6709;&#x8BD7;&#x4F5C;<a target="_blank" href="https://busy.org/exit?url=http%3A%2F%2Fwww.shicimingju.com%2Fchaxun%2Flist%2F113978.html" rel="noreferrer noopener">&#x300A;&#x7ECF;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#x6000;&#x5F20;&#x5B50;&#x623F;&#x300B;</a>&#xA0;&#x8D5E;&#x5B50;&#x623F;&#x4E4B;&#x8C6A;&#x58EE;&#xFF0C;&#x5374;&#x672A;&#x5C3D;&#x5F97;&#x5176;&#x5999;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5B50;&#x623F;&#x672A;&#x864E;&#x5578;&#xFF0C;&#x7834;&#x4EA7;&#x4E0D;&#x4E3A;&#x5BB6;&#x3002;<br>&#x6CA7;&#x6D77;&#x5F97;&#x58EE;&#x58EB;&#xFF0C;&#x690E;&#x79E6;&#x535A;&#x6D6A;&#x6C99;&#x3002;<br>&#x62A5;&#x97E9;&#x867D;&#x4E0D;&#x6210;&#xFF0C;&#x5929;&#x5730;&#x7686;&#x632F;&#x52A8;&#x3002;<br>&#x6F5C;&#x533F;&#x6E38;&#x4E0B;&#x90B3;&#xFF0C;&#x5C82;&#x66F0;&#x975E;&#x667A;&#x52C7;&#x3002;<br>&#x6211;&#x6765;&#x572F;&#x6865;&#x4E0A;&#xFF0C;&#x6000;&#x53E4;&#x94A6;&#x82F1;&#x98CE;&#x3002;<br>&#x60DF;&#x89C1;&#x78A7;&#x6D41;&#x6C34;&#xFF0C;&#x66FE;&#x65E0;&#x9EC4;&#x77F3;&#x516C;&#x3002;<br>&#x53F9;&#x606F;&#x6B64;&#x4EBA;&#x53BB;&#xFF0C;&#x8427;&#x6761;&#x5F90;&#x6CD7;&#x7A7A;&#x3002;</p></blockquote><p></p><p></p><p>&#x5F20;&#x826F;&#x4EFB;&#x4FA0;&#x4E4B;&#x58EB;&#xFF0C;&#x4EE5;&#x63A8;&#x7FFB;&#x79E6;&#x7687;&#x4E3A;&#x6BD5;&#x751F;&#x5DF1;&#x4EFB;&#xFF0C;&#x4E0D;&#x987E;&#x5DF1;&#x8EAB;&#x3002;&#x5982;&#x6B64;&#x4E4B;&#x4EBA;&#xFF0C;&#x5374;&#x5C61;&#x7FFB;&#x53D7;&#x8FB1;&#xFF08;&#x9A82;&#x201C;&#x5B7A;&#x5B50;&#x201D;&#xFF0C;&#x5475;&#x65A5;&#x201C;&#x53D6;&#x5C65;&#x201D;&#x3001;&#x201C;&#x5C65;&#x6211;&#x201D;&#xFF0C;&#x6570;&#x6B21;&#x66F0;&#x201C;&#x5F8C;&#x201D;&#xFF09;&#x4E8E;&#x4E00;&#x201C;&#x8863;&#x8910;&#x201D;&#x8001;&#x4EBA;&#xFF08;&#x5728;&#x5F53;&#x65F6;&#x4E3A;&#x6700;&#x4E0B;&#x5C42;&#x4E4B;&#x4EBA;&#xFF09;&#x7ADF;&#x4E0D;&#x6012;&#xFF0C;&#x5FCD;&#x4E4B;&#xFF0C;&#x6B64;&#x975E;&#x5E38;&#x4EBA;&#x4E4B;&#x6240;&#x53CA;&#xFF0C;&#x82E5;&#x9879;&#x738B;&#x3001;&#x9AD8;&#x7956;&#x5728;&#x6B64;&#xFF0C;&#x4EA6;&#x4E0D;&#x80FD;&#x4E5F;&#x3002;&#x82CF;&#x8F7C;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fwww.gushiwen.org%2FGuShiWen_007dcf6e39.aspx" rel="noreferrer noopener">&#x300A;&#x7559;&#x4FAF;&#x8BBA;&#x300B;</a>&#x8BF4;&#xFF1A;&#x201C;&#x5352;&#x7136;&#x4E34;&#x4E4B;&#x800C;&#x4E0D;&#x60CA;&#xFF0C;&#x65E0;&#x6545;&#x52A0;&#x4E4B;&#x800C;&#x4E0D;&#x6012;&#x201D;&#xFF0C;&#x6B63;&#x662F;&#x5982;&#x6B64;&#x3002;</p><p></p><p></p><p>&#x73B0;&#x4EE3;&#x4EBA;&#x5B66;&#x8FD9;&#x4E00;&#x6545;&#x4E8B;&#xFF0C;&#x90FD;&#x5E38;&#x8BF4;&#x5F20;&#x826F;&#x201C;&#x5C0A;&#x656C;&#x8001;&#x4EBA;&#x201D;&#x4E91;&#x4E91;&#xFF0C;&#x8FD9;&#x662F;&#x5178;&#x578B;&#x7684;&#x5112;&#x5BB6;&#x793C;&#x6CD5;&#x601D;&#x7EF4;&#xFF0C;&#x4F46;&#x5F20;&#x5B50;&#x623F;&#x5E76;&#x975E;&#x5112;&#x751F;&#x3002;&#x6211;&#x4EE5;&#x4E3A;&#xFF0C;&#x7ECF;&#x5386;&#x6B64;&#x4E8B;&#x7684;&#x5F20;&#x5B50;&#x623F;&#x624D;&#x662F;&#x5343;&#x53E4;&#x4E4B;&#x975E;&#x5E38;&#x4EBA;&#x3002;&#x8C6A;&#x4FA0;&#x4E4B;&#x58EB;&#x591A;&#x6709;&#x58EE;&#x6C14;&#x4E0E;&#x50B2;&#x9AA8;&#xFF0C;&#x5F20;&#x826F;&#x53C8;&#x66FE;&#x7ECF;&#x662F;&#x695A;&#x56FD;&#x8D35;&#x65CF;&#xFF08;&#x539F;&#x4E3A;&#x59EC;&#x59D3;&#xFF09;&#x3001;&#x51FA;&#x8EAB;&#x4E0D;&#x51E1;&#xFF0C;&#x5C61;&#x53D7;&#x8FB1;&#x4E0E;&#x6700;&#x4E0B;&#x5C42;&#x4E4B;&#x4EBA;&#xFF0C;&#x5374;&#x80FD;&#x5FCD;&#x4E4B;&#x3001;&#x656C;&#x4E4B;&#x3001;&#x4FE1;&#x4E4B;&#xFF0C;&#x8DB3;&#x89C1;&#x5176;&#x975E;&#x51E1;&#x4E4B;&#x5FC3;&#x6027;&#x3002;&#x6B63;&#x662F;&#x7531;&#x6B64;&#xFF0C;&#x9EC4;&#x77F3;&#x516C;&#x624D;&#x6388;&#x5B50;&#x623F;&#x4EE5;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x3002;</p><p></p><p></p><p>&#x65E0;&#x8BBA;&#x9EC4;&#x77F3;&#x516C;&#x662F;&#x5426;&#x771F;&#x6709;&#x5176;&#x4EBA;&#xFF0C;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x662F;&#x5426;&#x771F;&#x6709;&#x5176;&#x4E66;&#xFF0C;&#x201C;&#x8FDB;&#x5C65;&#x201D;&#x4E8E;&#x201C;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201D;&#x4E43;&#x4EE4;&#x5F20;&#x826F;&#x7531;&#x201C;&#x52C7;&#x201D;&#x5165;&#x201C;&#x667A;&#x201D;&#xFF0C;&#x7EC8;&#x6210;&#x63A8;&#x7FFB;&#x79E6;&#x7687;&#x4E4B;&#x4E0D;&#x673D;&#x5947;&#x4EBA;&#x3002;&#x5343;&#x53E4;&#x4E4B;&#x4E0B;&#xFF0C;&#x6709;&#x5927;&#x5FD7;&#x5374;&#x4E0D;&#x5F97;&#x5176;&#x95E8;&#x800C;&#x5165;&#x8005;&#xFF0C;&#x5F53;&#x5B66;&#x5F20;&#x5B50;&#x623F;&#x4E4B;&#x201C;<strong>&#x5FCD;</strong>&#x201D;&#x4E5F;&#x3002;</p><p></p><p></p><p>&#x592A;&#x53F2;&#x516C;&#x5728;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fso.gushiwen.org%2Fguwen%2Fbookv_142.aspx" rel="noreferrer noopener">&#x300A;&#x53F2;&#x8BB0;&#xB7;&#x7559;&#x4FAF;&#x4E16;&#x5BB6;&#x300B;</a>&#x6700;&#x540E;&#x5199;&#x9053;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4F59;&#x4EE5;&#x4E3A;&#x5176;&#x4EBA;&#x8BA1;&#x9B41;&#x68A7;&#x5947;&#x4F1F;&#xFF0C;&#x81F3;&#x89C1;&#x5176;&#x56FE;&#xFF0C;&#x72B6;&#x8C8C;&#x5982;&#x5987;&#x4EBA;&#x597D;&#x5973;&#x3002;&#x76D6;&#x5B54;&#x5B50;&#x66F0;&#xFF1A;&#x201C;&#x4EE5;&#x8C8C;&#x53D6;&#x4EBA;&#xFF0C;&#x5931;&#x4E4B;&#x5B50;&#x7FBD;&#x3002;&#x201D;</p></blockquote><p></p><p></p><p>&#x5F53;&#x5982;&#x662F;&#xFF0C;&#x6B64;&#x771F;&#x5B50;&#x623F;&#x4E5F;&#x3002;</p><br><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e8%a7%82%e9%9d%9e%e5%b8%b8%e4%ba%ba%ef%bc%8c%e8%a1%8c%e9%9d%9e%e5%b8%b8%e4%ba%8b%e3%80%91%e4%b8%8b%e9%82%b3%e5%9c%af%e6%a1%a5%ef%bc%8c%e5%bc%a0%e8%89%af%e8%bf%9b%e5%b1%a5</em><hr><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-19T07:11:24.000Z">2019-02-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">12 minutes read (About 1863 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/【未来教育学】知-与-智/">【未来教育学】知 与 智</a></h1><div class="content"><h3 id="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"><a href="#&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;" class="headerlink" title="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"></a>&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;</h3><p>&#x8FD1;&#x6765;&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#xFF0C;<strong>&#x201C;&#x8BA4;&#x77E5;&#x201D;</strong>&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x88AB;&#x63D0;&#x53CA;&#x7684;&#x7279;&#x522B;&#x9891;&#x7E41;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x7F57;&#x632F;&#x5B87;&#x8FD9;&#x4E00;&#x4F19;&#x4EBA;&#x901A;&#x8FC7;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8FD9;&#x4E00;&#x5E02;&#x573A;&#x7092;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4ECE;&#x8BED;&#x8A00;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x7528;&#x6CD5;&#x6709;&#x4E9B;&#x751F;&#x786C;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x7528;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x82F1;&#x6587;&#x7684;cognition&#xFF0C;&#x7528;&#x4EE5;&#x6307;&#x4EE3;&#x5927;&#x8111;&#x611F;&#x77E5;&#x3001;&#x8BB0;&#x5FC6;&#x3001;&#x7406;&#x89E3;&#x3001;&#x60F3;&#x8C61;&#x548C;&#x5904;&#x7406;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x5206;&#x652F;&#x201C;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x201D;&#xFF08;cognitive science&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x5728;&#x751F;&#x7406;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#x8303;&#x7574;&#x7684;&#x63A2;&#x7A76;&#xFF0C;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5DE5;&#x7A0B;&#x4E0A;&#x4E5F;&#x6709;&#x8F83;&#x591A;&#x4EA4;&#x53C9;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;</p><p>&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x65E5;&#x5E38;&#x7528;&#x8BED;&#xFF0C;&#x88AB;&#x6EE5;&#x7528;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x8FBE;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x9053;&#x201D;&#x67D0;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3001;&#x67D0;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x3001;&#x67D0;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x89C2;&#x5FF5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x7528;&#x5927;&#x5BB6;&#x5E38;&#x7528;&#x7684;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x5C31;&#x80FD;&#x8868;&#x8FBE;&#x3002;&#x7528;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x79CD;&#x5546;&#x4E1A;&#x7B56;&#x7565;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4F3C;&#x662F;&#x800C;&#x975E;&#x7684;&#x6D41;&#x884C;&#x8BCD;&#x6C47;&#xFF0C;&#x6765;&#x8FBE;&#x5230;&#x89C2;&#x5FF5;&#x4F20;&#x64AD;&#x3001;&#x5F71;&#x54CD;&#x5927;&#x4F17;&#x5934;&#x8111;&#x3001;&#x5F00;&#x53D1;&#x65B0;&#x5E02;&#x573A;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x7B56;&#x7565;&#x4F1A;&#x5E94;&#x7528;&#x4E8E;&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x7684;&#x5E02;&#x573A;&#x6216;&#x521B;&#x9020;&#x7269;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x6C7D;&#x8F66;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x201D;&#xFF0C;&#x4F46;&#x786C;&#x8981;&#x628A;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x6539;&#x7528;&#x4E00;&#x4E2A;&#x65B0;&#x8BCD;&#xFF0C;&#x96BE;&#x514D;&#x8BA9;&#x4EBA;&#x4F5C;&#x5455;&#x3002;</p><p>&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5012;&#x5356;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x6240;&#x8C13;&#x201C;&#x77E5;&#x8BC6;&#x8FD0;&#x8425;&#x5546;&#x201D;&#xFF0C;&#x901A;&#x8FC7;&#x8D29;&#x5356;&#x3001;&#x63A8;&#x4ECB;&#x7545;&#x9500;&#x4E66;&#xFF0C;&#x5F71;&#x54CD;&#x4E00;&#x4E9B;&#x7F3A;&#x4E4F;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x80FD;&#x529B;&#x7684;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x867D;&#x7136;&#x5546;&#x4E1A;&#x4E0A;&#x53EF;&#x884C;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5728;&#x539F;&#x6765;&#x6DF7;&#x4E71;&#x65E0;&#x7AEF;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4FE1;&#x606F;&#x5927;&#x6D77;&#x4E2D;&#xFF0C;&#x53C8;&#x704C;&#x5165;&#x4E86;&#x4E00;&#x7B50;&#x53C8;&#x4E00;&#x7B50;&#x65B0;&#x7684;&#x5783;&#x573E;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x7ECF;&#x5E38;&#x9F13;&#x5439;&#x6240;&#x8C13;&#x201C;&#x4EA4;&#x667A;&#x5546;&#x7A0E;&#x201D;&#x7684;&#x63D0;&#x6CD5;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x5546;&#xFF0C;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x6167;&#xFF0C;&#x53CD;&#x800C;&#x628A;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x8111;&#x5B50;&#x641E;&#x4E71;&#xFF0C;&#x8BA9;&#x5E74;&#x8F7B;&#x4EBA;&#x4EEC;&#x8D8A;&#x53D1;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5B66;&#x4E60;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x3001;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x667A;&#x6167;&#x7684;&#x5934;&#x8111;&#x3002;</p><p>&#x6211;&#x4EEC;&#x4E0D;&#x5426;&#x8BA4;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x8D29;&#x5B50;&#x5728;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x73B0;&#x5728;&#x613F;&#x610F;&#x201C;&#x4EB2;&#x81EA;&#x201D;&#x8BFB;&#x4E66;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4F46;&#x5728;&#x4E8E;&#x5546;&#x4E1A;&#x5229;&#x76CA;&#x76F8;&#x7ED1;&#x5B9A;&#x540E;&#xFF0C;&#x4E5F;&#x96BE;&#x514D;&#x51FA;&#x73B0;&#x4E00;&#x4E9B;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x3001;&#x9C7C;&#x76EE;&#x6DF7;&#x73E0;&#x3001;&#x771F;&#x5047;&#x96BE;&#x8FA8;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x81F3;&#x5C11;&#x8FD9;&#x91CC;&#x5BA3;&#x626C;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x7684;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;&#x6B63;&#x76F4;&#x3001;&#x771F;&#x8BDA;&#x3001;&#x535A;&#x5927;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#x201D;&#x7684;&#x4EBA;&#x5C11;&#xFF0C;&#x201C;&#x8BF4;&#x4E66;&#x5148;&#x751F;&#x201D;&#x3001;&#x201C;&#x8BB2;&#x6545;&#x4E8B;&#x4E13;&#x5BB6;&#x201D;&#x3001;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x8005;&#x201D;&#x591A;&#xFF0C;&#x7ECF;&#x5E38;&#x5411;&#x8FD9;&#x4E9B;&#x4E8C;&#x6D41;&#x89D2;&#x8272;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x5230;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x80FD;&#x591F;&#x7CBE;&#x7EAF;&#x5417;&#xFF0C;&#x80FD;&#x591F;&#x4F20;&#x7ED9;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x5417;&#xFF1F;</p><h3 id="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"><a href="#&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;" class="headerlink" title="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"></a>&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;</h3><p><strong>&#x77E5;&#x4E4E;</strong>&#x4F5C;&#x4E3A;&#x95EE;&#x7B54;&#x793E;&#x533A;&#xFF0C;&#x70ED;&#x5EA6;&#x4F9D;&#x7136;&#x4E0D;&#x51CF;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x771F;&#x6B63;&#x503C;&#x5F97;&#x91C7;&#x7EB3;&#x3001;&#x53D6;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5BE5;&#x5BE5;&#x3002;&#x95EE;&#x7B54;&#x8005;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x751F;&#x6C34;&#x5E73;&#x3002;&#x8F83;&#x4F18;&#x79C0;&#x8005;&#x8005;&#x4E5F;&#x5B58;&#x5728;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#x8005;&#x3001;&#x884C;&#x4E1A;&#x9886;&#x8896;&#x3001;&#x5B66;&#x8005;&#x6559;&#x6388;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x667A;&#x8005;&#xFF0C;&#x613F;&#x610F;&#x5728;&#x5176;&#x4E2D;&#x63D0;&#x95EE;&#x3001;&#x7B54;&#x9898;&#x7684;&#xFF0C;&#x80FD;&#x6709;&#x51E0;&#x4EBA;&#x3002;&#x77E5;&#x4E4E;&#x7684;&#x603B;&#x4F53;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;&#xFF0C;&#x201C;&#x4FE1;&#x566A;&#x6BD4;&#x201D;&#x4F4E;&#x3002;</p><p>&#x77E5;&#x4E4E;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x4E0E;&#x7E41;&#x8363;&#x65F6;&#x671F;&#x7684;<strong>&#x5929;&#x6DAF;</strong>&#x63A5;&#x8FD1;&#xFF0C;&#x8BDD;&#x9898;&#x7684;&#x5E7F;&#x5EA6;&#x548C;&#x81EA;&#x7531;&#x5EA6;&#x53EF;&#x80FD;&#x66F4;&#x9AD8;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x7EA6;&#x7B49;&#x4E8E;&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x704C;&#x6C34;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x70AB;&#x8000;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x5982;&#x679C;&#x5E74;&#x8F7B;&#x4EBA;&#x8FC7;&#x4E8E;&#x6EE1;&#x8DB3;&#x4ECE;&#x5E73;&#x53F0;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x201C;&#x8D5E;&#x201D;&#x548C;&#x201C;&#x8BC4;&#x4EF7;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x6210;&#x4E3A;&#x77E5;&#x4E4E;&#x5927;V&#x8C0B;&#x5229;&#x3001;&#x626C;&#x540D;&#xFF0C;&#x6050;&#x6015;&#x53CD;&#x800C;&#x4F1A;&#x9650;&#x5236;&#x5B66;&#x95EE;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x8FD0;&#x8425;&#x8005;&#x4E5F;&#x770B;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x77E5;&#x4E4E;&#x4E0A;&#x4EE5;&#x673A;&#x6784;&#x4E3A;&#x80CC;&#x666F;&#x7684;&#x7B54;&#x9898;&#x8005;&#x53EF;&#x80FD;&#x51FA;&#x4E8E;&#x5546;&#x4E1A;&#x52A8;&#x673A;&#xFF0C;&#x7B54;&#x9898;&#x8D28;&#x91CF;&#x53CD;&#x800C;&#x66F4;&#x9AD8;&#xFF0C;&#x5E76;&#x4E14;&#x96C6;&#x4E2D;&#x5728;&#x201C;&#x4E70;&#x623F;&#x201D;&#x3001;&#x201C;&#x6559;&#x80B2;&#x201D;&#x3001;&#x201C;&#x5C31;&#x4E1A;&#x201D;&#x3001;&#x201C;&#x6295;&#x8D44;&#x201D;&#x7B49;&#x8BDD;&#x9898;&#x4E0B;&#x9762;&#x3002;</p><p>&#x201C;&#x4E94;&#x8272;&#x4EE4;&#x4EBA;&#x76EE;&#x76F2;&#x201D;&#x3002;&#x5783;&#x573E;&#x904D;&#x5730;&#x7684;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x83B7;&#x53D6;&#x67D0;&#x4E9B;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x9AD8;&#x6548;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4EC5;&#x505C;&#x7559;&#x4E8E;&#x8FD9;&#x79CD;&#x6C34;&#x5E73;&#xFF0C;&#x77E5;&#x8BC6;&#x83B7;&#x53D6;&#x7684;&#x6548;&#x7387;&#x4ECD;&#x7136;&#x4F4E;&#x4E0B;&#x3001;&#x667A;&#x6167;&#x5C31;&#x66F4;&#x65E0;&#x987B;&#x8BF4;&#x4E86;&#x3002;</p><p>&#x5C11;&#x770B;&#x70B9;&#x77E5;&#x4E4E;&#xFF0C;&#x591A;&#x7814;&#x7A76;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x771F;&#x6B63;&#x60F3;&#x589E;&#x957F;&#x667A;&#x6167;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x662F;&#x6B63;&#x9014;&#x3002;</p><h3 id="&#x667A;&#x4ECE;&#x4F55;&#x6765;"><a href="#&#x667A;&#x4ECE;&#x4F55;&#x6765;" class="headerlink" title="&#x667A;&#x4ECE;&#x4F55;&#x6765;"></a>&#x667A;&#x4ECE;&#x4F55;&#x6765;</h3><p>&#x6240;&#x8C13;&#x201C;&#x5B66;&#x95EE;&#x201D;&#xFF0C;&#x5B66;&#x548C;&#x95EE;&#x662F;&#x6838;&#x5FC3;&#xFF0C;&#x5B66;&#x662F;&#x83B7;&#x5F97;&#x517B;&#x6599;&#xFF0C;&#x95EE;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#x7684;&#x6CBB;&#x5B66;&#x6CD5;&#xFF0C;&#x4E0D;&#x662F;&#x6559;&#x4E66;&#x5446;&#x5B50;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x201C;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x201D;&#xFF0C;&#x8BA9;&#x667A;&#x6167;&#x53EF;&#x4EE5;&#x5B9E;&#x8DF5;&#x3001;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3002;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#xFF1B;&#x79EF;&#x8DEC;&#x6B65;&#x3001;&#x81F3;&#x5343;&#x91CC;&#x800C;&#x5DF2;&#x3002;</p><p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF08;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#xFF09;&#x3001;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6765;&#x6E90;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4EE5;&#x843D;&#x5730;&#x3001;&#x4EE5;&#x884C;&#x52A8;&#x3001;&#x4EE5;&#x95EE;&#x9898;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#x7684;&#xFF0C;&#x6BEB;&#x65E0;&#x76EE;&#x7684;&#x7684;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x96BE;&#x514D;&#x6210;&#x4E3A;&#x201C;&#x975E;&#x7406;&#x6027;&#x6D88;&#x8D39;&#x8005;&#x201D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#xFF0C;&#x53EA;&#x662F;&#x542C;&#x4E00;&#x5802;&#x8BFE;&#x3001;&#x770B;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C31;&#x80FD;&#x5145;&#x5206;&#x638C;&#x63E1;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x884C;&#x52A8;&#x4EF7;&#x503C;&#x5417;&#xFF1F;&#x83B7;&#x5F97;&#x667A;&#x6167;&#x672C;&#x8D28;&#x662F;&#x201C;&#x6295;&#x8D44;&#x201D;&#xFF08;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x6295;&#x8D44;&#x65F6;&#x95F4;&#x4E0E;&#x7CBE;&#x529B;&#xFF09;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x5BFC;&#x5411;&#xFF0C;&#x5177;&#x6709;&#x76EE;&#x7684;&#x6027;&#x3001;&#x5177;&#x4F53;&#x5316;&#x3001;&#x7CFB;&#x7EDF;&#x5316;&#xFF0C;&#x9700;&#x8981;&#x6301;&#x7EED;&#x514B;&#x670D;&#x95EE;&#x9898;&#x4E0E;&#x56F0;&#x96BE;&#xFF0C;&#x4ECE;&#x5B9E;&#x8DF5;&#x4E2D;&#x83B7;&#x5F97;&#x3002;</p><p>&#x638C;&#x63E1;&#x4E86;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x95EE;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x624D;&#x66F4;&#x201C;&#x7CBE;&#x51C6;&#x201D;&#x3002;&#x662F;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x662F;&#x5927;&#x667A;&#x6167;&#x3001;&#x8FD8;&#x662F;&#x5C0F;&#x806A;&#x660E;&#xFF0C;&#x4E5F;&#x66F4;&#x6E05;&#x695A;&#x3002;</p><p>&#x672C;&#x6587;&#x5E76;&#x4E0D;&#x80FD;&#x60C5;&#x666F;&#x5316;&#x3001;&#x5177;&#x4F53;&#x5316;&#x5730;&#x56DE;&#x7B54;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x7684;&#x667A;&#x6167;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x80FD;&#x8BDA;&#x5B9E;&#x5730;&#x56DE;&#x7B54;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6E05;&#x6670;&#x7684;&#x76EE;&#x7684;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x6027;&#x548C;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x5E94;&#x8BC1;&#xFF0C;&#x89E3;&#x51B3;&#x5B9E;&#x9645;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x81F3;&#x5C11;&#x4F1A;&#x8FDC;&#x79BB;&#x201C;&#x788E;&#x7247;&#x5316;&#x201D;&#x77E5;&#x8BC6;&#x3001;&#x201C;&#x6D88;&#x8D39;&#x578B;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x800C;&#x5B66;&#x95EE;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x7531;&#x6B64;&#x79EF;&#x7D2F;&#x4E86;&#x3002;</p><p><img src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="image.png"> &#x200B;<a href="https://en.wikipedia.org/wiki/Library_of_Alexandria" target="_blank" rel="noopener">from Wikipedia &#x2013; Library of Alexandria</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0&#x200B;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-13T04:47:30.000Z">2019-02-13</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/esteem-cn/">esteem-cn</a></div><span class="level-item has-text-grey">6 minutes read (About 848 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/esteem-cn/【steem指南】用esteem-surfer发帖/">【Steem指南】用eSteem Surfer发帖</a></h1><div class="content"><h3 id="&#x95EE;&#x9898;"><a href="#&#x95EE;&#x9898;" class="headerlink" title="&#x95EE;&#x9898;"></a>&#x95EE;&#x9898;</h3><p>&#x7531;&#x4E8E;&#x5C1A;&#x4E0D;&#x660E;&#x786E;&#x7684;&#x539F;&#x56E0;&#xFF0C;*.steemit.com&#x57DF;&#x540D;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x7684;&#x8BBF;&#x95EE;&#x53D7;&#x9650;&#xFF0C;&#x5BF9;&#x67D0;&#x4E9B;&#x7528;&#x6237;&#x7684;&#x4F7F;&#x7528;&#x4EA7;&#x751F;&#x4E86;&#x4E00;&#x5B9A;&#x5F71;&#x54CD;&#x3002;&#xFF08;&#x3010;2019/02/13&#x3011;&#xFF09;</p><p>&#x9488;&#x5BF9;&#x8FD9;&#x4E00;&#x60C5;&#x51B5;&#xFF0C;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#xFF0C;&#x5927;&#x81F4;&#x53EF;&#x4EE5;&#x5F52;&#x7C7B;&#x5982;&#x4E0B;&#xFF1A;</p><p>&#x3010;&#x7528;&#x6237;&#x3011;&#xFF1A;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x91C7;&#x53D6;&#x7684;&#x65B9;&#x6848; 1. &#x4F7F;&#x7528;&#x5176;&#x4ED6;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;&#x624B;&#x673A;&#x7AEF;&#x7684;Partiko, Wherein&#x548C;eSteem&#xFF0C;PC&#x7AEF;&#x7684;Web&#x754C;&#x9762;&#x5982;steemkr.com&#x3001;steempress&#xFF0C;&#x684C;&#x9762;&#x5E94;&#x7528;eSteem Surfer 2. &#x4F7F;&#x7528;&#x5176;&#x4ED6;dApp&#x53D1;&#x5E03;&#xFF0C;&#x5982;dtube, Artifit 3. &#x91C7;&#x7528;V&#xB7;-&#xB7;P&#xB7;-&#xB7;N&#x3001;S&#xB7;~&#xB7;S&#xB7;~&#xB7;R&#x7B49;&#x65B9;&#x5F0F;&#x6D4F;&#x89C8;steemit.com / busy.org / steempeak.com&#x7B49;</p><p>&#x3010;&#x5F00;&#x53D1;&#x8005;&#x3011;&#xFF1A;&#x9700;&#x8981;&#x5F00;&#x53D1;&#x8005;&#x652F;&#x6301;&#x7684;&#x65B9;&#x6848; 1. &#x521B;&#x5EFA;&#x548C;&#x90E8;&#x7F72;&#x65B0;&#x7684;&#x4E0D;&#x6D89;&#x53CA; &#x201C;<em>.steemit.com&#x201D; &#x7684;&#x5BA2;&#x6237;&#x7AEF;&#xFF0C;&#x5982;partiko.app&#x7684;PC&#x7248;&#xFF0C;&#x7FFB;&#x8BD1;steemkr.com&#xFF0C;&#x4FEE;&#x6539;&#x5E76;&#x90E8;&#x7F72;busy.org&#x7B49; 2. &#x73B0;&#x6709;&#x7684;App&#x5982;Busy, Steempeak&#x7B49;&#xFF0C;&#x652F;&#x6301;steemconnect v2&#x4EE5;&#x5916;&#x7684;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5C1D;&#x8BD5;&#x7ED5;&#x8FC7;</em>.steemit.com&#x88AB;&#x5C01;&#x6740;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5982;steem keychain&#x6216;steemconnect v3&#x7B49;&#x767B;&#x5F55;&#x65B9;&#x5F0F;&#xFF0C;&#x5E76;&#x4E14;&#x66F4;&#x65B0;steemjs&#x7684;API URL 3. &#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house</p><p>&#x672C;&#x6587;&#x4EC5;&#x4ECB;&#x7ECD;&#x3010;&#x7528;&#x6237;&#x3011;&#xFF08;1&#xFF09;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;eSteem Surfer&#x8FD9;&#x4E00;&#x5BA2;&#x6237;&#x7AEF;&#x8BBF;&#x95EE;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x521D;&#x6B65;&#x66FF;&#x4EE3;steemit.com&#x7684;&#x53D1;&#x5E16;&#x529F;&#x80FD;&#x3002;</p><p><img src="https://esteem.app/images/08-p-2600.png" alt=""> <a href="https://esteem.app/" target="_blank" rel="noopener">Image Source: esteem.app</a></p><p><br></p><h3 id="&#x7528;eSteem-Surfer&#x53D1;&#x5E16;"><a href="#&#x7528;eSteem-Surfer&#x53D1;&#x5E16;" class="headerlink" title="&#x7528;eSteem Surfer&#x53D1;&#x5E16;"></a>&#x7528;eSteem Surfer&#x53D1;&#x5E16;</h3><ol><li>&#x5230; https://esteem.app/#downloads &#x4E0B;&#x8F7D;&#x5BF9;&#x5E94;&#x7684;<strong>eSteem Surfer&#x684C;&#x9762;&#x5BA2;&#x6237;&#x7AEF;&#xFF08;Desktop&#xFF09;</strong>&#x3002;&#x94FE;&#x63A5;&#x4F1A;&#x8DF3;&#x8F6C;&#x5230;GitHub&#x9875;&#x9762; https://github.com/eSteemApp/esteem-surfer/releases&#xFF0C;&#x9009;&#x62E9;Windiows&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/eSteem.Surfer.Setup.2.0.5.exe" target="_blank" rel="noopener">exe</a>&#xFF09;&#x6216;Mac&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.dmg" target="_blank" rel="noopener">dmg</a>&#xFF09;&#xFF0C;Linux&#x7248;&#x672C;&#xFF08;<a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer_2.0.5_amd64.deb" target="_blank" rel="noopener">deb</a>, <a href="https://github.com/esteemapp/esteem-surfer/releases/download/2.0.5/esteem-surfer-2.0.5.x86_64.rpm" target="_blank" rel="noopener">rpm</a>&#xFF09;&#x3002;</li><li>&#x4E0B;&#x8F7D;&#x5B8C;&#x6BD5;&#xFF0C;&#x6309;&#x7167;&#x6B65;&#x9AA4;&#x5B89;&#x88C5;&#x3002;&#x542F;&#x52A8;eSteem Surfer&#x3002;</li><li>eSteem&#x542F;&#x52A8;&#x9700;&#x8981;&#x8BBE;&#x7F6E;<strong>PIN&#x7801;</strong>&#xFF0C;&#x5373;&#x4E00;&#x4E2A;&#x5728;&#x672C;&#x5730;&#x542F;&#x52A8;&#x4F7F;&#x7528;&#x7684;&#x5BC6;&#x7801;&#xFF0C;&#x4E0E;Steem&#x65E0;&#x5173;&#x3002;&#x9700;&#x7262;&#x8BB0;PIN&#x7801;&#xFF0C;&#x4E0B;&#x6B21;&#x542F;&#x52A8;eSteem&#x65F6;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x3002;</li><li>&#x7528;<strong>Steem&#x8D26;&#x6237;&#x548C;post key</strong>&#x767B;&#x5F55;eSteem Surfer&#x3002;</li><li>&#x70B9;&#x51FB;&#x9876;&#x90E8;&#x7684;&#x8BBE;&#x7F6E;&#xFF08;Settings&#xFF09;&#x6309;&#x94AE;&#xFF0C;<strong>&#x5C06;Server&#x6539;&#x6210;https://anyx.io</strong>&#xFF0C;&#x5373;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;eSteem Surfer&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;https://anyx.io&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8FD8;&#x6BD4;&#x8F83;&#x5FEB;&#x3002;</li></ol><p><img src="https://i.ibb.co/6ZX4Rdr/image.png" alt="&#x56FE;&#xFF1A;&#x9009;&#x62E9;Server"> Image Source: eSteem Surfer&#x622A;&#x56FE;</p><p><br></p><h3 id="&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"><a href="#&#x5BF9;eSteem-Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;" class="headerlink" title="&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;"></a>&#x5BF9;eSteem Surfer&#x7684;&#x4E00;&#x4E9B;&#x8BF4;&#x660E;</h3><ol><li>eSteem Surfer&#x7684;&#x56FE;&#x7247;&#x670D;&#x52A1;&#x5668;&#x5728;&#x90E8;&#x5206;&#x5730;&#x533A;&#x8BBF;&#x95EE;&#x5B58;&#x5728;&#x95EE;&#x9898;&#xFF08;&#x5DF2;&#x62A5;&#x544A;&#x5B98;&#x65B9;&#x8FDB;&#x884C;&#x4FEE;&#x590D;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x901A;&#x8FC7; https://imgbb.com/ &#x4E0A;&#x4F20;&#x56FE;&#x7247;&#xFF0C;&#x83B7;&#x5F97;&#x56FE;&#x7247;&#x94FE;&#x63A5;&#xFF0C;&#x518D;&#x7528;Markdown&#x683C;&#x5F0F;&#x53D1;&#x5E03;&#x56FE;&#x7247;&#xFF0C;&#x5982;&#x672C;&#x6587;&#x6240;&#x505A;&#x7684;</li><li>eSteem Surfer&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x5176;&#x53EF;&#x4EE5;<strong>&#x81EA;&#x7531;&#x914D;&#x7F6E; API Server</strong>&#xFF0C;&#x800C;&#x4E0D;&#x53D7;steemit.com&#x57DF;&#x540D;&#x5F71;&#x54CD;&#xFF0C;&#x5176;&#x4F59;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x53EF;&#x4EE5;&#x501F;&#x9274;&#x8FD9;&#x4E00;&#x601D;&#x8DEF;&#x4EE5;&#x4FDD;&#x6301;&#x7075;&#x6D3B;&#x6027;&#x3002;</li><li>&#x4F7F;&#x7528;eSteem&#x53D1;&#x5E16;&#x4F1A;&#x7ED9;esteem <strong>10%&#x7684;&#x53D7;&#x76CA;&#x4EBA;&#x8D39;&#x7528;</strong>&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x4F1A;&#x83B7;&#x5F97;<strong>eSteem&#x7684;&#x70B9;&#x8D5E;</strong>&#xFF0C;&#x70B9;&#x8D5E;&#x91D1;&#x989D;&#x4E0E;&#x4F7F;&#x7528;&#x8005;&#x6240;&#x6709;&#x7C89;&#x4E1D;&#x7684;SP&#x603B;&#x548C;&#x6210;&#x6B63;&#x6BD4;&#x3002;</li><li>&#x5982;CN&#x533A;&#x4F7F;&#x7528;eSteem Surfer&#x9047;&#x5230;&#x5176;&#x4ED6;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x8BF7;&#x6559;eSteem&#x4E2D;&#x6587;&#x533A;&#x5BA1;&#x67E5;&#x5458; @davidk20 &#x63D0;&#x4F9B;&#x652F;&#x6301;&#x3002;&#x611F;&#x8C22;&#x62C9;&#x4ED4;&#xFF01;</li></ol><p>&#x5E0C;&#x671B;&#x672C;&#x6587;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9;&#x3002;&#x5982;&#x679C;&#x5728;&#x4F7F;&#x7528;eSteem Surfer&#x65F6;&#x9047;&#x5230;&#x95EE;&#x9898;&#xFF0C;&#x6216;&#x5BF9;&#x4E8E;&#x5176;&#x4ED6;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x6709;&#x5174;&#x8DA3;&#xFF0C;&#x8BF7;&#x7559;&#x8A00;&#x8BA8;&#x8BBA;&#x3002;</p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous is-invisible is-hidden-mobile"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-reader/page/0/">Anterior</a></div><div class="pagination-next"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-reader/page/2/">Siguiente</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link is-current" href="/blog/tags/cn-reader/">1</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-reader/page/2/">2</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Entradas</p><p class="title has-text-weight-normal">20</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categorias</p><p class="title has-text-weight-normal">5</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Etiquetas</p><p class="title has-text-weight-normal">24</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">SEGUIR</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fab fa-blog"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categorias</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">13</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Nube de etiquetas</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12px">cn-couplet</a> <a href="/blog/tags/cn-curation/" style="font-size:13px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11px">esteem-cn</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:19px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recientes</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="标签的本质 | The Nature of Tags（一）"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-03-27T17:35:45.000Z">2019-03-27</time></div><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="has-link-black-ter is-size-6">标签的本质 | The Nature of Tags（一）</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archivos</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Etiquetas</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">7</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">9</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">12</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">8</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recientes</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="标签的本质 | The Nature of Tags（一）"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-03-27T17:35:45.000Z">2019-03-27</time></div><a href="/blog/steempress/标签的本质-the-nature-of-tags（一）/" class="has-link-black-ter is-size-6">标签的本质 | The Nature of Tags（一）</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archivos</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Etiquetas</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">7</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">9</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">12</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">8</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="/blog/images/logo.svg" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("zh");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Entradas",PAGES:"Pages",CATEGORIES:"Categorias",TAGS:"Etiquetas",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>