<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>Tag: cn-reader - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta property="og:type" content="website"><meta property="og:title" content="Civilization Thinker"><meta property="og:url" content="http://think-in-universe.github.io/tags/cn-reader/page/2/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:locale" content="en"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="Civilization Thinker"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content"><nav class="breadcrumb" aria-label="breadcrumbs"><ul><li><a href="/blog/tags">Tags</a></li><li class="is-active"><a href="#" aria-current="page">cn-reader</a></li></ul></nav></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/梁羽生与《名联观止》/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMaCXU4Y2XFuvty3jo%2Fimage.png?alt=media&amp;token=9bf7d2c7-3854-4645-ad88-c84c0d0b3adc" alt="梁羽生与《名联观止》"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">24 minutes read (About 3652 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/梁羽生与《名联观止》/">梁羽生与《名联观止》</a></h1><div class="content"><p></p><p>&#x8FD1;&#x65E5;&#x5728;&#x8BFB;&#x4E00;&#x4E9B;&#x201C;&#x8054;&#x5B66;&#x201D;&#xFF08;&#x5BF9;&#x8054;&#x4E4B;&#x5B66;&#xFF09;&#xFF0C;&#x5176;&#x4E2D;&#x6881;&#x7FBD;&#x751F;&#x7684;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x65E0;&#x7591;&#x662F;&#x4E00;&#x4F73;&#x4F5C;&#x3002;&#x200C;</p><p></p><p></p><p>&#x60F3;&#x6765;&#x6881;&#x5148;&#x751F;&#x5728;&#x5927;&#x591A;&#x4EBA;&#x5370;&#x8C61;&#x4E2D;&#x4E3A;&#x4E00;&#x5F53;&#x4EE3;&#x77E5;&#x540D;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5927;&#x5BB6;&#xFF0C;&#x4F46;&#x5BF9;&#x5176;&#x5728;&#x5BF9;&#x8054;&#x3001;&#x8BCD;&#x8BDD;&#x4E0A;&#x7684;&#x529F;&#x592B;&#x4E0D;&#x751A;&#x660E;&#x4E86;&#xFF0C;&#x6545;&#x4F5C;&#x6587;&#x4EE5;&#x8BB0;&#x4E4B;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMaCXU4Y2XFuvty3jo%2Fimage.png?alt=media&amp;token=9bf7d2c7-3854-4645-ad88-c84c0d0b3adc" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x200B;&#x200C;</p><p></p><p></p><p>&#x200B;&#x200C;</p><p></p><p></p><h2 id="xiao-shuo">&#x5C0F;&#x8BF4;<a href="#xiao-shuo"></a></h2><p></p><p></p><p>1954&#x5E74;&#xFF0C;&#x300A;&#x65B0;&#x665A;&#x62A5;&#x300B;&#x520A;&#x767B;&#x4E86;&#x7F72;&#x540D;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x201D;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x300A;&#x9F99;&#x864E;&#x6597;&#x4EAC;&#x534E;&#x300B;&#xFF0C;&#x4E3A;&#x201C;&#x65B0;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x7684;&#x5F00;&#x5C71;&#x4E4B;&#x4F5C;&#x3002;&#x6881;&#x7FBD;&#x751F;&#x5148;&#x751F;&#x662F;&#x73B0;&#x4EE3;<strong>&#x201C;&#x65B0;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x7684;&#x5F00;&#x521B;&#x8005;</strong>[1]&#x3002;&#x200C;</p><p></p><p></p><p>&#x6240;&#x8C13;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x662F;&#x4EE5;&#x5BAB;&#x767D;&#x7FBD;&#x7684;&#x300A;&#x5341;&#x4E8C;&#x91D1;&#x94B1;&#x9556;&#x300B;&#x3001;&#x8FD8;&#x73E0;&#x697C;&#x4E3B;&#x7684;&#x300A;&#x8700;&#x5C71;&#x5251;&#x4FA0;&#x4F20;&#x300B;&#x7B49;&#x4E3A;&#x4EE3;&#x8868;&#xFF0C;&#x5174;&#x8D77;&#x4E8E;20&#x4E16;&#x7EAA;20&#x5E74;&#x4EE3;&#x7684;&#x6587;&#x5B66;&#x6D41;&#x6D3E;&#x3002;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#x5F00;&#x521B;&#x4E86;&#x4EE5;&#x767D;&#x8BDD;&#x6587;&#x5199;&#x4F5C;&#x6B66;&#x4FA0;&#x9898;&#x6750;&#x7684;&#x5148;&#x6CB3;&#x3002;&#x5411;&#x4E0A;&#x5219;&#x53EF;&#x8FFD;&#x6EAF;&#x5230;&#x660E;&#x6E05;&#x7684;&#x6F14;&#x4E49;&#x5C0F;&#x8BF4;&#xFF08;&#x5982;&#x300A;&#x6C34;&#x6D52;&#x300B;&#xFF09;&#x3001;&#x4EE5;&#x81F3;&#x4E8E;&#x300A;&#x53F2;&#x8BB0;&#x300B;&#x4E2D;&#x7684;&#x300A;&#x6E38;&#x4FA0;&#x5217;&#x4F20;&#x300B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x65B0;&#x6D3E;&#x4E4B;&#x6709;&#x522B;&#x4E8E;&#x65E7;&#x6D3E;&#x5728;&#x4E8E;&#xFF1A;&#xFF08;1&#xFF09;&#x6587;&#x5B66;&#x6027;&#x3001;&#x827A;&#x672F;&#x6027;&#x7684;&#x6539;&#x8FDB;&#xFF0C;&#x4F5C;&#x8005;&#x5728;&#x6587;&#x5B66;&#x521B;&#x4F5C;&#x624B;&#x6CD5;&#x3001;&#x5F62;&#x8C61;&#x5851;&#x9020;&#x548C;&#x8BED;&#x8A00;&#x63D0;&#x70BC;&#x4E0A;&#x6709;&#x4E86;&#x9002;&#x5E94;&#x73B0;&#x4EE3;&#x8BED;&#x8A00;&#x5BA1;&#x7F8E;&#x7684;&#x65B0;&#x7684;&#x7A81;&#x7834;&#xFF1B;&#xFF08;2&#xFF09;&#x601D;&#x60F3;&#x6027;&#x4E0A;&#xFF0C;&#x201C;&#x4FA0;&#x201D;&#x5728;&#x201C;&#x6B66;&#x201D;&#x4E4B;&#x524D;&#xFF0C;&#x517C;&#x6709;&#x539A;&#x91CD;&#x7684;&#x5386;&#x53F2;&#x611F;&#x3001;&#x56FD;&#x5BB6;&#x6C11;&#x65CF;&#x610F;&#x8BC6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x201C;&#x65E7;&#x6D3E;&#x201D;&#xFF0C;&#x65B0;&#x6D3E;&#x6B66;&#x4FA0;&#x7684;&#x6587;&#x5B66;&#x53EF;&#x8BFB;&#x6027;&#x3001;&#x5185;&#x5BB9;&#x4E30;&#x5BCC;&#x6027;&#x4E0E;&#x601D;&#x60F3;&#x7684;&#x6DF1;&#x523B;&#x6027;&#x90FD;&#x6709;&#x4E86;&#x65B0;&#x7684;&#x8FDB;&#x5C55;&#xFF0C;<strong>&#x8FD9;&#x65E0;&#x7591;&#x4E8E;&#x6587;&#x5B66;&#x548C;&#x5386;&#x53F2;&#x529F;&#x5E95;&#x6DF1;&#x539A;&#x7684;&#x6881;&#x7FBD;&#x751F;&#x7684;&#x5F00;&#x521B;&#x4E4B;&#x98CE;&#x662F;&#x6709;&#x83AB;&#x5927;&#x5173;&#x7CFB;&#x7684;</strong>&#x3002;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5BF9;&#x4EBA;&#x7269;&#x3001;&#x60C5;&#x8282;&#x3001;&#x5386;&#x53F2;&#x611F;&#x7684;&#x6210;&#x529F;&#x5851;&#x9020;&#xFF0C;&#x52A0;&#x4E4B;&#x7535;&#x89C6;&#x3001;&#x7535;&#x5F71;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x73B0;&#x4EE3;&#x5A92;&#x4ECB;&#x7684;&#x52A9;&#x529B;&#xFF0C;&#x4F7F;&#x4E4B;&#x6210;&#x4E3A;&#x5F71;&#x54CD;&#x73B0;&#x4EE3;&#x6587;&#x5B66;&#x9762;&#x8C8C;&#x7684;&#x91CD;&#x8981;&#x9898;&#x6750;&#xFF0C;&#x5176;&#x5F71;&#x54CD;&#x529B;&#x4E4B;&#x6DF1;&#x8FDC;&#x4EE4;&#x4EBA;&#x60CA;&#x53F9;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x5148;&#x751F;&#x8457;&#x6709;&#x6B66;&#x4FA0;35&#x90E8;&#xFF0C;&#x5B57;&#x6570;1000&#x4F59;&#x4E07;&#xFF0C;&#x5176;&#x4E2D;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E4%B8%83%E5%8A%8D%E4%B8%8B%E5%A4%A9%E5%B1%B1" target="_blank" rel="noreferrer noopener">&#x4E03;&#x5251;&#x4E0B;&#x5929;&#x5C71;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E7%99%BD%E9%AB%AE%E9%AD%94%E5%A5%B3%E5%82%B3" target="_blank" rel="noreferrer noopener">&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E8%90%8D%E8%B9%A4%E4%BF%A0%E5%BD%B1%E9%8C%84" target="_blank" rel="noreferrer noopener">&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x5F55;</a>&#x300B;&#x3001;&#x300A;<a href="https://zh.wikipedia.org/wiki/%E9%9B%B2%E6%B5%B7%E7%8E%89%E5%BC%93%E7%B7%A3" target="_blank" rel="noreferrer noopener">&#x4E91;&#x6D77;&#x7389;&#x5F13;&#x7F18;</a>&#x300B;&#x7B49;&#x4E3A;&#x8BFB;&#x8005;&#x6240;&#x719F;&#x77E5;&#x3002;&#x5728;&#x5927;&#x4F17;&#x4E2D;&#x7684;&#x77E5;&#x540D;&#x5EA6;&#xFF0C;&#x6881;&#x7FBD;&#x751F;&#x6216;&#x8BB8;&#x4E0D;&#x53CA;&#x91D1;&#x5EB8;&#xFF0C;&#x4E5F;&#x81EA;&#x6709;&#x5176;&#x7F18;&#x6545;&#x3002;&#x200C;</p><p></p><p></p><p>&#x4F5F;&#x7855;&#x4E4B;&#x5728;<a rel="noreferrer noopener" href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x8BC4;&#x4EF7;&#x91D1;&#x6881;&#x7684;&#x5386;&#x53F2;&#x610F;&#x4E49;&#xFF1A;&#x201C;<strong>&#x5F00;&#x98CE;&#x6C14;&#x8005;&#x6881;&#x7FBD;&#x751F;&#xFF0C;&#x53D1;&#x626C;&#x5149;&#x5927;&#x8005;&#x91D1;&#x5EB8;</strong>&#x201D;&#xFF0C;&#x53C8;&#x8BF4;&#x201C;<strong>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x540D;&#x58EB;&#x6C14;&#x5473;&#x751A;&#x6D53;&#xFF08;&#x4E2D;&#x56FD;&#x5F0F;&#x7684;&#xFF09;&#xFF0C;&#x800C;&#x91D1;&#x5EB8;&#x5219;&#x662F;&#x73B0;&#x4EE3;&#x7684;&#x201C;&#x6D0B;&#x624D;&#x5B50;&#x201D;</strong>&#x3002;&#x6881;&#x7FBD;&#x751F;&#x53D7;&#x4E2D;&#x56FD;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#xFF08;&#x5305;&#x62EC;&#x8BD7;&#x8BCD;&#x3001;&#x5C0F;&#x8BF4;&#x3001;&#x5386;&#x53F2;&#x7B49;&#x7B49;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x8F83;&#x6DF1;&#xFF0C;&#x800C;&#x91D1;&#x5EB8;&#x63A5;&#x53D7;&#x897F;&#x65B9;&#x6587;&#x827A;&#xFF08;&#x5305;&#x62EC;&#x7535;&#x5F71;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#x8F83;&#x91CD;&#x3002;&#x2026;&#x2026; &#x6881;&#x7FBD;&#x751F;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x662F;&#x5728;&#x201C;&#x65E7;&#x4F20;&#x7EDF;&#x201D;&#x4E0A;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x4E0D;&#x8131;&#x5176;&#x201C;&#x6CE5;&#x571F;&#x6C14;&#x606F;&#x201D;&#x3002;&#x8FD9;&#x79CD;&#x5199;&#x6CD5;&#xFF0C;&#x6709;&#x5176;&#x4F18;&#x70B9;&#x4E5F;&#x6709;&#x5176;&#x7F3A;&#x70B9;&#x3002;&#x6709;&#x4E00;&#x5B9A;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x6C34;&#x5E73;&#x7684;&#x8BFB;&#x8005;&#xFF0C;&#x8BFB;&#x6881;&#x7FBD;&#x751F;&#x5C0F;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x89C9;&#x5F97;&#x683C;&#x8C03;&#x8F83;&#x9AD8;&#xFF0C;&#x66F4;&#x4E3A;&#x6B23;&#x8D4F;&#x3002;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#xFF0C;&#x82E5;&#x662F;&#x62B1;&#x7740;&#x8FFD;&#x6C42;&#x523A;&#x6FC0;&#x7684;&#x5FC3;&#x7406;&#xFF0C;&#x8BFB;&#x91D1;&#x5EB8;&#x7684;&#x5C0F;&#x8BF4;&#xFF0C;&#x53EF;&#x80FD;&#x5F97;&#x5230;&#x66F4;&#x5927;&#x7684;&#x6EE1;&#x8DB3;&#x3002;&#x201D;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x6709;<strong>&#x529E;&#x62A5;&#x548C;&#x7535;&#x5F71;&#x7684;&#x80CC;&#x666F;&#xFF0C;&#x5BF9;&#x4E8E;&#x5C0F;&#x8BF4;&#x624B;&#x6CD5;&#x4E0A;&#x7684;&#x521B;&#x65B0;&#xFF0C;&#x786E;&#x6709;&#x72EC;&#x5230;&#x4E4B;&#x5904;</strong>&#x3002;&#x4F5F;&#x7855;&#x4E4B;&#x5199;&#x5230;&#xFF1A;&#x201C;&#x53EF;&#x80FD;&#x56E0;&#x4E3A;&#x91D1;&#x5EB8;&#x505A;&#x8FC7;&#x7535;&#x5F71;&#x5BFC;&#x6F14;&#x7684;&#x7F18;&#x6545;&#xFF0C;&#x5728;&#x5C0F;&#x8BF4;&#x91CC;&#x5E38;&#x6709;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x7684;&#x624B;&#x6CD5;&#x3002;&#x5982;&#x300A;&#x5C04;&#x96D5;&#x82F1;&#x96C4;&#x4F20;&#x300B;&#x91CC;&#x6885;&#x8D85;&#x98CE;&#x8981;&#x627C;&#x6740;&#x90ED;&#x9756;&#x4E4B;&#x65F6;&#xFF0C;&#x7B14;&#x950B;&#x4E00;&#x8F6C;&#xFF0C;&#x800C;&#x5199;&#x6885;&#x8D85;&#x98CE;&#x5BF9;&#x6843;&#x82B1;&#x5C9B;&#x65E7;&#x4E8B;&#x7684;&#x56DE;&#x5FC6;&#xFF0C;&#x4F46;&#x5374;&#x5E76;&#x975E;&#x5E73;&#x94FA;&#x76F4;&#x53D9;&#xFF0C;&#x800C;&#x662F;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x5012;&#x53D9;&#x624B;&#x6CD5;&#xFF0C;&#x590D;&#x73B0;&#x5F53;&#x5E74;&#x7684;&#x7279;&#x5199;&#x955C;&#x5934;&#xFF0C;&#x7136;&#x540E;&#x518D;&#x63A5;&#x5165;&#x73B0;&#x573A;&#x4E4B;&#x666F;&#xFF1B;&#x300A;&#x78A7;&#x8840;&#x5251;&#x300B;&#x4E2D;&#x4ECE;&#x8881;&#x627F;&#x5FD7;&#x4E4B;&#x6597;&#x6E29;&#x5BB6;&#x4E94;&#x8001;&#xFF0C;&#x91CD;&#x73B0;&#x4ED6;&#x4EEC;&#x5F53;&#x5E74;&#x6697;&#x7B97;&#x91D1;&#x86C7;&#x90CE;&#x541B;&#x7684;&#x955C;&#x5934;&#xFF0C;&#x4E5F;&#x662F;&#x540C;&#x6837;&#x624B;&#x6CD5;&#xFF0C;&#x8FD1;&#x4E4E;&#x94F6;&#x5E55;&#x4E0A;&#x201C;&#x8C08;&#x4EBA;&#x201D;&#x3001;&#x201C;&#x6DE1;&#x51FA;&#x201D;&#x7684;&#x8FD0;&#x7528;&#x3002;&#x5728;&#x5C0F;&#x8BF4;&#x4E0A;&#x8FD0;&#x7528;&#x7535;&#x5F71;&#x624B;&#x6CD5;&#xFF0C;&#x8FD9;&#x53EF;&#x8BF4;&#x662F;&#x91D1;&#x5EB8;&#x72EC;&#x6709;&#x7684;&#x7279;&#x70B9;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x4F5C;&#x54C1;&#x5219;&#x591A;<strong>&#x900F;&#x7740;&#x201C;&#x5386;&#x53F2;&#x5C0F;&#x8BF4;&#x201D;&#x7684;&#x5473;&#x9053;</strong>&#xFF0C;&#x4EE5;&#x300A;&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x300B;&#x4E3A;&#x6700;&#x3002;&#x4EE5;&#x571F;&#x6728;&#x5821;&#x4E4B;&#x53D8;&#x4E3A;&#x80CC;&#x666F;&#xFF0C;&#x5BF9;&#x4E8E;&#x8C26;&#x5982;&#x4F55;&#x7CBE;&#x5FE0;&#x62A5;&#x56FD;&#xFF0C;&#x5374;&#x4EE5;&#x5FE0;&#x81E3;&#x53D7;&#x5BB3;&#x6536;&#x573A;&#xFF0C;&#x5BF9;&#x4E8E;&#x5386;&#x53F2;&#x60C5;&#x5883;&#x7684;&#x63CF;&#x5199;&#x751A;&#x4E3A;&#x771F;&#x5B9E;&#x800C;&#x6DF1;&#x523B;&#x3002;&#x300A;&#x4E03;&#x5251;&#x4E0B;&#x5929;&#x5C71;&#x300B;&#x4E2D;&#x7684;&#x7EB3;&#x5170;&#x5BB9;&#x82E5;&#xFF0C;&#x300A;&#x5927;&#x5510;&#x6E38;&#x4FA0;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x674E;&#x767D;&#xFF0C;&#x4E5F;&#x90FD;&#x795E;&#x91C7;&#x98DE;&#x626C;&#xFF0C;&#x9887;&#x4E3A;&#x751F;&#x52A8;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x91D1;&#x5EB8;&#x5BF9;<strong>&#x5546;&#x4E1A;&#x8FD0;&#x4F5C;&#x548C;&#x901A;&#x4FD7;&#x6587;&#x5316;&#x7684;&#x7406;&#x89E3;&#x5219;&#x66F4;&#x80DC;&#x4E00;&#x7B79;&#xFF0C;&#x64C5;&#x4E8E;&#x5728;&#x60C5;&#x8282;&#x4E0A;&#x7528;&#x201C;&#x5947;&#x201D;&#x3001;&#x64C5;&#x4E8E;&#x5728;&#x201C;&#x60C5;&#x201D;&#x4E0A;&#x5236;&#x9020;&#x8BDD;&#x9898;</strong>&#x3002;&#x5982;&#x5F20;&#x65E0;&#x5FCC;&#x4E4B;&#x7A81;&#x4E27;&#x7236;&#x6BCD;&#x3001;&#x533B;&#x7EDD;&#x75C7;&#x3001;&#x72EC;&#x6218;&#x516D;&#x5927;&#x6D3E;&#xFF0C;&#x5982;&#x6768;&#x8FC7;&#x4E4B;&#x65AD;&#x81C2;&#x3001;&#x5C0F;&#x9F99;&#x5973;&#x4E4B;&#x5931;&#x8D1E;&#x3001;&#x5341;&#x516D;&#x5E74;&#x4E4B;&#x7EA6;&#xFF0C;&#x5F20;&#x65E0;&#x5FCC;&#x4E0E;&#x6768;&#x8FC7;&#x5728;&#x611F;&#x60C5;&#x4E0A;&#x7684;&#x4E00;&#x7537;&#x591A;&#x5973;&#xFF0C;&#x300A;&#x96EA;&#x5C71;&#x98DE;&#x72D0;&#x300B;&#x4E4B;&#x6700;&#x540E;&#x4E00;&#x5200;&#x5288;&#x8FD8;&#x662F;&#x4E0D;&#x5288;&#x7B49;&#x7B49;&#xFF0C;&#x6570;&#x4E0D;&#x80DC;&#x6570;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x7FBD;&#x751F;&#x65E7;&#x6D3E;&#x7684;<strong>&#x6587;&#x4EBA;&#x540D;&#x58EB;&#x98CE;&#x6C14;&#x4E4B;&#x91CD;&#xFF0C;&#x5E38;&#x89C1;&#x4E8E;&#x5176;&#x5728;&#x5C0F;&#x8BF4;&#x4E2D;&#x5584;&#x7528;&#x5BF9;&#x8054;&#x3001;&#x8BD7;&#x8BCD;&#x3002;&#x5176;&#x56DE;&#x76EE;&#x591A;&#x7528;&#x96C6;&#x53E5;</strong>&#xFF0C;&#x201C;&#x4EA6;&#x72C2;&#x4EA6;&#x4FA0;&#x771F;&#x8C6A;&#x6770;&#xFF0C;&#x80FD;&#x54ED;&#x80FD;&#x6B4C;&#x8FC8;&#x4FD7;&#x6D41;&#x201D;&#xFF0C;&#x201C;&#x701A;&#x6D77;&#x98CE;&#x7802;&#x57CB;&#x65E7;&#x6028;&#xFF0C;&#x7A7A;&#x5C71;&#x70DF;&#x96E8;&#x7EC7;&#x65B0;&#x6101;&#x201D;&#x3002;&#x4E14;&#x5C0F;&#x8BF4;&#x4E2D;&#x4E5F;<strong>&#x4E0D;&#x4E4F;&#x8BD7;&#x8BCD;&#x7684;&#x4F73;&#x4F5C;</strong>&#xFF0C;&#x5982;&#x300A;&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;&#x300B;&#x7684;&#x9898;&#x8BCD;&#x300A;&#x6C81;&#x56ED;&#x6625;&#x300B;&#xFF1A;&#x201C;&#x4E00;&#x5251;&#x897F;&#x6765;&#xFF0C;&#x5343;&#x5CA9;&#x62F1;&#x5217;&#xFF0C;&#x9B54;&#x5F71;&#x7EB5;&#x6A2A;&#xFF0C;&#x95EE;&#x660E;&#x955C;&#x975E;&#x53F0;&#xFF0C;&#x83E9;&#x63D0;&#x975E;&#x6811;&#xFF0C;&#x955C;&#x7531;&#x5FC3;&#x8D77;&#xFF0C;&#x53EF;&#x5F97;&#x5206;&#x660E;&#xFF1F;&#x662F;&#x9B54;&#x975E;&#x9B54;&#xFF1F;&#x975E;&#x9B54;&#x662F;&#x9B54;&#xFF1F;&#x8981;&#x5F85;&#x6C5F;&#x6E56;&#x540E;&#x4E16;&#x8BC4;&#x3002;&#x4E14;&#x6536;&#x62FE;&#xFF0C;&#x8BDD;&#x82F1;&#x96C4;&#x513F;&#x5973;&#xFF0C;&#x5148;&#x53D9;&#x95F2;&#x60C5;&#x3002;&#x98CE;&#x96F7;&#x610F;&#x6C14;&#x5CE5;&#x5D58;&#xFF0C;&#x8F7B;&#x62C2;&#x4E86;&#x5BD2;&#x971C;&#x59A9;&#x5A9A;&#x751F;&#x3002;&#x53F9;&#x4F73;&#x4EBA;&#x7EDD;&#x4EE3;&#xFF0C;&#x767D;&#x5934;&#x672A;&#x8001;&#xFF0C;&#x767E;&#x5E74;&#x4E00;&#x8BFA;&#xFF0C;&#x4E0D;&#x8D1F;&#x5FC3;&#x76DF;&#xFF0C;&#x77ED;&#x9504;&#x683D;&#x82B1;&#xFF0C;&#x957F;&#x8BD7;&#x4F50;&#x9152;&#xFF0C;&#x8BD7;&#x5251;&#x5E74;&#x5E74;&#x603B;&#x8D1F;&#x537F;&#x3002;&#x5929;&#x5C71;&#x4E0A;&#xFF0C;&#x770B;&#x9F99;&#x86C7;&#x7B14;&#x8D70;&#xFF0C;&#x58A8;&#x6CFC;&#x5357;&#x6E9F;&#x201D;&#x3002;&#x5BF9;&#x6B64;&#xFF0C;&#x4F5F;&#x7855;&#x4E4B;&#x4E5F;&#x8BC4;&#x4EF7;&#x5230;&#xFF1A;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x8FD9;&#x4E2A;&#x7279;&#x70B9;&#x6709;&#x65F6;&#x4E5F;&#x6210;&#x4ED6;&#x7684;&#x7F3A;&#x70B9;&#xFF0C;&#x5C31;&#x662F;&#x975E;&#x5FC5;&#x8981;&#x7684;&#x573A;&#x5408;&#xFF0C;&#x4ED6;&#x7B14;&#x4E0B;&#x7684;&#x4EBA;&#x7269;&#x4E5F;&#x5F80;&#x5F80;&#x541F;&#x8BD7;&#x4F5C;&#x5BF9;&#xFF0C;&#x8FD9;&#x5C31;&#x96BE;&#x514D;&#x4EE4;&#x4EBA;&#x6709;&#x9178;&#x6E9C;&#x6E9C;&#x4E4B;&#x611F;&#x4E86;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x2014;-</p><p></p><p></p><p>&#x4EBA;&#x7269;&#x65B9;&#x9762;&#xFF0C;&#x201C;<strong>&#x91D1;&#x3001;&#x6881;&#x4E8C;&#x4EBA;&#x5404;&#x6709;&#x6240;&#x957F;&#x3002;&#x91D1;&#x5EB8;&#x64C5;&#x957F;&#x5199;&#x90AA;&#x6076;&#x7684;&#x53CD;&#x6D3E;&#x4EBA;&#x7269;&#xFF0C;&#x6881;&#x7FBD;&#x751F;&#x5219;&#x64C5;&#x957F;&#x4E8E;&#x5199;&#x6587;&#x91C7;&#x98CE;&#x6D41;&#x7684;&#x540D;&#x571F;&#x578B;&#x4FA0;&#x5BA2;</strong>&#x201D;&#x3002;&#x5982;&#x91D1;&#x5EB8;&#x5728;&#x300A;&#x5929;&#x9F99;&#x516B;&#x90E8;&#x300B;&#x4E2D;&#x7684;&#x56DB;&#x5927;&#x6076;&#x4EBA;&#x3001;&#x661F;&#x5BBF;&#x8001;&#x602A;&#xFF0C;&#x5176;&#x6076;&#x4E4B;&#x7A0B;&#x5EA6;&#xFF0C;&#x4EE4;&#x4EBA;&#x77A0;&#x76EE;&#xFF1B;&#x5982;&#x300A;&#x795E;&#x96D5;&#x82F1;&#x96C4;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x201C;&#x8001;&#x6BD2;&#x7269;&#x201D;&#x6B27;&#x9633;&#x950B;&#x3001;&#x4EA6;&#x6B63;&#x4EA6;&#x90AA;&#x7684;&#x9EC4;&#x836F;&#x5E08;&#x7B49;&#xFF0C;&#x4E5F;&#x4EE4;&#x4EBA;&#x5370;&#x8C61;&#x6DF1;&#x523B;&#x3002;&#x5982;&#x6881;&#x7FBD;&#x751F;&#x5728;&#x300A;&#x840D;&#x8E2A;&#x4FA0;&#x5F71;&#x5F55;&#x300B;&#x4E2D;&#x7684;&#x5F20;&#x4E39;&#x67AB;&#xFF0C;&#x300A;&#x767D;&#x53D1;&#x9B54;&#x5973;&#x4F20;&#x300B;&#x4E2D;&#x7684;&#x7389;&#x7F57;&#x5239;&#x90FD;&#x9887;&#x6709;&#x540D;&#x58EB;&#x4E4B;&#x98CE;&#xFF0C;&#x4F46;&#x6881;&#x5199;&#x574F;&#x4EBA;&#x5374;&#x4E0D;&#x600E;&#x4E48;&#x6DF1;&#x523B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x603B;&#x7684;&#x6765;&#x8BF4;&#xFF0C;<strong>&#x6881;&#x7FBD;&#x751F;&#x7684;&#x5C0F;&#x8BF4;&#x662F;&#x9887;&#x53D7;&#x4E2D;&#x56FD;&#x4F20;&#x7EDF;&#x6587;&#x5316;&#x4E0E;&#x897F;&#x65B9;&#x5341;&#x4E5D;&#x4E16;&#x7EAA;&#x6587;&#x827A;&#x601D;&#x6F6E;</strong>&#xFF08;&#x8981;&#x6C42;&#x4E2A;&#x6027;&#x81EA;&#x7531;&#x3001;&#x53CD;&#x6297;&#x793E;&#x4F1A;&#x4E0D;&#x5408;&#x7406;&#xFF09;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x800C;<strong>&#x91D1;&#x5EB8;&#x5219;&#x4E3B;&#x8981;&#x53D7;&#x4ECA;&#x65E5;&#x897F;&#x65B9;&#x7684;&#x6587;&#x5316;&#x5F71;&#x54CD;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x597D;&#x83B1;&#x575E;&#x7535;&#x5F71;&#x7684;&#x5F71;&#x54CD;</strong>&#x3002;&#x4ECE;&#x7B56;&#x7565;&#x4E0A;&#x770B;&#xFF0C;&#x91D1;&#x5EB8;&#x66F4;&#x201C;&#x806A;&#x660E;&#x201D;&#xFF0C;&#x800C;&#x6881;&#x7FBD;&#x751F;&#x66F4;&#x201C;&#x53E4;&#x6734;&#x201D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x91D1;&#x5EB8;&#x4E4B;&#x53D7;&#x5927;&#x4F17;&#x3001;&#x7535;&#x89C6;&#x3001;&#x7535;&#x5F71;&#x3001;&#x6E38;&#x620F;&#x7B49;&#x7684;&#x6B22;&#x8FCE;&#xFF0C;&#x4E0E;&#x5F53;&#x4EE3;&#x901A;&#x4FD7;&#x6587;&#x5316;&#x7684;&#x5951;&#x5408;&#xFF0C;&#x4E5F;&#x81EA;&#x5728;&#x60C5;&#x7406;&#x4E4B;&#x4E2D;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6CE8;&#xFF1A;&#x4EE5;&#x4E0A;&#x8BC4;&#x8FF0;&#x591A;&#x53C2;&#x8003;&#x201C;&#x4F5F;&#x7855;&#x4E4B;&#x201D;&#x7684;&#x6587;&#x5B66;&#x6279;&#x8BC4;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x7684;&#x8BBA;&#x8FF0;&#x3002;&#x201C;&#x4F5F;&#x7855;&#x4E4B;&#x201D;&#x662F;<strong>&#x9648;&#x6587;&#x7EDF;</strong>&#x5148;&#x751F;&#x7684;&#x7B14;&#x540D;&#xFF0C;&#x800C;&#x9648;&#x5148;&#x751F;&#x7684;&#x53E6;&#x4E00;&#x66F4;&#x4E3A;&#x4EBA;&#x6240;&#x77E5;&#x7684;&#x7B14;&#x540D;&#x5219;&#x662F;&#x201C;&#x6881;&#x7FBD;&#x751F;&#x201D;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMcoYHtAu2YqPDzvLs%2Fimage.png?alt=media&amp;token=df2aaaa7-cf52-46de-9d61-7f43bf20437e" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/1045295/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x9F99;&#x864E;&#x6597;&#x4EAC;&#x534E;&#x300B;</a>&#x200C;</p><p></p><p></p><h2 id="dui-lian">&#x5BF9;&#x8054;<a href="#dui-lian"></a></h2><p></p><p></p><p>&#x4F5F;&#x7855;&#x4E4B;&#x5728;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>[2] &#x4E2D;&#x63D0;&#x5230;&#xFF1A;&#x201C;&#x6211;&#x4E0D;&#x53CD;&#x5BF9;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#xFF0C;&#x6211;&#x4E5F;&#x4E0D;&#x7279;&#x522B;&#x63D0;&#x5021;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x3002;&#x6B64;&#x65F6;&#x6B64;&#x5730;&#xFF0C;&#x770B;&#x770B;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x4F5C;&#x4E3A;&#x6D88;&#x9063;&#x5E94;&#x8BE5;&#x65E0;&#x53EF;&#x539A;&#x975E;&#x3002;&#x82E5;&#x6709;&#x827A;&#x672F;&#x6027;&#x8F83;&#x9AD8;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x51FA;&#x73B0;&#xFF0C;&#x66F4;&#x503C;&#x5F97;&#x6B22;&#x8FCE;&#x3002;&#x4F46;&#x7531;&#x4E8E;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x53D7;&#x5230;&#x5B83;&#x672C;&#x8EAB;&#x5F62;&#x5F0F;&#x7684;&#x675F;&#x7F1A;&#xFF0C;&#x6211;&#x5BF9;&#x5B83;&#x7684;&#x827A;&#x672F;&#x6027;&#x4E0D;&#x62B1;&#x8FC7;&#x9AD8;&#x671F;&#x671B;&#x3002;&#x201D;&#x200C;</p><p></p><p></p><p>&#x8FD9;&#x786E;&#x5B9E;&#x662F;&#x6881;&#x7FBD;&#x751F;&#x672C;&#x4EBA;&#x5BF9;&#x4E8E;&#x5C0F;&#x8BF4;&#x7684;&#x6001;&#x5EA6;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x5728;&#x6563;&#x6587;&#x3001;&#x5386;&#x53F2;&#x3001;&#x8BD7;&#x8BCD;&#x3001;&#x5BF9;&#x8054;&#x3001;&#x68CB;&#x8BC4;&#x4E0A;&#x4E0B;&#x7684;&#x529F;&#x592B;&#xFF0C;&#x5B9E;&#x8FDC;&#x5728;&#x5C0F;&#x8BF4;&#x4E4B;&#x4E0A;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x66F2;&#x9AD8;&#x548C;&#x5BE1;&#xFF0C;&#x5E94;&#x8005;&#x751A;&#x5C11;&#x3002;&#x6563;&#x6587;&#x3001;&#x5386;&#x53F2;&#x3001;&#x68CB;&#x8BC4;&#x7B49;&#x6709;<a href="https://book.douban.com/subject/2973510/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7B14;&#x82B1;&#x516D;&#x7167;&#x300B;</a>&#xFF0C;&#x5BF9;&#x8054;&#x5219;&#x89C1;<a href="https://book.douban.com/subject/27075685/" target="_blank" rel="noreferrer noopener">&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x96C6;&#x6881;&#x5728;&#x300A;&#x5927;&#x516C;&#x62A5;&#x300B;&#x6240;&#x4F5C;&#x8FD1;&#x5343;&#x7BC7;&#x201C;&#x8054;&#x8DA3;&#x201D;&#x4E13;&#x680F;&#x6574;&#x7406;&#x4FEE;&#x8BA2;&#x800C;&#x6210;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6240;&#x6D89;&#x5747;&#x4E3A;&#x53E4;&#x4ECA;&#x540D;&#x8054;&#xFF0C;&#x65E2;&#x8C08;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5185;&#x5B66;&#x201D;&#xFF0C;&#x6DB5;&#x62EC;&#x5404;&#x7C7B;&#x8054;&#x4F53;&#x4E0E;&#x5404;&#x5F0F;&#x5BF9;&#x6CD5;&#xFF1B;&#x53C8;&#x8BBA;&#x5BF9;&#x8054;&#x7684;&#x201C;&#x5916;&#x5B66;&#x201D;&#xFF0C;&#x6D89;&#x53CA;&#x5386;&#x53F2;&#x7528;&#x5178;&#x3001;&#x6C11;&#x4FD7;&#x638C;&#x6545;&#x3001;&#x6708;&#x65E6;&#x4EBA;&#x7269;&#x3001;&#x540D;&#x58EB;&#x8F76;&#x95FB;&#x7B49;&#x3002;&#x6881;&#x7FBD;&#x751F;&#x7B14;&#x4E0B;&#x7684;&#x201C;&#x8054;&#x8BDD;&#x201D;&#x6709;&#x8DA3;&#x3001;&#x6709;&#x6599;&#x3001;&#x6709;&#x5473;&#xFF0C;&#x53EF;&#x89C6;&#x4E3A;&#x4E00;&#x90E8;&#x8054;&#x8BDD;&#x4F53;&#x7684;&#x6587;&#x53F2;&#x767E;&#x79D1;&#x3002;</p></blockquote><p></p><p></p><p></p><p></p><p></p><p>&#x4E16;&#x754C;&#x4E0A;&#x7684;&#x6587;&#x5B57;&#x552F;&#x6709;&#x6C49;&#x5B57;&#x80FD;&#x505A;&#x5BF9;&#x8054;&#xFF0C;&#x6545;&#x800C;&#x4E2D;&#x56FD;&#x7684;&#x5BF9;&#x8054;&#x3001;&#x8BD7;&#x8BCD;&#x90FD;&#x522B;&#x6709;&#x795E;&#x97F5;&#x3002;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x4E00;&#x4E66;&#xFF0C;&#x5C06;&#x5BF9;&#x8054;&#x7684;&#x5B66;&#x95EE;&#xFF0C;&#x96C6;&#x4E8E;&#x8FD1;&#x5343;&#x540D;&#x8054;&#x7684;&#x54C1;&#x8BFB;&#x4E4B;&#x4E2D;&#xFF0C;&#x522B;&#x6709;&#x98CE;&#x5473;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x5F00;&#x7BC7;&#x5148;&#x8BB2;&#x4E00;&#x4E2A;&#x5999;&#x5BF9;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5B59;&#x884C;&#x8005;&#xFF08;&#x5E73;&#x4EC4;&#x4EC4;&#xFF09;</p><p>&#x7956;&#x51B2;&#x4E4B;&#xFF08;&#x4EC4;&#x5E73;&#x5E73;&#xFF09;</p><p>&#x80E1;&#x9002;&#x4E4B;&#xFF08;&#x5E73;&#x4EC4;&#x5E73;&#xFF09;</p></blockquote><p></p><p></p><p>&#x200C;&#x201C;&#x5B59;&#x884C;&#x8005;&#x201D;&#x662F;&#x5BF9;&#x201C;&#x7956;&#x51B2;&#x4E4B;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x80E1;&#x9002;&#x4E4B;&#x201D;&#x4E3A;&#x4F73;&#xFF1F;&#x5F88;&#x591A;&#x4EBA;&#x6050;&#x6015;&#x90FD;&#x77E5;&#x9053;&#x8FD9;&#x4E2A;&#x6545;&#x4E8B;&#x3002;&#x6881;&#x5C06;&#x4E0E;&#x8BF8;&#x8BFB;&#x8005;&#x7684;&#x5BF9;&#x8BDD;&#x8D34;&#x51FA;&#xFF0C;&#x66F4;&#x5F15;&#x51FA;&#x9648;&#x5BC5;&#x606A;&#x5728;&#x5317;&#x5927;&#x8003;&#x8BD5;&#x51FA;&#x9898;&#x65F6;&#x7684;&#x638C;&#x6545;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x4ECE;&#x5E73;&#x4EC4;&#x7B49;&#x6280;&#x672F;&#x7EC6;&#x8282;&#xFF0C;&#x8C08;&#x53CA;&#x201C;&#x80E1;&#x5B59;&#x201D;&#xFF08;&#x7322;&#x72F2;&#xFF09;&#x4E4B;&#x5BF9;&#x662F;&#x5426;&#x5408;&#x7406;&#xFF0C;&#x8BB2;&#x7ED3;&#x6784;&#x4E0E;&#x7ACB;&#x610F;&#x4E4B;&#x6743;&#x8861;&#x3002;&#x7EE7;&#x800C;&#x53C8;&#x66F4;&#x8C08;&#x9648;&#x5BC5;&#x606A;&#x7684;&#x672C;&#x610F;&#xFF0C;&#x6765;&#x81EA;&#x82CF;&#x4E1C;&#x5761;&#x8BD7;&#xFF1A;&#x201C;&#x524D;&#x751F;&#x6050;&#x662F;&#x5362;&#x884C;&#x8005;&#xFF0C;&#x540E;&#x5B66;&#x8FC7;&#x547C;&#x97E9;&#x9000;&#x4E4B;&#x201D;&#xFF08;&#x5362;&#x884C;&#x8005;&#x5373;&#x7985;&#x5B97;&#x7684;&#x516D;&#x7956;&#x6167;&#x80FD;&#xFF09;&#x4EE5;&#x97E9;&#x5362;&#xFF08;&#x72AC;&#x540D;&#xFF09;&#x6BD4;&#x7322;&#x72F2;&#x3002;&#x540E;&#x53C8;&#x8C08;&#x602A;&#x8054;&#x4E0E;&#x6B63;&#x683C;&#x4E4B;&#x8FA8;&#x3001;&#x9648;&#x5BC5;&#x606A;&#x672C;&#x4EBA;&#x7684;&#x56DE;&#x5E94;&#x3001;&#x82CF;&#x8F7C;&#x4F5C;&#x8BD7;&#x4E4B;&#x7F18;&#x7531;&#x3002;&#x590D;&#x53C8;&#x4EE5;&#x9648;&#x5BC5;&#x606A;&#x8BC4;&#x516D;&#x7956;&#x4F20;&#x6CD5;&#x5048;&#x8BBD;&#x80E1;&#x9002;&#x7684;&#x300A;&#x4E2D;&#x56FD;&#x54F2;&#x5B66;&#x53F2;&#x5927;&#x7EB2;&#x300B;&#x4E4B;&#x4E8B;&#xFF0C;&#x4EE5;&#x897F;&#x5B66;&#x4E1C;&#x6E10;&#x4E4B;&#x65F6;&#xFF0C;&#x6BD4;&#x9644;&#x7985;&#x5112;&#x76F8;&#x4F1A;&#x4E4B;&#x9645;&#xFF0C;&#x5C42;&#x5C42;&#x89E3;&#x5F00;&#xFF0C;&#x751A;&#x5F97;&#x5176;&#x5999;&#x3002;&#x6700;&#x540E;&#x53C8;&#x4EE5;&#x201C;&#x6B63;&#x53CD;&#x5408;&#x201D;&#x4E3A;&#x7ED3;&#xFF0C;&#x8BC4;&#x80E1;&#x9002;&#x8BD7;&#x4F5C;&#x4E4B;&#x964B;&#xFF0C;&#x8D5E;&#x80E1;&#x9002;&#x5F00;&#x521B;&#x4E4B;&#x529F;&#x3002;&#x4E0E;&#x4E00;&#x5C0F;&#x5C0F;&#x8DA3;&#x5BF9;&#x4E4B;&#x4E2D;&#xFF0C;&#x5F15;&#x51FA;&#x5F53;&#x65F6;&#x4E4B;&#x4E16;&#xFF0C;&#x4EE4;&#x4EBA;&#x8D5E;&#x53F9;&#x3002;&#x4EE5;&#x6B64;&#x4E5F;&#x53EF;&#x89C1;&#x6881;&#x7FBD;&#x751F;&#x5B66;&#x95EE;&#x7684;&#x529F;&#x5E95;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x518D;&#x4E3E;&#x4F8B;&#xFF0C;&#x6709;&#x66FE;&#x56FD;&#x85E9;&#x8054;&#xFF0C;&#x53EF;&#x89C1;&#x6587;&#x6B63;&#x516C;&#x4E4B;&#x6027;&#x60C5;&#xFF0C;&#x4E0E;&#x6587;&#x7AE0;&#x4E4B;&#x201C;&#x9053;&#x5B66;&#x6C14;&#x201D;&#x4E0D;&#x540C;&#xFF0C;&#x9887;&#x8DB3;&#x4E00;&#x770B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x633D;&#x83AB;&#x53CB;&#x829D;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4EAC;&#x534E;&#x4E00;&#x89C1;&#x4FBF;&#x503E;&#x5FC3;&#xFF0C;&#x5F53;&#x65F6;&#x4E66;&#x8086;&#x5B9A;&#x4EA4;&#xFF0C;&#x65E9;&#x94A6;&#x5BBF;&#x5B66;&#xFF1B;</p><p>&#x6C5F;&#x8868;&#x5341;&#x5E74;&#x5E38;&#x805A;&#x9996;&#xFF0C;&#x4ECA;&#x65E5;&#x9152;&#x6A3D;&#x548C;&#x6CEA;&#xFF0C;&#x6765;&#x540A;&#x8BD7;&#x4EBA;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;&#x633D;&#x80E1;&#x6797;&#x7FFC;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x8BBA;&#x624D;&#x5219;&#x5F1F;&#x80DC;&#x5144;&#xFF0C;&#x8BBA;&#x5FB7;&#x5219;&#x5144;&#x80DC;&#x5F1F;&#xFF0C;&#x6570;&#x8BED;&#x543E;&#x6562;&#x627F;&#x54C9;&#xFF1F;&#x53EC;&#x6211;&#x6211;&#x4E0D;&#x8D74;&#xFF0C;&#x54ED;&#x516C;&#x516C;&#x4E0D;&#x95FB;&#xFF0C;&#x751F;&#x6B7B;&#x668C;&#x8FDD;&#x4E00;&#x77E5;&#x5DF1;&#xFF1B;</p><p>&#x4E16;&#x6CBB;&#x6B63;&#x795E;&#x4E3A;&#x4EBA;&#xFF0C;&#x4E16;&#x4E71;&#x6B63;&#x4EBA;&#x4E3A;&#x795E;&#xFF0C;&#x65AF;&#x8A00;&#x516C;&#x81EA;&#x9053;&#x5C14;&#xFF01;&#x529F;&#x662D;&#x662D;&#x5728;&#x56FD;&#xFF0C;&#x5FC3;&#x803F;&#x803F;&#x5728;&#x6C11;&#xFF0C;&#x53E4;&#x4ECA;&#x671F;&#x8BB8;&#x6B64;&#x7EAF;&#x81E3;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;&#x633D;&#x4E73;&#x6BCD;&#x8054;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4E00;&#x996D;&#x5C1A;&#x94ED;&#x6069;&#xFF0C;&#x51B5;&#x4FDD;&#x6696;&#x63D0;&#x643A;&#xFF0C;&#x53EA;&#x5C11;&#x6000;&#x80CE;&#x5341;&#x6708;&#xFF1B;</p><p>&#x5343;&#x91D1;&#x96BE;&#x62A5;&#x5FB7;&#xFF0C;&#x8BBA;&#x4EBA;&#x60C5;&#x7269;&#x7406;&#xFF0C;&#x4E5F;&#x5F53;&#x6CE3;&#x8840;&#x4E09;&#x5E74;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x53C8;&#x4E3E;&#x4E00;&#x4F8B;&#xFF0C;&#x5373;&#x6240;&#x8C13;&#x7EDD;&#x5BF9;&#x7684;&#x201C;&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;&#x201D;&#xFF0C;&#x4E94;&#x5B57;&#x5C5E;&#x4E94;&#x884C;&#xFF08;&#x504F;&#x65C1;&#x6709;&#x91D1;&#x6728;&#x6C34;&#x706B;&#x571F;&#xFF09;&#x3002;&#x200C;</p><p></p><p></p><p>&#x6881;&#x4E0E;&#x8BFB;&#x8005;&#x4E66;&#x4FE1;&#x8BA8;&#x8BBA;&#x201C;&#x7EDD;&#x5BF9;&#x201D;&#xFF0C;&#x4E5F;&#x9887;&#x6709;&#x8DA3;&#xFF0C;&#x5176;&#x4E2D;&#x4EE5;&#x201C;&#x6E2F;&#x57CE;&#x94C1;&#x677F;&#x70E7;&#x201D;&#x4E3A;&#x7EDD;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;</p><p>&#x71D5;&#x8854;&#x6CE5;&#x5792;&#x5DE2;</p><p>&#x8336;&#x70F9;&#x51FF;&#x58C1;&#x6CC9;</p><p>&#x6E2F;&#x94FA;&#x706F;&#x5854;&#x6807;</p><p>&#x70FD;&#x9500;&#x6F20;&#x585E;&#x6986;</p><p>&#x706F;&#x6DF1;&#x6751;&#x5BFA;&#x949F;</p><p>&#x6E2F;&#x57CE;&#x94C1;&#x677F;&#x70E7;</p><p>&#x6843;&#x719B;&#x9526;&#x6D6A;&#x5824;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x517C;&#x8C08;&#x9648;&#x5B50;&#x5347;&#x7684;&#x300A;&#x67F3;&#x6CE2;&#x66F2;&#x300B;&#x4E2D;&#x7684;&#x539F;&#x53E5;&#xFF0C;&#x4E0E;&#x8BD7;&#x4F5C;&#x56DB;&#x5219;&#xFF0C;&#x8FD9;&#x91CC;&#x53EA;&#x5F55;&#x4E00;&#x5219;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;&#xFF0C;&#x706F;&#x5782;&#x9526;&#x69DB;&#x6CE2;&#x3002;</p><p>&#x56DE;&#x6CE2;&#x521D;&#x8BD5;&#x821E;&#xFF0C;&#x6298;&#x67F3;&#x5373;&#x95FB;&#x6B4C;&#x3002;</p></blockquote><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;&#x66F4;&#x5F55;&#x6709;&#x5404;&#x5730;&#x540D;&#x80DC;&#x3001;&#x53E4;&#x5F80;&#x4ECA;&#x6765;&#x540D;&#x4EBA;&#x4E4B;&#x8054;&#xFF0C;&#x5BF9;&#x4E8E;&#x5B66;&#x4E60;&#x5BF9;&#x8054;&#x6709;&#x4E00;&#x4E8C;&#x5174;&#x8DA3;&#x8005;&#xFF0C;&#x8BFB;&#x4E4B;&#x6709;&#x76CA;&#x3002;&#x6881;&#x5F0F;&#x7684;&#x624D;&#x5B66;&#xFF0C;&#x4EE5;&#x6B64;&#x53EF;&#x4EE5;&#x89C1;&#x4E4B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x201C;&#x7B11;&#x770B;&#x4E91;&#x9704;&#x98D8;&#x4E00;&#x7FBD;&#xFF0C;&#x66FE;&#x7ECF;&#x6CA7;&#x6D77;&#x770B;&#x5E73;&#x751F;&#x201D;&#xFF08;&#x6881;&#x7FBD;&#x751F;&#x7684;&#x81EA;&#x633D;&#x8054;&#xFF09;&#x3002;&#x4FF1;&#x5F80;&#x77E3;&#xFF0C;&#x7136;&#x540D;&#x58EB;&#x98CE;&#x6D41;&#xFF0C;&#x81EA;&#x6709;&#x540E;&#x4EBA;&#x77E5;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LdMXGZe3pSZtwlmmWLg%2F-LdMflqlJ-w-OoueEHN7%2Fimage.png?alt=media&amp;token=cb556069-3764-497c-83a1-443c3e90d34b" alt=""><p></p><p></p><p>&#x200C;</p><p></p><p></p><p>image source: <a href="https://book.douban.com/subject/3040512/" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a>&#x200C;</p><p></p><p></p><h2 id="huo-dong">&#x6D3B;&#x52A8;<a href="#huo-dong"></a></h2><p></p><p></p><p>&#x8BF4;&#x5230;&#x5BF9;&#x8054;&#xFF0C;&#x5176;&#x5B9E;&#x5165;&#x95E8;&#x7684;&#x8457;&#x4F5C;&#x751A;&#x591A;&#x3002;&#x5BF9;&#x7AE5;&#x8499;&#x800C;&#x8A00;&#xFF0C;&#x300A;&#x58F0;&#x5F8B;&#x542F;&#x8499;&#x300B;&#x300A;&#x7B20;&#x7FC1;&#x5BF9;&#x97F5;&#x300B;&#x503C;&#x5F97;&#x4E00;&#x8BFB;&#xFF1B;&#x5E74;&#x957F;&#x4E00;&#x4E9B;&#x5B66;&#x8054;&#x5165;&#x95E8;&#xFF0C;&#x5982;&#x300A;&#x5510;&#x8BD7;&#x4E09;&#x767E;&#x9996;&#x300B;&#x3001;&#x300A;&#x5B8B;&#x8BCD;&#x4E09;&#x767E;&#x9996;&#x300B;&#x3001;&#x300A;&#x767D;&#x9999;&#x8BCD;&#x8C31;&#x300B;&#x3001;&#x738B;&#x529B;&#x7684;<a href="https://book.douban.com/subject/1045314/" target="_blank" rel="noreferrer noopener">&#x300A;&#x8BD7;&#x8BCD;&#x683C;&#x5F8B;&#x300B;</a>&#xFF0C;&#x65B9;&#x821F;&#x5B50;&#x7684;<a href="http://www.wcai.net/poetry/shilucipu/fanzhouzi.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x8BD7;&#x5F8B;&#x6D45;&#x8BF4;&#x300B;</a>&#x7B49;&#x7B49;&#xFF0C;&#x503C;&#x5F97;&#x4E00;&#x770B;&#x3002;&#x200C;</p><p></p><p></p><p>&#x2014;-&#x200C;</p><p></p><p></p><p>&#x672C;&#x6587;&#x7684;&#x6700;&#x540E;&#xFF0C;&#x51FA;&#x4E00;&#x4E2A;&#x65E7;&#x8054;&#xFF0C;&#x4F9B;&#x5927;&#x5BB6;&#x6D88;&#x9063;&#xFF0C;&#x5BF9;&#x5F97;&#x6700;&#x522B;&#x81F4;&#x6709;&#x8DA3;&#x8005;&#x80DC;&#x3002;&#x200C;</p><p></p><p></p><p><strong>&#x4E0A;&#x8054;</strong>&#xFF1A;<strong>&#x70DF;&#x9501;&#x6C60;&#x5858;&#x67F3;</strong>&#xFF08;&#x53EF;&#x53C2;&#x8003;&#x4E0A;&#x6587;&#x6240;&#x8FF0;&#xFF0C;&#x4E0B;&#x8054;&#x987B;&#x6709;&#x4E94;&#x884C;&#x76F8;&#x5BF9;&#xFF09;&#x200C;</p><p></p><p></p><p><strong>&#x89C4;&#x5219;&#xFF1A;</strong>&#x200C;</p><p></p><p></p><ol><li>&#x6EE1;&#x8DB3;&#x5BF9;&#x8054;&#x7684;&#x57FA;&#x672C;&#x89C4;&#x5219;</li><li>&#x4E0D;&#x8BB8;&#x6284;&#x88AD;&#x4EFB;&#x4F55;&#x522B;&#x4EBA;&#x7684;&#x6210;&#x679C;&#xFF1B;</li><li>&#x4E0D;&#x5E94;&#x5F53;&#x4F7F;&#x7528;&#x673A;&#x5668;&#x534F;&#x52A9;&#xFF0C;&#x5982;&#x5FAE;&#x8F6F;&#x4E9A;&#x6D32;&#x7814;&#x7A76;&#x9662;&#x5F00;&#x53D1;&#x7684;<a href="https://duilian.msra.cn/app/couplet.aspx" target="_blank" rel="noreferrer noopener">&#x201C;&#x81EA;&#x52A8;&#x5BF9;&#x8054;&#x201D;</a></li></ol><p></p><p></p><p><strong>&#x5956;&#x52B1;</strong>&#xFF1A;3 STEEM&#xFF0C;&#x53D6;1&#x540D;&#xFF1B;&#x53C2;&#x4E0E;&#x5956;&#xFF0C;&#x5404;0.1 STEEM&#xFF0C;&#x524D;10&#x540D;&#x90FD;&#x6709;&#x5956; :)&#x200C;</p><p></p><p></p><p><strong>&#x53C2;&#x4E0E;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x56DE;&#x590D;&#x672C;&#x6587;&#x200C;</p><p></p><p></p><p><strong>&#x8BC4;&#x4EF7;&#x65B9;&#x5F0F;</strong>&#xFF1A;&#x7531;@robertyan&#x7684;&#x8BC4;&#x5224;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x56DE;&#x590D;&#x83B7;&#x5F97;&#x7684;&#x70B9;&#x8D5E;&#x6570;&#xFF0C;&#x7EFC;&#x5408;&#x8BC4;&#x4EF7;&#x4EA7;&#x751F;&#x200C;</p><p></p><p></p><p><strong>&#x65F6;&#x95F4;</strong>&#xFF1A;&#x672C;&#x6587;&#x53D1;&#x5E03;&#x8D77;7&#x65E5;&#x5185;&#x6709;&#x6548;&#x200C;</p><p></p><p></p><p>&#x4EE5;&#x540E;&#x53EF;&#x80FD;&#x4F1A;&#x529E;&#x6210;&#x4E00;&#x4E2A;&#x7CFB;&#x5217;&#x6D3B;&#x52A8;&#xFF0C;&#x6B22;&#x8FCE;&#x6709;&#x5174;&#x8DA3;&#x7684;&#x670B;&#x53CB;&#x53C2;&#x52A0; :)&#x200C;</p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ol><li><a href="https://zh.wikipedia.org/wiki/%E6%A2%81%E7%BE%BD%E7%94%9F" target="_blank" rel="noreferrer noopener">Wikipedia &#x2013; &#x6881;&#x7FBD;&#x751F;</a></li><li>&#x4F5F;&#x7855;&#x4E4B;&#xFF0C;<a href="http://www.millionbook.com/js/z/zhongxiaoyi/lysc/029.htm" target="_blank" rel="noreferrer noopener">&#x300A;&#x91D1;&#x5EB8;&#x6881;&#x7FBD;&#x751F;&#x5408;&#x8BBA;&#x300B;</a>&#xFF0C;1966&#x5E74;1&#x6708;</li><li>&#x4E2D;&#x56FD;&#x6979;&#x8054;&#x8BBA;&#x575B;&#xFF1A;<a href="http://www.duilian.cn/forum.php" target="_blank" rel="noreferrer noopener">http://www.duilian.cn/forum.php</a></li></ol><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/04/59</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/h050qctns8" target="_blank" rel="noopener">&#x6881;&#x7FBD;&#x751F;&#x4E0E;&#x300A;&#x540D;&#x8054;&#x89C2;&#x6B62;&#x300B;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【观非常人，行非常事】下邳圯桥，张良进履/" class="image is-7by1"><img class="thumbnail" src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zhangliang_and_Huangshigong.JPG/440px-Zhangliang_and_Huangshigong.JPG" alt="【观非常人，行非常事】下邳圯桥，张良进履"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-02T14:55:03.000Z">2019-03-02</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1399 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【观非常人，行非常事】下邳圯桥，张良进履/">【观非常人，行非常事】下邳圯桥，张良进履</a></h1><div class="content"><p></p><p>&#x770B;&#x5230;&#x6751;&#x957F; @ericet &#x5199;&#x7684; <a href="https://busy.org/@ericet/gaiqkwjw" target="_blank" rel="noopener">&#x6700;&#x8BA9;&#x6211;&#x6000;&#x5FF5;&#x7684;&#x6865;</a> &#x4E2D;&#x7684;&#x7ED3;&#x6784;&#x529B;&#x5B66;&#x4F5C;&#x54C1;&#xFF0C;&#x89C9;&#x5F97;&#x5341;&#x5206;&#x6709;&#x8DA3;&#xFF1B;&#x4E8E;&#x662F;&#x53BB;&#x770B;&#x4E86;&#x74DC;&#x5B50;<a href="https://busy.org/@iguazi123" target="_blank" rel="noopener">@iguazi123</a> &#x529E;&#x7684;&#x6D3B;&#x52A8;&#xFF1A;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@iguazi123/wherein-1551003364393">&#x54EA;&#x5EA7;&#x6865;&#x6700;&#x8BA9;&#x4F60;&#x5FF5;&#x5FF5;&#x4E0D;&#x5FD8;&#xFF1F;</a></p><p></p><p></p><p>&#x672C;&#x6765;&#x53EA;&#x662F;&#x60F3;&#x7B80;&#x7565;&#x8BB0;&#x4E00;&#x4E0B;&#x201C;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#xFF0C;&#x5F20;&#x826F;&#x8FDB;&#x5C65;&#x201D;&#x7684;&#x65E7;&#x4E8B;&#x4F5C;&#x4E3A;&#x56DE;&#x7B54;&#xFF0C;&#x4F46;&#x8FFD;&#x601D;&#x8D24;&#x8FBE;&#x3001;&#x6292;&#x6000;&#x6709;&#x611F;&#xFF0C;&#x5199;&#x5F97;&#x591A;&#x4E86;&#x4E00;&#x70B9;&#x3002;&#x4E8E;&#x662F;&#x7565;&#x52A0;&#x6574;&#x7406;&#x4EE5;&#x6210;&#x6587;&#xFF0C;&#x5982;&#x6B64;&#x800C;&#x5DF2;&#x3002;</p><p></p><p></p><hr class="wp-block-separator"><p></p><p></p><p>&#x5F20;&#x5B50;&#x623F;&#x5F97;&#x6388;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x4E8E;&#x9EC4;&#x77F3;&#x516C;&#xFF0C;&#x4E43;&#x5728;&#x201C;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#x201D;&#x3002;</p><p></p><p></p><p><a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fso.gushiwen.org%2Fguwen%2Fbookv_142.aspx" rel="noreferrer noopener">&#x300A;&#x53F2;&#x8BB0;&#xB7;&#x7559;&#x4FAF;&#x4E16;&#x5BB6;&#x300B;</a>&#x53D9;&#x8FF0;&#x5982;&#x6B64;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x826F;&#x5C1D;&#x95F4;&#x4ECE;&#x5BB9;&#x6B65;&#x6E38;&#x4E0B;&#x90B3;&#x572F;&#x4E0A;&#xFF0C;&#x6709;&#x4E00;&#x8001;&#x7236;&#xFF0C;&#x8863;&#x8910;&#xFF0C;&#x81F3;&#x826F;&#x6240;&#xFF0C;&#x76F4;&#x5815;&#x5176;&#x5C65;&#x572F;&#x4E0B;&#xFF0C;&#x987E;&#x8C13;&#x826F;&#x66F0;&#xFF1A;&#x201C;&#x5B7A;&#x5B50;&#xFF0C;&#x4E0B;&#x53D6;&#x5C65;&#xFF01;&#x201D;&#x826F;&#x9102;&#x7136;&#xFF0C;&#x6B32;&#x6BB4;&#x4E4B;&#x3002;&#x4E3A;&#x5176;&#x8001;&#xFF0C;&#x5F4A;&#x5FCD;&#xFF0C;&#x4E0B;&#x53D6;&#x5C65;&#x3002;&#x7236;&#x66F0;&#xFF1A;&#x201C;&#x5C65;&#x6211;&#xFF01;&#x201D;&#x826F;&#x4E1A;&#x4E3A;&#x53D6;&#x5C65;&#xFF0C;&#x56E0;&#x957F;&#x8DEA;&#x5C65;&#x4E4B;&#x3002;&#x4EE5;&#x8DB3;&#x53D7;&#xFF0C;&#x7B11;&#x800C;&#x53BB;&#x3002;&#x826F;&#x6B8A;&#x5927;&#x60CA;&#xFF0C;&#x968F;&#x76EE;&#x4E4B;&#x3002;&#x7236;&#x53BB;&#x91CC;&#x6240;&#xFF0C;&#x590D;&#x8FD8;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5B7A;&#x5B50;&#x53EF;&#x6559;&#x77E3;&#x3002;&#x5F8C;&#x4E94;&#x65E5;&#x5E73;&#x660E;&#xFF0C;&#x4E0E;&#x6211;&#x4F1A;&#x6B64;&#x3002;&#x201D;&#x826F;&#x56E0;&#x602A;&#x4E4B;&#xFF0C;&#x8DEA;&#x66F0;&#xFF1A;&#x201C;&#x8BFA;&#x3002;&#x201D;&#x4E94;&#x65E5;&#x5E73;&#x660E;&#xFF0C;&#x826F;&#x5F80;&#x3002;&#x7236;&#x5DF2;&#x5148;&#x5728;&#xFF0C;&#x6012;&#x66F0;&#xFF1A;&#x201C;&#x4E0E;&#x8001;&#x4EBA;&#x671F;&#xFF0C;&#x5F8C;&#xFF0C;&#x4F55;&#x4E5F;&#xFF1F;&#x201D;&#x53BB;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#x4E94;&#x65E5;&#x65E9;&#x4F1A;&#x3002;&#x201D;&#x4E94;&#x65E5;&#x9E21;&#x9E23;&#xFF0C;&#x826F;&#x5F80;&#x3002;&#x7236;&#x53C8;&#x5148;&#x5728;&#xFF0C;&#x590D;&#x6012;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#xFF0C;&#x4F55;&#x4E5F;&#xFF1F;&#x201D;&#x53BB;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x5F8C;&#x4E94;&#x65E5;&#x590D;&#x65E9;&#x6765;&#x3002;&#x201D;&#x4E94;&#x65E5;&#xFF0C;&#x826F;&#x591C;&#x672A;&#x534A;&#x5F80;&#x3002;&#x6709;&#x9877;&#xFF0C;&#x7236;&#x4EA6;&#x6765;&#xFF0C;&#x559C;&#x66F0;&#xFF1A;&#x201C;&#x5F53;&#x5982;&#x662F;&#x3002;&#x201D;&#x51FA;&#x4E00;&#x7F16;&#x4E66;&#xFF0C;&#x66F0;&#xFF1A;&#x201C;&#x8BFB;&#x6B64;&#x5219;&#x4E3A;&#x738B;&#x8005;&#x5E08;&#x77E3;&#x3002;&#x5F8C;&#x5341;&#x5E74;&#x5174;&#x3002;&#x5341;&#x4E09;&#x5E74;&#x5B7A;&#x5B50;&#x89C1;&#x6211;&#x6D4E;&#x5317;&#xFF0C;&#x7A40;&#x57CE;&#x5C71;&#x4E0B;&#x9EC4;&#x77F3;&#x5373;&#x6211;&#x77E3;&#x3002;&#x201D;&#x9042;&#x53BB;&#xFF0C;&#x65E0;&#x4ED6;&#x8A00;&#xFF0C;&#x4E0D;&#x590D;&#x89C1;&#x3002;&#x65E6;&#x65E5;&#x89C6;&#x5176;&#x4E66;&#xFF0C;&#x4E43;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x4E5F;&#x3002;</p></blockquote><p></p><center><img src="https://steemitimages.com/0x0/https://upload.wikimedia.org/wikipedia/commons/thumb/0/09/Zhangliang_and_Huangshigong.JPG/440px-Zhangliang_and_Huangshigong.JPG" alt=""></center><p></p><p style="text-align:center"><br>&#x9890;&#x548C;&#x56ED;&#x957F;&#x5ECA;&#x5F69;&#x7ED8;&#xFF1A;&#x5F20;&#x826F;&#x8FDB;&#x5C65; |&#xA0;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fzh.wikipedia.org%2Fwiki%2F%25E5%25BC%25A0%25E8%2589%25AF" rel="noreferrer noopener">from Wikipedia &#x2013; &#x5F20;&#x826F;</a>&#xA0;|&#xA0;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><p>&#x4E16;&#x4E0A;&#x5343;&#x5343;&#x4E07;&#x4E07;&#x6865;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#x96C4;&#x4F1F;&#x3001;&#x575A;&#x56FA;&#xFF0C;&#x6216;&#x7EC8;&#x5C06;&#x8150;&#x673D;&#xFF0C;&#x4F46;&#x6587;&#x660E;&#x4E4B;&#x201D;&#x6865;&#x201C;&#x5374;&#x66F4;&#x5BB9;&#x6613;&#x6D41;&#x4F20;&#x5343;&#x53E4;&#x3002;&#x4E3A;&#x4F55;&#x6211;&#x72EC;&#x91CD;&#x201D;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201C;&#xFF1F;&#x76D6;&#x89C1;&#x82F1;&#x96C4;&#x4E4B;&#x575A;&#x5FCD;&#x4E0E;&#x4E0D;&#x51E1;&#x5FC3;&#x6027;&#x4E0E;&#x5176;&#x4E2D;&#x3002;</p><p></p><p></p><p>&#x4E16;&#x4E0A;&#x5343;&#x5343;&#x4E07;&#x4E07;&#x6865;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#x96C4;&#x4F1F;&#x3001;&#x575A;&#x56FA;&#xFF0C;&#x6216;&#x7EC8;&#x5C06;&#x8150;&#x673D;&#xFF0C;&#x4F46;&#x6587;&#x660E;&#x4E4B;&#x201D;&#x6865;&#x201C;&#x5374;&#x66F4;&#x5BB9;&#x6613;&#x6D41;&#x4F20;&#x5343;&#x53E4;&#xFF0C;&#x6865;&#x4E0A;&#x4E4B;&#x4EBA;&#x6700;&#x4E3A;&#x4EE4;&#x4EBA;&#x611F;&#x6000;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x4E3A;&#x4F55;&#x6211;&#x72EC;&#x91CD;&#x201D;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201C;&#xFF1F;&#x76D6;&#x89C1;&#x82F1;&#x96C4;&#x4E4B;&#x575A;&#x5FCD;&#x4E0E;&#x4E0D;&#x51E1;&#x5FC3;&#x6027;&#x4E0E;&#x5176;&#x4E2D;&#x3002;</p><p></p><p></p><p>&#x5728;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x4E4B;&#x524D;&#xFF0C;&#x5F20;&#x826F;&#x505A;&#x4E86;&#x4EC0;&#x4E48;&#xFF1F;&#x201C;&#x8346;&#x8F72;&#x4E4B;&#x4E8B;&#x201D;&#x800C;&#x5DF2;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x826F;&#x5C1D;&#x5B66;&#x793C;&#x6DEE;&#x9633;&#x3002;&#x4E1C;&#x89C1;&#x4ED3;&#x6D77;&#x541B;&#x3002;&#x5F97;&#x529B;&#x58EB;&#xFF0C;&#x4E3A;&#x94C1;&#x690E;&#x91CD;&#x767E;&#x4E8C;&#x5341;&#x65A4;&#x3002;&#x79E6;&#x7687;&#x5E1D;&#x4E1C;&#x6E38;&#xFF0C;&#x826F;&#x4E0E;&#x5BA2;&#x72D9;&#x51FB;&#x79E6;&#x7687;&#x5E1D;&#x535A;&#x6D6A;&#x6C99;&#x4E2D;&#xFF0C;&#x8BEF;&#x4E2D;&#x526F;&#x8F66;&#x3002;&#x79E6;&#x7687;&#x5E1D;&#x5927;&#x6012;&#xFF0C;&#x5927;&#x7D22;&#x5929;&#x4E0B;&#xFF0C;&#x6C42;&#x8D3C;&#x751A;&#x6025;&#xFF0C;&#x4E3A;&#x5F20;&#x826F;&#x6545;&#x4E5F;&#x3002;&#x826F;&#x4E43;&#x66F4;&#x540D;&#x59D3;&#xFF0C;&#x4EA1;&#x533F;&#x4E0B;&#x90B3;&#x3002;</p></blockquote><p></p><p></p><p>&#x674E;&#x592A;&#x767D;&#x6709;&#x8BD7;&#x4F5C;<a target="_blank" href="https://busy.org/exit?url=http%3A%2F%2Fwww.shicimingju.com%2Fchaxun%2Flist%2F113978.html" rel="noreferrer noopener">&#x300A;&#x7ECF;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#x6000;&#x5F20;&#x5B50;&#x623F;&#x300B;</a>&#xA0;&#x8D5E;&#x5B50;&#x623F;&#x4E4B;&#x8C6A;&#x58EE;&#xFF0C;&#x5374;&#x672A;&#x5C3D;&#x5F97;&#x5176;&#x5999;&#x3002;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x5B50;&#x623F;&#x672A;&#x864E;&#x5578;&#xFF0C;&#x7834;&#x4EA7;&#x4E0D;&#x4E3A;&#x5BB6;&#x3002;<br>&#x6CA7;&#x6D77;&#x5F97;&#x58EE;&#x58EB;&#xFF0C;&#x690E;&#x79E6;&#x535A;&#x6D6A;&#x6C99;&#x3002;<br>&#x62A5;&#x97E9;&#x867D;&#x4E0D;&#x6210;&#xFF0C;&#x5929;&#x5730;&#x7686;&#x632F;&#x52A8;&#x3002;<br>&#x6F5C;&#x533F;&#x6E38;&#x4E0B;&#x90B3;&#xFF0C;&#x5C82;&#x66F0;&#x975E;&#x667A;&#x52C7;&#x3002;<br>&#x6211;&#x6765;&#x572F;&#x6865;&#x4E0A;&#xFF0C;&#x6000;&#x53E4;&#x94A6;&#x82F1;&#x98CE;&#x3002;<br>&#x60DF;&#x89C1;&#x78A7;&#x6D41;&#x6C34;&#xFF0C;&#x66FE;&#x65E0;&#x9EC4;&#x77F3;&#x516C;&#x3002;<br>&#x53F9;&#x606F;&#x6B64;&#x4EBA;&#x53BB;&#xFF0C;&#x8427;&#x6761;&#x5F90;&#x6CD7;&#x7A7A;&#x3002;</p></blockquote><p></p><p></p><p>&#x5F20;&#x826F;&#x4EFB;&#x4FA0;&#x4E4B;&#x58EB;&#xFF0C;&#x4EE5;&#x63A8;&#x7FFB;&#x79E6;&#x7687;&#x4E3A;&#x6BD5;&#x751F;&#x5DF1;&#x4EFB;&#xFF0C;&#x4E0D;&#x987E;&#x5DF1;&#x8EAB;&#x3002;&#x5982;&#x6B64;&#x4E4B;&#x4EBA;&#xFF0C;&#x5374;&#x5C61;&#x7FFB;&#x53D7;&#x8FB1;&#xFF08;&#x9A82;&#x201C;&#x5B7A;&#x5B50;&#x201D;&#xFF0C;&#x5475;&#x65A5;&#x201C;&#x53D6;&#x5C65;&#x201D;&#x3001;&#x201C;&#x5C65;&#x6211;&#x201D;&#xFF0C;&#x6570;&#x6B21;&#x66F0;&#x201C;&#x5F8C;&#x201D;&#xFF09;&#x4E8E;&#x4E00;&#x201C;&#x8863;&#x8910;&#x201D;&#x8001;&#x4EBA;&#xFF08;&#x5728;&#x5F53;&#x65F6;&#x4E3A;&#x6700;&#x4E0B;&#x5C42;&#x4E4B;&#x4EBA;&#xFF09;&#x7ADF;&#x4E0D;&#x6012;&#xFF0C;&#x5FCD;&#x4E4B;&#xFF0C;&#x6B64;&#x975E;&#x5E38;&#x4EBA;&#x4E4B;&#x6240;&#x53CA;&#xFF0C;&#x82E5;&#x9879;&#x738B;&#x3001;&#x9AD8;&#x7956;&#x5728;&#x6B64;&#xFF0C;&#x4EA6;&#x4E0D;&#x80FD;&#x4E5F;&#x3002;&#x82CF;&#x8F7C;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fwww.gushiwen.org%2FGuShiWen_007dcf6e39.aspx" rel="noreferrer noopener">&#x300A;&#x7559;&#x4FAF;&#x8BBA;&#x300B;</a>&#x8BF4;&#xFF1A;&#x201C;&#x5352;&#x7136;&#x4E34;&#x4E4B;&#x800C;&#x4E0D;&#x60CA;&#xFF0C;&#x65E0;&#x6545;&#x52A0;&#x4E4B;&#x800C;&#x4E0D;&#x6012;&#x201D;&#xFF0C;&#x6B63;&#x662F;&#x5982;&#x6B64;&#x3002;</p><p></p><p></p><p>&#x73B0;&#x4EE3;&#x4EBA;&#x5B66;&#x8FD9;&#x4E00;&#x6545;&#x4E8B;&#xFF0C;&#x90FD;&#x5E38;&#x8BF4;&#x5F20;&#x826F;&#x201C;&#x5C0A;&#x656C;&#x8001;&#x4EBA;&#x201D;&#x4E91;&#x4E91;&#xFF0C;&#x8FD9;&#x662F;&#x5178;&#x578B;&#x7684;&#x5112;&#x5BB6;&#x793C;&#x6CD5;&#x601D;&#x7EF4;&#xFF0C;&#x4F46;&#x5F20;&#x5B50;&#x623F;&#x5E76;&#x975E;&#x5112;&#x751F;&#x3002;&#x6211;&#x4EE5;&#x4E3A;&#xFF0C;&#x7ECF;&#x5386;&#x6B64;&#x4E8B;&#x7684;&#x5F20;&#x5B50;&#x623F;&#x624D;&#x662F;&#x5343;&#x53E4;&#x4E4B;&#x975E;&#x5E38;&#x4EBA;&#x3002;&#x8C6A;&#x4FA0;&#x4E4B;&#x58EB;&#x591A;&#x6709;&#x58EE;&#x6C14;&#x4E0E;&#x50B2;&#x9AA8;&#xFF0C;&#x5F20;&#x826F;&#x53C8;&#x66FE;&#x7ECF;&#x662F;&#x695A;&#x56FD;&#x8D35;&#x65CF;&#xFF08;&#x539F;&#x4E3A;&#x59EC;&#x59D3;&#xFF09;&#x3001;&#x51FA;&#x8EAB;&#x4E0D;&#x51E1;&#xFF0C;&#x5C61;&#x53D7;&#x8FB1;&#x4E0E;&#x6700;&#x4E0B;&#x5C42;&#x4E4B;&#x4EBA;&#xFF0C;&#x5374;&#x80FD;&#x5FCD;&#x4E4B;&#x3001;&#x656C;&#x4E4B;&#x3001;&#x4FE1;&#x4E4B;&#xFF0C;&#x8DB3;&#x89C1;&#x5176;&#x975E;&#x51E1;&#x4E4B;&#x5FC3;&#x6027;&#x3002;&#x6B63;&#x662F;&#x7531;&#x6B64;&#xFF0C;&#x9EC4;&#x77F3;&#x516C;&#x624D;&#x6388;&#x5B50;&#x623F;&#x4EE5;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x3002;</p><p></p><p></p><p>&#x65E0;&#x8BBA;&#x9EC4;&#x77F3;&#x516C;&#x662F;&#x5426;&#x771F;&#x6709;&#x5176;&#x4EBA;&#xFF0C;&#x300A;&#x592A;&#x516C;&#x5175;&#x6CD5;&#x300B;&#x662F;&#x5426;&#x771F;&#x6709;&#x5176;&#x4E66;&#xFF0C;&#x201C;&#x8FDB;&#x5C65;&#x201D;&#x4E8E;&#x201C;<strong>&#x4E0B;&#x90B3;&#x572F;&#x6865;</strong>&#x201D;&#x4E43;&#x4EE4;&#x5F20;&#x826F;&#x7531;&#x201C;&#x52C7;&#x201D;&#x5165;&#x201C;&#x667A;&#x201D;&#xFF0C;&#x7EC8;&#x6210;&#x63A8;&#x7FFB;&#x79E6;&#x7687;&#x4E4B;&#x4E0D;&#x673D;&#x5947;&#x4EBA;&#x3002;&#x5343;&#x53E4;&#x4E4B;&#x4E0B;&#xFF0C;&#x6709;&#x5927;&#x5FD7;&#x5374;&#x4E0D;&#x5F97;&#x5176;&#x95E8;&#x800C;&#x5165;&#x8005;&#xFF0C;&#x5F53;&#x5B66;&#x5F20;&#x5B50;&#x623F;&#x4E4B;&#x201C;<strong>&#x5FCD;</strong>&#x201D;&#x4E5F;&#x3002;</p><p></p><p></p><p>&#x592A;&#x53F2;&#x516C;&#x5728;<a target="_blank" href="https://busy.org/exit?url=https%3A%2F%2Fso.gushiwen.org%2Fguwen%2Fbookv_142.aspx" rel="noreferrer noopener">&#x300A;&#x53F2;&#x8BB0;&#xB7;&#x7559;&#x4FAF;&#x4E16;&#x5BB6;&#x300B;</a>&#x6700;&#x540E;&#x5199;&#x9053;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x4F59;&#x4EE5;&#x4E3A;&#x5176;&#x4EBA;&#x8BA1;&#x9B41;&#x68A7;&#x5947;&#x4F1F;&#xFF0C;&#x81F3;&#x89C1;&#x5176;&#x56FE;&#xFF0C;&#x72B6;&#x8C8C;&#x5982;&#x5987;&#x4EBA;&#x597D;&#x5973;&#x3002;&#x76D6;&#x5B54;&#x5B50;&#x66F0;&#xFF1A;&#x201C;&#x4EE5;&#x8C8C;&#x53D6;&#x4EBA;&#xFF0C;&#x5931;&#x4E4B;&#x5B50;&#x7FBD;&#x3002;&#x201D;</p></blockquote><p></p><p></p><p>&#x5F53;&#x5982;&#x662F;&#xFF0C;&#x6B64;&#x771F;&#x5B50;&#x623F;&#x4E5F;&#x3002;</p><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e8%a7%82%e9%9d%9e%e5%b8%b8%e4%ba%ba%ef%bc%8c%e8%a1%8c%e9%9d%9e%e5%b8%b8%e4%ba%8b%e3%80%91%e4%b8%8b%e9%82%b3%e5%9c%af%e6%a1%a5%ef%bc%8c%e5%bc%a0%e8%89%af%e8%bf%9b%e5%b1%a5</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/9722r6ynds" target="_blank" rel="noopener">&#x3010;&#x89C2;&#x975E;&#x5E38;&#x4EBA;&#xFF0C;&#x884C;&#x975E;&#x5E38;&#x4E8B;&#x3011;&#x4E0B;&#x90B3;&#x572F;&#x6865;&#xFF0C;&#x5F20;&#x826F;&#x8FDB;&#x5C65;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（一）/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZrJXGVdgaSSv2Z1dhn%2F-LZrLYej0gwH5OgwV81C%2Fimage.png?alt=media&amp;token=ba053c7d-044a-49d8-8b78-b45f2a6e2ce9" alt="【未来教育学】成年人需要什么样的STEM教育？（一）"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-01T15:48:09.000Z">2019-03-01</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">21 minutes read (About 3199 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（一）/">【未来教育学】成年人需要什么样的STEM教育？（一）</a></h1><div class="content"><p></p><p><a href="https://steemit.com/created/cn-stem" target="_blank" rel="noreferrer noopener">#cn-stem</a> &#x6B63;&#x5F0F;&#x6210;&#x7ACB;&#x5DF2;&#x7ECF;&#x6709;&#x51E0;&#x4E2A;&#x6708;&#x4E86;&#xFF0C;&#x5927;&#x5BB6;&#x5199;&#x7684;&#x8BDD;&#x9898;&#x4E0D;&#x5C3D;&#x76F8;&#x540C;&#xFF0C;&#x6709;&#x7684;&#x786E;&#x5B9E;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x3001;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x6DF1;&#x5EA6;&#xFF0C;&#x5982;@aellly&#x74DC;&#x53D4;&#x5199;&#x7684;&#x201C;&#x7535;&#x8DEF;&#x8BFE;&#x201D;&#x7CFB;&#x5217;&#xFF0C;@honoru&#x7C73;&#x9AD8;&#x8C08;&#x6E38;&#x620F;&#x7F16;&#x7A0B;&#x7684;&#x516C;&#x76CA;&#x9879;&#x76EE;&#xFF0C;@julian2013&#x7684;&#x7535;&#x5B50;&#x5DE5;&#x7A0B;&#x5E08;&#x7CFB;&#x5217;&#xFF0C;&#x7B49;&#x7B49;&#x3002;&#x4F46;&#x6574;&#x4F53;&#x6765;&#x8BF4;&#xFF0C;&#x8D28;&#x91CF;&#x4E0D;&#x7B97;&#x9AD8;&#xFF0C;&#x704C;&#x6C34;&#x7684;&#x6587;&#x7AE0;&#x6709;&#x4E00;&#x4E9B;&#xFF0C;&#x8BA9;&#x4EBA;&#x773C;&#x524D;&#x4E00;&#x4EAE;&#x7684;&#x6587;&#x7AE0;&#x5C11;&#xFF1B;&#x5E76;&#x4E0D;&#x662F;&#x8BF4;&#x4F5C;&#x8005;&#x7684;&#x6C34;&#x51C6;&#x4E0D;&#x8DB3;&#xFF0C;&#x4E5F;&#x6709;&#x6FC0;&#x52B1;&#x673A;&#x5236;&#x6216;&#x8005;&#x8BC4;&#x4EF7;&#x6807;&#x51C6;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p>&#x7C73;&#x9AD8;@honoru&#x5728;&#x6587;&#x7AE0;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5199;STEM&#x6587;&#x7AE0;&#x7684;&#x51E0;&#x79CD;&#x5EFA;&#x8BAE;&#xFF0C;&#x90FD;&#x662F;&#x5F88;&#x4E0D;&#x9519;&#x7684;&#x89D2;&#x5EA6;&#x3002;&#x6211;&#x8FD9;&#x91CC;&#x5E76;&#x4E0D;&#x6253;&#x7B97;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x5982;&#x4F55;&#x4E3A; @steemSTEM &#x6216; @cn-stem &#x5199;&#x6587;&#x7AE0;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x662F;&#x60F3;&#x804A;&#x804A;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><h2 id="shui-xu-yao-stem-jiao-yu">&#x8C01;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;<a href="#shui-xu-yao-stem-jiao-yu"></a></h2><p></p><p></p><p>&#x6211;&#x4EEC;&#x4E00;&#x822C;&#x63D0;&#x5230;&#x6216;&#x8BA8;&#x8BBA;STEM&#x6559;&#x80B2;&#x65F6;&#xFF0C;&#x5927;&#x591A;&#x662F;&#x5728;&#x8C08;&#x8BBA;&#x7ED9;<strong>&#x672A;&#x6210;&#x5E74;&#x4EBA;</strong>&#x7684;STEM&#x6216;&#x8005;STEAM&#xFF08;&#x52A0;&#x4E0A;&#x827A;&#x672F;/Art&#xFF09;&#x6559;&#x80B2;&#x3002;&#x76EE;&#x524D;&#x5728;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x5C0F;&#x5B66;&#x548C;&#x4E2D;&#x5B66;&#xFF0C;STEM&#x6559;&#x80B2;&#x8D8A;&#x6765;&#x8D8A;&#x666E;&#x53CA;&#xFF0C;&#x5546;&#x4E1A;&#x6027;&#x8D28;&#x7684;&#x57F9;&#x8BAD;&#x673A;&#x6784;&#x4E5F;&#x975E;&#x5E38;&#x591A;&#xFF0C;&#x9762;&#x5411;&#x7684;&#x4EBA;&#x7FA4;&#x662F;&#x4EE5;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4E3B;&#x3002;&#x9752;&#x5C11;&#x5E74;&#x65F6;&#x671F;&#xFF0C;&#x662F;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x7D20;&#x517B;&#x548C;&#x5FC3;&#x667A;&#x7684;&#x91CD;&#x8981;&#x9636;&#x6BB5;&#xFF0C;&#x672A;&#x6210;&#x5E74;&#x4EBA;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#x662F;&#x5F88;&#x6709;&#x5FC5;&#x8981;&#x7684;&#xFF0C;&#x6B64;&#x6587;&#x65E0;&#x987B;&#x591A;&#x8A00;&#x3002;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x5728;STEM&#x6559;&#x80B2;&#x65B9;&#x9762;&#x6709;&#x5341;&#x5206;&#x5B9D;&#x8D35;&#x7B2C;&#x4E00;&#x624B;&#x7684;&#x7ECF;&#x9A8C;&#xFF0C;&#x4ECE;&#x6E38;&#x620F;&#x5165;&#x624B;&#x5E2E;&#x52A9;&#x5B69;&#x5B50;&#x3001;&#x6210;&#x5E74;&#x4EBA;&#x3001;&#x8001;&#x4EBA;&#x5B66;&#x4E60;&#x4FE1;&#x606F;&#x79D1;&#x6280;&#xFF0C;&#x975E;&#x5E38;&#x6709;&#x610F;&#x4E49;&#x3002;&#x6BD4;&#x5982;&#x7C73;&#x9AD8;&#x5728;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#xFF1A;&#x201C;<strong>&#x300C;&#x7236;&#x6BCD;&#x8207;&#x5B50;&#x5973;&#x4E00;&#x540C;&#x5B78;&#x7FD2;&#x300D;</strong>&#x662F;&#x6211;&#x5011;&#x7684;&#x57FA;&#x790E;&#x67B6;&#x69CB;&#xFF0C;STEM &#x672C;&#x8EAB;&#x5DF2;&#x5F88;&#x591A;&#x5143;&#x5316;&#xFF0C;&#x80FD;&#x5F15;&#x767C;&#x8208;&#x8DA3;&#xFF0C;&#x4E26;&#x4E14;&#x555F;&#x767C;&#x601D;&#x7DAD;&#x3002;&#x201D;</p><p></p><p></p><p>&#x7C73;&#x9AD8; @honoru &#x7684;&#x7ECF;&#x9A8C;&#x544A;&#x8BC9;&#x6211;&#x4EEC;&#xFF0C;&#x4E0D;&#x5149;&#x5B69;&#x5B50;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF0C;<strong>&#x6210;&#x5E74;&#x4EBA;&#x4E5F;&#x53EF;&#x4EE5;&#x63A5;&#x53D7;STEM&#x6559;&#x80B2;&#xFF0C;&#x4E0D;&#x8FC7;&#x5728;&#x76EE;&#x6807;&#x3001;&#x65B9;&#x6CD5;&#x548C;&#x5185;&#x5BB9;&#x90FD;&#x53EF;&#x4EE5;&#x6709;&#x6240;&#x4E0D;&#x540C;</strong>&#x3002;&#x4E0D;&#x540C;&#x5E74;&#x9F84;&#x548C;&#x9886;&#x57DF;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF08;&#x5927;&#x5B66;&#x751F;&#x3001;&#x4E0D;&#x540C;&#x884C;&#x4E1A;&#x5DE5;&#x4F5C;&#x8005;&#x3001;&#x7BA1;&#x7406;&#x8005;&#x3001;&#x7814;&#x7A76;&#x8005;&#x3001;&#x9000;&#x4F11;&#x8001;&#x4EBA;&#xFF09;&#x9700;&#x8981;&#x7684;STEM&#x6559;&#x80B2;&#xFF0C;&#x5DEE;&#x5F02;&#x5F88;&#x5927;&#x3002;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#xFF0C;&#x6211;&#x60F3;&#x7B3C;&#x7EDF;&#x7684;&#x8C08;&#x4E00;&#x8C08;<strong>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;&#x8FD9;&#x662F;&#x4E2A;&#x5927;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x91CC;&#x6CA1;&#x6CD5;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x4EC5;&#x662F;&#x629B;&#x7816;&#x5F15;&#x7389;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZrJXGVdgaSSv2Z1dhn%2F-LZrLYej0gwH5OgwV81C%2Fimage.png?alt=media&amp;token=ba053c7d-044a-49d8-8b78-b45f2a6e2ce9" alt=""></center><p></p><p style="text-align:center"><a href="https://en.wikipedia.org/wiki/Science" target="_blank" rel="noreferrer noopener">from Wikipedia &#x2013; Science</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noreferrer noopener">CC BY-SA 2.0</a></p><p></p><p></p><h2 id="cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why">&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;Why&#xFF09;<a href="#cheng-nian-ren-wei-shen-me-xu-yao-stem-jiao-yu-why"></a></h2><p></p><p></p><p>&#x5F53;&#x524D;&#x6240;&#x8C13;&#x7684;&#x201C;&#x5FAE;&#x8BFE;&#x7A0B;&#x201D;&#x548C;&#x201C;&#x5728;&#x7EBF;&#x6559;&#x80B2;&#x201D;&#x5F88;&#x591A;&#xFF0C;&#x8D28;&#x91CF;&#x8F83;&#x9AD8;&#x7684;&#x5982;Coursera&#x548C;&#x4E16;&#x754C;&#x8457;&#x540D;&#x9AD8;&#x6821;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#x4E5F;&#x5F88;&#x4E30;&#x5BCC;&#xFF0C;&#x4F46;&#x6211;&#x4E0D;&#x8BA4;&#x4E3A;&#x8001;&#x4EBA;&#x5B66;&#x4F1A;&#x6C49;&#x5B57;&#x8F93;&#x5165;&#x6CD5;&#xFF0C;&#x6216;&#x8005;&#x6210;&#x5E74;&#x4EBA;&#x5B66;&#x4E60;Python&#x7F16;&#x7A0B;&#x8BED;&#x8A00;&#x5236;&#x4F5C;&#x7F51;&#x7AD9;&#x3001;App&#x3001;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5E94;&#x7528;&#xFF0C;&#x6216;&#x8005;&#x5B8C;&#x6210;&#x5927;&#x5B66;&#x7684;&#x5728;&#x7EBF;&#x8BFE;&#x7A0B;&#xFF0C;&#x751A;&#x81F3;&#x62FF;&#x5230;&#x7406;&#x5DE5;&#x79D1;&#x7684;&#x201C;&#x5FAE;&#x5B66;&#x4F4D;&#x201D;&#xFF0C;&#x5C31;&#x662F;&#x6709;&#x6548;&#x7684;STEM&#x6559;&#x80B2;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x539F;&#x56E0;&#x662F;&#xFF0C;STEM&#x662F;&#x4E2A;&#x7B3C;&#x7EDF;&#x7684;&#x3001;&#x7EFC;&#x5408;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x81F3;&#x5C11;&#x5305;&#x542B;&#x4E86;&#x79D1;&#x5B66;&#xFF08;Science&#xFF09;&#x3001;&#x6280;&#x672F;&#xFF08;Technology&#xFF09;&#x3001;&#x5DE5;&#x7A0B;&#xFF08;Engineering&#xFF09;&#x3001;&#x6570;&#x5B66;&#xFF08;Math&#xFF09;&#x51E0;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x4E2D;&#x56FD;&#x4E0D;&#x5B58;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FD1;&#x4EE3;&#x4E2D;&#x56FD;&#x4EE5;&#x6765;&#x5BF9;&#x8FD9;&#x51E0;&#x4E2A;&#x6982;&#x5FF5;&#x7684;&#x7406;&#x89E3;&#x7F3A;&#x4E4F;&#x6DF1;&#x5165;&#x3001;&#x7CFB;&#x7EDF;&#x3001;&#x76F4;&#x63A5;&#x7684;&#x7406;&#x89E3;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x4E9F;&#x9700;STEM&#x6559;&#x80B2;&#xFF0C;&#x5C24;&#x5176;&#x662F;<strong>&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x6559;&#x80B2;</strong>&#x3002;</p><p></p><p></p><p>&#x6BD4;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x6570;&#x5B66;&#x7684;&#x8BEF;&#x89E3;&#xFF0C;&#x6709;&#x65F6;&#x628A;&#x6570;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x7B97;&#x672F;&#x6216;&#x8005;&#x8BA1;&#x7B97;&#xFF0C;&#x628A;&#x4F1A;&#x89E3;&#x5E94;&#x7528;&#x9898;&#x5F53;&#x6210;&#x638C;&#x63E1;&#x4E86;&#x6570;&#x5B66;&#xFF0C;&#x5BF9;&#x6574;&#x4E2A;&#x6570;&#x5B66;&#x4F53;&#x7CFB;&#x6216;&#x6570;&#x5B66;&#x57FA;&#x7840;&#x7F3A;&#x4E4F;&#x7CFB;&#x7EDF;&#x8BA4;&#x8BC6;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x73B0;&#x5B9E;&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x5728;&#x4E8E;<strong>&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7EDD;&#x5BF9;&#x5D07;&#x62DC;&#x548C;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7247;&#x9762;&#x7406;&#x89E3;&#x7684;&#x51B2;&#x7A81;</strong>&#xFF0C;&#x8FD9;&#x53EF;&#x80FD;&#x5F15;&#x8D77;&#x4E25;&#x91CD;&#x793E;&#x4F1A;&#x540E;&#x679C;&#x3002;&#x4E3E;&#x4F8B;&#x6765;&#x8BF4;&#xFF0C;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x6280;&#x672F;&#xFF0C;&#x6216;&#x8005;&#x7B3C;&#x7EDF;&#x5730;&#x79F0;&#x4E3A;&#x79D1;&#x6280;&#xFF1B;&#x6216;&#x8005;&#x628A;&#x79D1;&#x5B66;&#x7B49;&#x540C;&#x4E8E;&#x751F;&#x4EA7;&#x529B;&#x7684;&#x6765;&#x6E90;&#xFF1B;&#x6216;&#x8005;&#x4EC5;&#x8BA4;&#x4E3A;&#x79D1;&#x5B66;&#x4E3A;&#x4E00;&#x79CD;&#x667A;&#x529B;&#x6216;&#x6559;&#x5B66;&#x6D3B;&#x52A8;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5B9E;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x548C;&#x201C;&#x6570;&#x5B66;&#x201D;&#x7684;&#x8BEF;&#x89E3;&#x7684;&#x6839;&#x6E90;&#x662F;&#x540C;&#x4E00;&#x4E2A;&#xFF0C;&#x5373;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934; &#x2014;&#x2014; <strong>&#x53E4;&#x5E0C;&#x814A;&#x7684;&#x201C;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x201D;</strong> &#x2014;&#x2014;&#x7684;&#x4E0D;&#x4E86;&#x89E3;&#xFF0C;&#x4EE5;&#x53CA;&#x53D7;&#x4E2D;&#x56FD;&#x201C;&#x7ECF;&#x4E16;&#x81F4;&#x7528;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#x3002;</p><p></p><p></p><h3 id="1-shen-me-shi-ke-xue">1. &#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#xFF1F;<a href="#1-shen-me-shi-ke-xue"></a></h3><p></p><p></p><p>20&#x4E16;&#x7EAA;50&#x5E74;&#x4EE3;&#xFF0C;&#x82F1;&#x56FD;&#x79D1;&#x5B66;&#x53F2;&#x4E13;&#x5BB6;&#x674E;&#x7EA6;&#x745F;&#x63D0;&#x51FA;&#x8457;&#x540D;&#x7684;<strong>&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;</strong> &#x2014;&#x2014;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#x66FE;&#x7ECF;&#x5728;&#x4E16;&#x754C;&#x9886;&#x5148;&#xFF0C;&#x800C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x5374;&#x672A;&#x80FD;&#x5728;&#x4E2D;&#x56FD;&#x4EA7;&#x751F;&#xFF1F;&#x201D;</p><p></p><p></p><p>&#x5BF9;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x7684;&#x56DE;&#x7B54;&#xFF0C;&#x8457;&#x4F5C;&#x5F88;&#x591A;&#xFF0C;&#x5982;&#x674E;&#x7EA6;&#x745F;&#x672C;&#x4EBA;&#x7684;&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;&#xFF0C;&#x4E00;&#x4E9B;&#x5728;&#x56FD;&#x5185;&#x8F83;&#x6D41;&#x884C;&#x7684;&#x8BFB;&#x672C;&#xFF0C;&#x5982;&#x9648;&#x5609;&#x6620;&#x7684;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;&#x3001;&#x5434;&#x56FD;&#x76DB;&#x7684;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#xFF0C;&#x4E5F;&#x7ED9;&#x51FA;&#x4E86;&#x6DF1;&#x5165;&#x7684;&#x89E3;&#x7B54;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x54F2;&#x5B66;&#x7CFB;&#x5434;&#x56FD;&#x76DB;&#x6559;&#x6388;&#x5728;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x4E2D;&#x7684;&#x5206;&#x6790;&#x6700;&#x503C;&#x5F97;&#x91CD;&#x89C6;&#xFF0C;&#x672C;&#x6587;&#x8FD9;&#x4E00;&#x8282;&#x7684;&#x89C2;&#x70B9;&#x591A;&#x53C2;&#x8003;&#x6B64;&#x4E66;&#x7684;&#x8BBA;&#x8BC1;&#x3002;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x8981;&#x56DE;&#x7B54;&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;&#xFF0C;&#x5FC5;&#x987B;&#x5BF9;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7ED9;&#x51FA;&#x4E00;&#x4E2A;&#x660E;&#x786E;&#x7684;&#x5B9A;&#x4E49;&#x3002;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x6709;&#x4E24;&#x79CD;&#x5F62;&#x6001;&#xFF1A;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x4E0E;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;&#x674E;&#x7EA6;&#x745F;&#x7684;&#x63D0;&#x95EE;&#x4E2D;&#x8BA4;&#x53EF;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x6709;&#x53D1;&#x8FBE;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x4E8B;&#x5B9E;&#x4E0A;&#x5E94;&#x4E3A;&#x201C;&#x6280;&#x672F;&#x201D;&#x6216;&#x201C;&#x53D1;&#x660E;&#x201D;&#xFF0C;&#x800C;&#x975E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x6DF1;&#x5165;&#x63A2;&#x7A76;&#xFF0C;&#x4E2D;&#x56FD;&#x53E4;&#x4EE3;&#x7684;&#x4EBA;&#x6587;&#x73AF;&#x5883;&#xFF0C;&#x5E76;&#x4E0D;&#x5177;&#x6709;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#xFF09;&#x751F;&#x957F;&#x7684;&#x57FA;&#x56E0;&#x548C;&#x793E;&#x4F1A;&#x571F;&#x58E4;&#x7684;&#x5DEE;&#x5F02;&#xFF1B;&#x4E3A;&#x4E86;&#x660E;&#x786E;&#x7684;&#x5206;&#x6790;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x8BE5;&#x8BE2;&#x95EE;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x6B27;&#x6D32;&#x6587;&#x660E;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p><strong><em>&#x897F;&#x65B9;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#xFF1A;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x201C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x6E90;&#x5934;&#x5728;&#x4E8E;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x5373;&#x7531;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x786E;&#x5B9A;&#x7684;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x8FFD;&#x6C42;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5185;&#x5728;&#x6027;&#x3001;&#x975E;&#x529F;&#x5229;&#x7684;&#x77E5;&#x8BC6;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x6700;&#x65E9;&#x7684;&#x5BF9;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#xFF0C;&#x5373;&#x65AF;&#x5BBE;&#x8BFA;&#x838E;&#x8BF4;&#x7684;&#x201C;&#x81EA;&#x7531;&#x662F;&#x5BF9;&#x5FC5;&#x7136;&#x7684;&#x8BA4;&#x8BC6;&#x201D;&#xFF1B;&#x8FD9;&#x672C;&#x8D28;&#x4E0A;&#x662F;&#x5BF9;&#x201C;&#x6C38;&#x6052;&#x201D;&#x548C;&#x201C;&#x672C;&#x6027;&#x201D;&#xFF08;nature&#xFF09;&#x7684;&#x8FFD;&#x6C42;&#x3002;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x8BF4;&#xFF0C;&#x201C;&#x6709;&#x77E5;&#x5373;&#x6709;&#x5FB7;&#x201D;&#xFF0C;&#x201C;&#x65E0;&#x77E5;&#x5DF1;&#x7F3A;&#x5FB7;&#x201D;&#x3002;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x8FD9;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x628A;&#x8FFD;&#x6C42;&#x77E5;&#x8BC6;&#x672C;&#x8EAB;&#x5F53;&#x6210;&#x6700;&#x9AD8;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x638C;&#x63E1;&#x529B;&#x91CF;&#x3001;&#x5BCC;&#x56FD;&#x5F3A;&#x5175;&#x7684;&#x624B;&#x6BB5;&#x3002;&#x7531;&#x6B64;&#x53EF;&#x89C1;&#xFF0C;&#x201C;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x201D;&#x672C;&#x8EAB;&#x5E76;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x6C42;&#x529B;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x800C;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x4EBA;&#x6587;&#x201D;&#xFF0C;&#x5E0C;&#x814A;&#x4EBA;&#x8BA4;&#x4E3A;&#x53EA;&#x6709;&#x901A;&#x8FC7;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#xFF08;&#x79D1;&#x5B66;&#xFF09;&#x624D;&#x80FD;&#x83B7;&#x5F97;&#x201C;&#x81EA;&#x7531;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#x8FD9;&#x4E00;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#xFF0C;&#x4E0E;&#x5F53;&#x65F6;&#x7684;&#x6E38;&#x7267;&#x3001;&#x822A;&#x6D77;&#x548C;&#x7ECF;&#x5546;&#x7684;&#x751F;&#x6D3B;&#x73AF;&#x5883;&#x76F8;&#x5339;&#x914D;&#x3002;&#x8FD9;&#x6709;&#x522B;&#x4E8E;&#x4E2D;&#x56FD;&#x57FA;&#x4E8E;&#x519C;&#x8015;&#x6587;&#x660E;&#x800C;&#x53D1;&#x5C55;&#x5904;&#x7684;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x4EBA;&#x6587;&#x4F20;&#x7EDF;&#x3002;&#x300A;&#x5927;&#x5B66;&#x300B;&#x7684;&#x201C;&#x516B;&#x6761;&#x76EE;&#x201D;&#x2014;&#x2014;&#x683C;&#x7269;&#x3001;&#x81F4;&#x77E5;&#x3001;&#x8BDA;&#x610F;&#x3001;&#x6B63;&#x5FC3;&#x3001;&#x4FEE;&#x8EAB;&#x3001;&#x9F50;&#x5BB6;&#x3001;&#x6CBB;&#x56FD;&#x3001;&#x5E73;&#x5929;&#x4E0B;&#x2014;&#x2014;&#x4E2D;&#xFF0C;&#x201C;&#x683C;&#x7269;&#x81F4;&#x77E5;&#x201D;&#x88AB;&#x653E;&#x5728;&#x6700;&#x521D;&#x7EA7;&#x7684;&#x9636;&#x6BB5;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6700;&#x9AD8;&#x7406;&#x60F3;&#x3002;&#x8FD9;&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E2D;&#xFF0C;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x4E3A;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x732E;&#x51FA;&#x751F;&#x547D;&#x76F8;&#x6BD4;&#xFF0C;&#x662F;&#x622A;&#x7136;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x3002;&#x5373;&#x4FBF;&#x4E2D;&#x56FD;&#x4E5F;&#x6709;&#x58A8;&#x5B50;&#x8FD9;&#x6837;&#x5021;&#x5BFC;&#x5E73;&#x7B49;&#x3001;&#x5E76;&#x6709;&#x81EA;&#x7136;&#x63A2;&#x7D22;&#x5C1D;&#x8BD5;&#x7684;&#x5148;&#x8D24;&#xFF0C;&#x4F46;&#x6BD5;&#x7ADF;&#x5728;&#x5386;&#x53F2;&#x7684;&#x6F6E;&#x6D41;&#x4E2D;&#x88AB;&#x8FB9;&#x7F18;&#x5316;&#x4E86;&#x3002;</p><p></p><p></p><p>&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4E0E;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5DEE;&#x522B;&#xFF0C;&#x662F;&#x4E2D;&#x56FD;&#x4E3A;&#x4F55;&#x6CA1;&#x6709;&#x8BDE;&#x751F;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x57FA;&#x56E0;&#x201D;&#x539F;&#x56E0;&#xFF0C;&#x4E5F;&#x662F;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x6839;&#x672C;&#x539F;&#x56E0;&#x6240;&#x5728;&#x3002;&#x4E2D;&#x56FD;&#x6709;&#x6781;&#x4E3A;&#x5F3A;&#x5927;&#x7684;&#x201C;&#x5B66;&#x4EE5;&#x81F4;&#x7528;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5BF9;&#x4E8E;&#x5E0C;&#x814A;&#x4EBA;&#x8FFD;&#x6C42;&#x201C;&#x65E0;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x727A;&#x7272;&#x662F;&#x96BE;&#x4EE5;&#x7406;&#x89E3;&#x7684;&#xFF1B;&#x4E0D;&#x7406;&#x89E3;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x65E0;&#x7528;&#x7684;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x662F;&#x4E3A;&#x81EA;&#x5DF1;&#x201D;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x5E0C;&#x814A;&#x8BED;&#x5883;&#x4E0B;&#x201C;&#x81EA;&#x7531;&#x201D;&#x7684;&#x771F;&#x8C1B;&#x3002;</p><p></p><p></p><p>&#x6B63;&#x662F;&#x5728;&#x5BF9;&#x5185;&#x5728;&#x6027;&#x3001;&#x786E;&#x5B9A;&#x6027;&#x3001;&#x5FC5;&#x7136;&#x6027;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x5F62;&#x6210;&#x4E86;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x300A;&#x51E0;&#x4F55;&#x539F;&#x672C;&#x300B;&#xFF0C;&#x5373;&#x6570;&#x5B66;&#x7684;&#x516C;&#x7406;&#x7CFB;&#x7EDF;&#x4E0E;&#x6F14;&#x7ECE;&#x6CD5;&#xFF0C;&#x8FD9;&#x662F;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7684;&#x201C;&#x6570;&#x5B66;&#x201D;&#xFF08;&#x7B97;&#x672F;&#xFF09;&#x6240;&#x4E0D;&#x5177;&#x5907;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E00;&#xFF1A;&#x6CA1;&#x6709;&#x57FA;&#x7763;&#x6559;&#x5C31;&#x6CA1;&#x6709;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;</em></strong></p><p></p><p></p><p>&#x5E0C;&#x814A;&#x7684;&#x7406;&#x6027;&#x4F20;&#x7EDF;&#x5728;&#x4E2D;&#x4E16;&#x7EAA;&#x51E0;&#x4E4E;&#x65AD;&#x7EDD;&#xFF0C;&#x4F46;&#x5E76;&#x672A;&#x5B8C;&#x5168;&#x6D88;&#x5931;&#xFF0C;&#x4ECE;&#x963F;&#x62C9;&#x4F2F;&#x7FFB;&#x8BD1;&#x56DE;&#x6765;&#x7684;&#x5E0C;&#x814A;&#x8457;&#x4F5C;&#xFF0C;&#x4E0E;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><ol><li>&#x57FA;&#x7763;&#x6559;&#x4F20;&#x7EDF;&#x4E0B;&#x8BDE;&#x751F;&#x7684;&#x201C;&#x5927;&#x5B66;&#x201D;&#xFF0C;&#x5960;&#x5B9A;&#x4E86;&#x81EA;&#x6CBB;&#x4E0E;&#x5B66;&#x672F;&#x8BA8;&#x8BBA;&#x7684;&#x57FA;&#x7840;&#x3002;</li><li>&#x795E;&#x5B66;&#x4E0E;&#x201C;&#x54F2;&#x5B66;-&#x79D1;&#x5B66;&#x201D;&#x76F8;&#x7ED3;&#x5408;&#xFF0C;&#x8BDE;&#x751F;&#x4E86;&#x201C;&#x7ECF;&#x9662;&#x54F2;&#x5B66;&#x201D;&#xFF08;&#x5373;&#x9AD8;&#x5EA6;&#x7406;&#x6027;&#x5316;&#x7684;&#x795E;&#x5B66;&#xFF09;&#xFF0C;&#x5E76;&#x5F15;&#x53D1;&#x4E86;&#x201C;&#x552F;&#x540D;&#x8BBA;&#x201D;&#x9769;&#x547D;&#xFF0C;&#x5E76;&#x6700;&#x7EC8;&#x50AC;&#x751F;&#x4E86;&#x201C;&#x4EBA;&#x7C7B;&#x4E2D;&#x5FC3;&#x4E3B;&#x4E49;&#x201D;&#x539F;&#x5219;&#x548C;&#x201C;&#x5F81;&#x670D;&#x81EA;&#x7136;&#x201D;&#x539F;&#x5219;&#x3002;</li></ol><p></p><p></p><p>&#x8FD9;&#x4F7F;&#x5F97;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E0B;&#x7684;&#x201D;&#x7406;&#x6027;&#x201C;&#x5F97;&#x4EE5;&#x4FDD;&#x5B58;&#xFF0C;&#x5E76;&#x4E14;&#x901A;&#x8FC7;&#x628A;&#x4EBA;&#x7F6E;&#x4E8E;&#x4E0A;&#x5E1D;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x62E5;&#x6709;&#x81EA;&#x7531;&#x548C;&#x521B;&#x9020;&#x7684;&#x610F;&#x5FD7;&#xFF0C;&#x5728;&#x5F81;&#x670D;&#x548C;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x529B;&#x4E2D;&#x663E;&#x793A;&#x81EA;&#x5DF1;&#x7684;&#x529B;&#x91CF;&#xFF0C;&#x4ECE;&#x800C;&#x5728;&#x552F;&#x540D;&#x8BBA;&#x6240;&#x8BBE;&#x5B9A;&#x7684;&#x6DF7;&#x4E71;&#x4E16;&#x754C;&#x4E2D;&#x4FDD;&#x62A4;&#x81EA;&#x5DF1;&#x3001;&#x5EFA;&#x7ACB;&#x79E9;&#x5E8F;&#x3002;&#x6B63;&#x5F0F;&#x51ED;&#x501F;&#x8FD9;&#x79CD;&#x201D;&#x6C42;&#x529B;&#x610F;&#x5FD7;&#x201C;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x4ECE;&#x201D;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x53D1;&#x5C55;&#x6210;&#x4E86;&#x201D;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x6EAF;&#x6E90;&#x4E4B;&#x4E8C;&#xFF1A;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;</em></strong></p><p></p><p></p><p>&#x4E0E;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x76F8;&#x6BD4;&#xFF0C;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x6709;&#x4E24;&#x4E2A;&#x91CD;&#x8981;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x4E00;&#x662F;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#x80FD;&#x591F;&#x8F6C;&#x5316;&#x4E3A;&#x6280;&#x672F;&#xFF0C;&#x4ECE;&#x800C;&#x8F6C;&#x5316;&#x4E3A;&#x751F;&#x4EA7;&#x529B;&#xFF1B;&#x4E8C;&#x662F;&#x5B66;&#x79D1;&#x7684;&#x6570;&#x5B66;&#x5316;&#xFF0C;&#x5305;&#x62EC;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x5728;&#x5185;&#x7684;&#x5B66;&#x79D1;&#xFF0C;&#x90FD;&#x4EE5;&#x6570;&#x5B66;&#x5316;&#x7684;&#x7A0B;&#x5EA6;&#x6765;&#x663E;&#x793A;&#x81EA;&#x8EAB;&#x5B66;&#x79D1;&#x7684;&#x6210;&#x719F;&#x5EA6;&#x3002;</p><p></p><p></p><p>&#x5176;&#x5185;&#x5728;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x4E8E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#xFF0C;&#x8868;&#x73B0;&#x4E3A;&#x4EBA;&#x4E0E;&#x81EA;&#x7136;&#x5730;&#x4F4D;&#x7684;&#x6539;&#x53D8;&#xFF0C;&#x4ECE;&#x8BA4;&#x8BC6;&#x3001;&#x8FFD;&#x968F;&#x548C;&#x6A21;&#x4EFF;&#x81EA;&#x7136;&#xFF0C;&#x8F6C;&#x4E3A;&#x6539;&#x9020;&#x3001;&#x5236;&#x9020;&#x81EA;&#x7136;&#x3002;&#x7B1B;&#x5361;&#x5C14;&#x7684;&#x4E3B;&#x4F53;&#x6027;&#x54F2;&#x5B66;&#x4E3A;&#x5176;&#x4EE3;&#x8868;&#xFF0C;&#x57F9;&#x6839;&#x5F3A;&#x8C03;&#x5BF9;&#x81EA;&#x7136;&#x7684;&#x5E72;&#x9884;&#x4E0E;&#x62F7;&#x95EE;&#xFF0C;&#x4F7F;&#x5F97;&#x53D7;&#x201D;&#x81EA;&#x7531;&#x610F;&#x5FD7;&#x201C;&#x63A7;&#x5236;&#x7684;&#x5B9E;&#x9A8C;&#x6210;&#x4E3A;&#x4E86;&#x89E3;&#x81EA;&#x7136;&#x3001;&#x63A7;&#x5236;&#x81EA;&#x7136;&#x7684;&#x65B0;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#x81EA;&#x7136;&#x6570;&#x5B66;&#x5316;&#x7684;&#x4F20;&#x7EDF;&#x6765;&#x81EA;&#x67CF;&#x62C9;&#x56FE;&#x4E0E;&#x6BD5;&#x8FBE;&#x54E5;&#x62C9;&#x65AF;&#xFF0C;&#x5728;&#x8FD1;&#x4EE3;&#x5219;&#x7531;&#x54E5;&#x767D;&#x5C3C;&#x7EE7;&#x627F;&#x6258;&#x52D2;&#x5BC6;&#x7684;&#x5929;&#x6587;&#x5B66;&#x6570;&#x5B66;&#x65B9;&#x6CD5;&#x4E3A;&#x5F00;&#x7AEF;&#xFF08;&#x300A;&#x5929;&#x4F53;&#x8FD0;&#x884C;&#x8BBA;&#x300B;&#xFF09;&#xFF0C;&#x5E76;&#x7ECF;&#x7531;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7684;&#x53D1;&#x5C55;&#x5927;&#x529F;&#x544A;&#x6210;&#xFF08;&#x300A;&#x81EA;&#x7136;&#x54F2;&#x5B66;&#x7684;&#x6570;&#x5B66;&#x539F;&#x7406;&#x300B;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x603B;&#x7ED3;&#x4E4B;&#xFF0C;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x662F;&#x4E24;&#x5E0C;&#x6587;&#x660E;&#xFF08;&#x5E0C;&#x814A;&#x548C;&#x5E0C;&#x4F2F;&#x6765;&#xFF09;&#x7ED3;&#x5408;&#x7684;&#x4EA7;&#x7269;&#xFF1A;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x7684;&#x590D;&#x5174;&#xFF0C;&#x5E76;&#x7ECF;&#x53D7;&#x4E86;&#x57FA;&#x7763;&#x6559;&#x7684;&#x6D17;&#x793C;&#x3002;&#x51B3;&#x5B9A;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x51FA;&#x73B0;&#x7684;&#x6839;&#x672C;&#x57FA;&#x56E0;&#x662F;<strong>&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;</strong>&#xFF0C;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x672A;&#x51FA;&#x73B0;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#x7684;&#x539F;&#x56E0;&#x5728;&#x4E8E;&#x201D;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x201C;&#x7684;&#x5DEE;&#x522B;&#xFF1A;&#x201D;&#x4EC1;&#x7231;&#x201C; v.s. &#x201D;&#x81EA;&#x7531;&#x201C;&#x3002;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-LZtVb1zic9hh2dK_HQ_%2F-LZtlZ-A7yFFtjunnQXc%2Fimage.png?alt=media&amp;token=5f71ea51-f226-4faf-9a2a-b7774de6eff8" alt=""></center><p></p><p style="text-align:center"><strong>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;</strong>&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5173;&#x4E8E;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x7684;STEM&#x6559;&#x80B2;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x201D;&#xFF08;why&#xFF09;&#x548C;&#x201C;&#x4EC0;&#x4E48;&#x201D;&#xFF08;what&#xFF09;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x540E;&#x9762;&#x7684;&#x6587;&#x7AE0;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%80</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-33j60d0hfr" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/cn/【未来教育学】知-与-智/" class="image is-7by1"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="【未来教育学】知 与 智"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-19T07:11:24.000Z">2019-02-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></div><span class="level-item has-text-grey">13 minutes read (About 1885 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/cn/【未来教育学】知-与-智/">【未来教育学】知 与 智</a></h1><div class="content"><h3 id="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"><a href="#&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;" class="headerlink" title="&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;"></a>&#x54EA;&#x6765;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF1F;</h3><p>&#x8FD1;&#x6765;&#x5E74;&#x7684;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x7F51;&#x7EDC;&#x8BED;&#x8A00;&#xFF0C;<strong>&#x201C;&#x8BA4;&#x77E5;&#x201D;</strong>&#x8FD9;&#x4E2A;&#x8BCD;&#x5728;&#x5FAE;&#x4FE1;&#x3001;&#x5FAE;&#x535A;&#x7B49;&#x88AB;&#x63D0;&#x53CA;&#x7684;&#x7279;&#x522B;&#x9891;&#x7E41;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x7F57;&#x632F;&#x5B87;&#x8FD9;&#x4E00;&#x4F19;&#x4EBA;&#x901A;&#x8FC7;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x8FD9;&#x4E00;&#x5E02;&#x573A;&#x7092;&#x4F5C;&#x7684;&#x7ED3;&#x679C;&#x3002;&#x4ECE;&#x8BED;&#x8A00;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x7684;&#x7528;&#x6CD5;&#x6709;&#x4E9B;&#x751F;&#x786C;&#xFF0C;&#x751A;&#x81F3;&#x662F;&#x9519;&#x8BEF;&#x7684;&#x3002;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#xFF0C;&#x4E00;&#x822C;&#x5E38;&#x7528;&#x4E8E;&#x5FC3;&#x7406;&#x5B66;&#x6982;&#x5FF5;&#xFF0C;&#x5BF9;&#x5E94;&#x4E8E;&#x82F1;&#x6587;&#x7684;cognition&#xFF0C;&#x7528;&#x4EE5;&#x6307;&#x4EE3;&#x5927;&#x8111;&#x611F;&#x77E5;&#x3001;&#x8BB0;&#x5FC6;&#x3001;&#x7406;&#x89E3;&#x3001;&#x60F3;&#x8C61;&#x548C;&#x5904;&#x7406;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5FC3;&#x7406;&#x5B66;&#x7684;&#x5206;&#x652F;&#x201C;&#x8BA4;&#x77E5;&#x79D1;&#x5B66;&#x201D;&#xFF08;cognitive science&#xFF09;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x5BF9;&#x5927;&#x8111;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x5728;&#x751F;&#x7406;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#x8303;&#x7574;&#x7684;&#x63A2;&#x7A76;&#xFF0C;&#x4E0E;&#x4EBA;&#x5DE5;&#x667A;&#x80FD;&#x5728;&#x5DE5;&#x7A0B;&#x4E0A;&#x4E5F;&#x6709;&#x8F83;&#x591A;&#x4EA4;&#x53C9;&#x7684;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x3002;</p><p>&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x65E5;&#x5E38;&#x7528;&#x8BED;&#xFF0C;&#x88AB;&#x6EE5;&#x7528;&#xFF0C;&#x4F3C;&#x4E4E;&#x662F;&#x4E3A;&#x4E86;&#x8868;&#x8FBE;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x9053;&#x201D;&#x67D0;&#x4E00;&#x4E2A;&#x6982;&#x5FF5;&#x3001;&#x67D0;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x3001;&#x67D0;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x3001;&#x67D0;&#x4E00;&#x7C7B;&#x89C2;&#x5FF5;&#x7684;&#x8FC7;&#x7A0B;&#x3002;&#x5176;&#x5B9E;&#x7528;&#x5927;&#x5BB6;&#x5E38;&#x7528;&#x7684;&#x201C;&#x8BA4;&#x8BC6;&#x201D;&#x3001;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x751A;&#x81F3;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x5C31;&#x80FD;&#x8868;&#x8FBE;&#x3002;&#x7528;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x79CD;&#x5546;&#x4E1A;&#x7B56;&#x7565;&#xFF0C;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x4F3C;&#x662F;&#x800C;&#x975E;&#x7684;&#x6D41;&#x884C;&#x8BCD;&#x6C47;&#xFF0C;&#x6765;&#x8FBE;&#x5230;&#x89C2;&#x5FF5;&#x4F20;&#x64AD;&#x3001;&#x5F71;&#x54CD;&#x5927;&#x4F17;&#x5934;&#x8111;&#x3001;&#x5F00;&#x53D1;&#x65B0;&#x5E02;&#x573A;&#x7684;&#x76EE;&#x7684;&#x3002;&#x4F46;&#x4E00;&#x822C;&#x8FD9;&#x79CD;&#x7B56;&#x7565;&#x4F1A;&#x5E94;&#x7528;&#x4E8E;&#x4E00;&#x4E2A;&#x771F;&#x6B63;&#x7684;&#x65B0;&#x7684;&#x5E02;&#x573A;&#x6216;&#x521B;&#x9020;&#x7269;&#xFF0C;&#x6BD4;&#x5982;&#x201C;&#x6C7D;&#x8F66;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x7535;&#x5B50;&#x5546;&#x52A1;&#x201D;&#x3001;&#x6BD4;&#x5982;&#x201C;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x201D;&#xFF0C;&#x4F46;&#x786C;&#x8981;&#x628A;&#x539F;&#x6765;&#x5DF2;&#x7ECF;&#x6709;&#x7684;&#x6982;&#x5FF5;&#xFF0C;&#x6539;&#x7528;&#x4E00;&#x4E2A;&#x65B0;&#x8BCD;&#xFF0C;&#x96BE;&#x514D;&#x8BA9;&#x4EBA;&#x4F5C;&#x5455;&#x3002;</p><p>&#x4E00;&#x4E2A;&#x4E2A;&#x201C;&#x5012;&#x5356;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x6240;&#x8C13;&#x201C;&#x77E5;&#x8BC6;&#x8FD0;&#x8425;&#x5546;&#x201D;&#xFF0C;&#x901A;&#x8FC7;&#x8D29;&#x5356;&#x3001;&#x63A8;&#x4ECB;&#x7545;&#x9500;&#x4E66;&#xFF0C;&#x5F71;&#x54CD;&#x4E00;&#x4E9B;&#x7F3A;&#x4E4F;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x80FD;&#x529B;&#x7684;&#x5F53;&#x4EE3;&#x9752;&#x5E74;&#x4EBA;&#x3002;&#x8FD9;&#x79CD;&#x505A;&#x6CD5;&#x867D;&#x7136;&#x5546;&#x4E1A;&#x4E0A;&#x53EF;&#x884C;&#xFF0C;&#x4F46;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x5728;&#x539F;&#x6765;&#x6DF7;&#x4E71;&#x65E0;&#x7AEF;&#x7684;&#x4E92;&#x8054;&#x7F51;&#x4FE1;&#x606F;&#x5927;&#x6D77;&#x4E2D;&#xFF0C;&#x53C8;&#x704C;&#x5165;&#x4E86;&#x4E00;&#x7B50;&#x53C8;&#x4E00;&#x7B50;&#x65B0;&#x7684;&#x5783;&#x573E;&#x3002;&#x800C;&#x90A3;&#x4E9B;&#x7ECF;&#x5E38;&#x9F13;&#x5439;&#x6240;&#x8C13;&#x201C;&#x4EA4;&#x667A;&#x5546;&#x7A0E;&#x201D;&#x7684;&#x63D0;&#x6CD5;&#x7684;&#x4EBA;&#xFF0C;&#x65E2;&#x4E0D;&#x61C2;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x5546;&#xFF0C;&#x4E5F;&#x641E;&#x4E0D;&#x6E05;&#x4EC0;&#x4E48;&#x53EB;&#x667A;&#x6167;&#xFF0C;&#x53CD;&#x800C;&#x628A;&#x66F4;&#x591A;&#x4EBA;&#x7684;&#x8111;&#x5B50;&#x641E;&#x4E71;&#xFF0C;&#x8BA9;&#x5E74;&#x8F7B;&#x4EBA;&#x4EEC;&#x8D8A;&#x53D1;&#x4E0D;&#x77E5;&#x9053;&#x5982;&#x4F55;&#x5B66;&#x4E60;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x3001;&#x5982;&#x4F55;&#x6784;&#x5EFA;&#x667A;&#x6167;&#x7684;&#x5934;&#x8111;&#x3002;</p><p>&#x6211;&#x4EEC;&#x4E0D;&#x5426;&#x8BA4;&#x8FD9;&#x4E9B;&#x77E5;&#x8BC6;&#x8D29;&#x5B50;&#x5728;&#x4F20;&#x64AD;&#x77E5;&#x8BC6;&#x4E0A;&#x7684;&#x4E00;&#x4E9B;&#x4EF7;&#x503C;&#xFF0C;&#x6BD5;&#x7ADF;&#x73B0;&#x5728;&#x613F;&#x610F;&#x201C;&#x4EB2;&#x81EA;&#x201D;&#x8BFB;&#x4E66;&#x7684;&#x4EBA;&#xFF0C;&#x6BD4;&#x4F8B;&#x5E76;&#x4E0D;&#x9AD8;&#x3002;&#x4F46;&#x5728;&#x4E8E;&#x5546;&#x4E1A;&#x5229;&#x76CA;&#x76F8;&#x7ED1;&#x5B9A;&#x540E;&#xFF0C;&#x4E5F;&#x96BE;&#x514D;&#x51FA;&#x73B0;&#x4E00;&#x4E9B;&#x6DF7;&#x6DC6;&#x89C6;&#x542C;&#x3001;&#x9C7C;&#x76EE;&#x6DF7;&#x73E0;&#x3001;&#x771F;&#x5047;&#x96BE;&#x8FA8;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x81F3;&#x5C11;&#x8FD9;&#x91CC;&#x5BA3;&#x626C;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#x7684;&#x4EBA;&#x5F53;&#x4E2D;&#xFF0C;&#x6B63;&#x76F4;&#x3001;&#x771F;&#x8BDA;&#x3001;&#x535A;&#x5927;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#x201D;&#x7684;&#x4EBA;&#x5C11;&#xFF0C;&#x201C;&#x8BF4;&#x4E66;&#x5148;&#x751F;&#x201D;&#x3001;&#x201C;&#x8BB2;&#x6545;&#x4E8B;&#x4E13;&#x5BB6;&#x201D;&#x3001;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x8005;&#x201D;&#x591A;&#xFF0C;&#x7ECF;&#x5E38;&#x5411;&#x8FD9;&#x4E9B;&#x4E8C;&#x6D41;&#x89D2;&#x8272;&#x5B66;&#x4E60;&#xFF0C;&#x5B66;&#x5230;&#x7684;&#x667A;&#x6167;&#xFF0C;&#x80FD;&#x591F;&#x7CBE;&#x7EAF;&#x5417;&#xFF0C;&#x80FD;&#x591F;&#x4F20;&#x7ED9;&#x5B50;&#x5B59;&#x540E;&#x4EE3;&#x5417;&#xFF1F;</p><h3 id="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"><a href="#&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;" class="headerlink" title="&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;"></a>&#x77E5;&#x4E4E;&#xFF1F;&#x667A;&#x4E4E;&#xFF1F;</h3><p><strong>&#x77E5;&#x4E4E;</strong>&#x4F5C;&#x4E3A;&#x95EE;&#x7B54;&#x793E;&#x533A;&#xFF0C;&#x70ED;&#x5EA6;&#x4F9D;&#x7136;&#x4E0D;&#x51CF;&#xFF0C;&#x4F46;&#x4ED4;&#x7EC6;&#x770B;&#x91CC;&#x9762;&#x7684;&#x7B54;&#x6848;&#xFF0C;&#x771F;&#x6B63;&#x503C;&#x5F97;&#x91C7;&#x7EB3;&#x3001;&#x53D6;&#x4FE1;&#x7684;&#xFF0C;&#x4E5F;&#x662F;&#x5BE5;&#x5BE5;&#x3002;&#x95EE;&#x7B54;&#x8005;&#x7684;&#x5E73;&#x5747;&#x6C34;&#x5E73;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x9AD8;&#x4E2D;&#x6BD5;&#x4E1A;&#x751F;&#x6C34;&#x5E73;&#x3002;&#x8F83;&#x4F18;&#x79C0;&#x8005;&#x8005;&#x4E5F;&#x5B58;&#x5728;&#xFF0C;&#x5982;&#x4E00;&#x4E9B;&#x9886;&#x57DF;&#x7684;&#x7814;&#x7A76;&#x8005;&#x3001;&#x884C;&#x4E1A;&#x9886;&#x8896;&#x3001;&#x5B66;&#x8005;&#x6559;&#x6388;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x667A;&#x8005;&#xFF0C;&#x613F;&#x610F;&#x5728;&#x5176;&#x4E2D;&#x63D0;&#x95EE;&#x3001;&#x7B54;&#x9898;&#x7684;&#xFF0C;&#x80FD;&#x6709;&#x51E0;&#x4EBA;&#x3002;&#x77E5;&#x4E4E;&#x7684;&#x603B;&#x4F53;&#x6C34;&#x5E73;&#x4E0D;&#x9AD8;&#xFF0C;&#x201C;&#x4FE1;&#x566A;&#x6BD4;&#x201D;&#x4F4E;&#x3002;</p><p>&#x77E5;&#x4E4E;&#x7684;&#x6C34;&#x5E73;&#xFF0C;&#x4E0E;&#x7E41;&#x8363;&#x65F6;&#x671F;&#x7684;<strong>&#x5929;&#x6DAF;</strong>&#x63A5;&#x8FD1;&#xFF0C;&#x8BDD;&#x9898;&#x7684;&#x5E7F;&#x5EA6;&#x548C;&#x81EA;&#x7531;&#x5EA6;&#x53EF;&#x80FD;&#x66F4;&#x9AD8;&#xFF0C;&#x4F46;&#x603B;&#x4F53;&#x7EA6;&#x7B49;&#x4E8E;&#x4E00;&#x4E2A;&#x9752;&#x5E74;&#x704C;&#x6C34;&#x3001;&#x5A31;&#x4E50;&#x548C;&#x70AB;&#x8000;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x7684;&#x5E73;&#x53F0;&#x3002;&#x5982;&#x679C;&#x5E74;&#x8F7B;&#x4EBA;&#x8FC7;&#x4E8E;&#x6EE1;&#x8DB3;&#x4ECE;&#x5E73;&#x53F0;&#x4E2D;&#x83B7;&#x5F97;&#x7684;&#x201C;&#x8D5E;&#x201D;&#x548C;&#x201C;&#x8BC4;&#x4EF7;&#x201D;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x6210;&#x4E3A;&#x77E5;&#x4E4E;&#x5927;V&#x8C0B;&#x5229;&#x3001;&#x626C;&#x540D;&#xFF0C;&#x6050;&#x6015;&#x53CD;&#x800C;&#x4F1A;&#x9650;&#x5236;&#x5B66;&#x95EE;&#x7684;&#x53D1;&#x5C55;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x516C;&#x53F8;&#x7684;&#x8FD0;&#x8425;&#x8005;&#x4E5F;&#x770B;&#x5230;&#x8FD9;&#x4E00;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x77E5;&#x4E4E;&#x4E0A;&#x4EE5;&#x673A;&#x6784;&#x4E3A;&#x80CC;&#x666F;&#x7684;&#x7B54;&#x9898;&#x8005;&#x53EF;&#x80FD;&#x51FA;&#x4E8E;&#x5546;&#x4E1A;&#x52A8;&#x673A;&#xFF0C;&#x7B54;&#x9898;&#x8D28;&#x91CF;&#x53CD;&#x800C;&#x66F4;&#x9AD8;&#xFF0C;&#x5E76;&#x4E14;&#x96C6;&#x4E2D;&#x5728;&#x201C;&#x4E70;&#x623F;&#x201D;&#x3001;&#x201C;&#x6559;&#x80B2;&#x201D;&#x3001;&#x201C;&#x5C31;&#x4E1A;&#x201D;&#x3001;&#x201C;&#x6295;&#x8D44;&#x201D;&#x7B49;&#x8BDD;&#x9898;&#x4E0B;&#x9762;&#x3002;</p><p>&#x201C;&#x4E94;&#x8272;&#x4EE4;&#x4EBA;&#x76EE;&#x76F2;&#x201D;&#x3002;&#x5783;&#x573E;&#x904D;&#x5730;&#x7684;&#x7F51;&#x7EDC;&#x4E16;&#x754C;&#x91CC;&#xFF0C;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x5BF9;&#x4E8E;&#x4E00;&#x4E9B;&#x4EBA;&#x5DF2;&#x7ECF;&#x662F;&#x83B7;&#x53D6;&#x67D0;&#x4E9B;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x9AD8;&#x6548;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4EC5;&#x505C;&#x7559;&#x4E8E;&#x8FD9;&#x79CD;&#x6C34;&#x5E73;&#xFF0C;&#x77E5;&#x8BC6;&#x83B7;&#x53D6;&#x7684;&#x6548;&#x7387;&#x4ECD;&#x7136;&#x4F4E;&#x4E0B;&#x3001;&#x667A;&#x6167;&#x5C31;&#x66F4;&#x65E0;&#x987B;&#x8BF4;&#x4E86;&#x3002;</p><p>&#x5C11;&#x770B;&#x70B9;&#x77E5;&#x4E4E;&#xFF0C;&#x591A;&#x7814;&#x7A76;&#x70B9;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x80FD;&#x5BF9;&#x4E8E;&#x5927;&#x591A;&#x6570;&#x4EBA;&#x771F;&#x6B63;&#x60F3;&#x589E;&#x957F;&#x667A;&#x6167;&#x7684;&#x4EBA;&#xFF0C;&#x624D;&#x662F;&#x6B63;&#x9014;&#x3002;</p><h3 id="&#x667A;&#x4ECE;&#x4F55;&#x6765;"><a href="#&#x667A;&#x4ECE;&#x4F55;&#x6765;" class="headerlink" title="&#x667A;&#x4ECE;&#x4F55;&#x6765;"></a>&#x667A;&#x4ECE;&#x4F55;&#x6765;</h3><p>&#x6240;&#x8C13;&#x201C;&#x5B66;&#x95EE;&#x201D;&#xFF0C;&#x5B66;&#x548C;&#x95EE;&#x662F;&#x6838;&#x5FC3;&#xFF0C;&#x5B66;&#x662F;&#x83B7;&#x5F97;&#x517B;&#x6599;&#xFF0C;&#x95EE;&#x662F;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x3002;&#x201C;&#x535A;&#x5B66;&#x3001;&#x5BA1;&#x95EE;&#x3001;&#x614E;&#x601D;&#x3001;&#x660E;&#x8FA8;&#x3001;&#x7B03;&#x884C;&#x201D;&#x7684;&#x6CBB;&#x5B66;&#x6CD5;&#xFF0C;&#x4E0D;&#x662F;&#x6559;&#x4E66;&#x5446;&#x5B50;&#x5982;&#x4F55;&#x901A;&#x8FC7;&#x8003;&#x8BD5;&#xFF0C;&#x800C;&#x662F;&#x901A;&#x8FC7;&#x201C;&#x5B66;&#x3001;&#x95EE;&#x3001;&#x601D;&#x3001;&#x8FA8;&#x3001;&#x884C;&#x201D;&#xFF0C;&#x8BA9;&#x667A;&#x6167;&#x53EF;&#x4EE5;&#x5B9E;&#x8DF5;&#x3001;&#x53EF;&#x4EE5;&#x5F71;&#x54CD;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x3002;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8FD9;&#x4E9B;&#xFF1B;&#x79EF;&#x8DEC;&#x6B65;&#x3001;&#x81F3;&#x5343;&#x91CC;&#x800C;&#x5DF2;&#x3002;</p><p>&#x4E0A;&#x9762;&#x63D0;&#x5230;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF08;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#xFF09;&#x3001;&#x201C;&#x77E5;&#x4E4E;&#x201D;&#x8FD9;&#x4E9B;&#x4FE1;&#x606F;&#x6765;&#x6E90;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x4EE5;&#x843D;&#x5730;&#x3001;&#x4EE5;&#x884C;&#x52A8;&#x3001;&#x4EE5;&#x95EE;&#x9898;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#x7684;&#xFF0C;&#x6BEB;&#x65E0;&#x76EE;&#x7684;&#x7684;&#x83B7;&#x5F97;&#x6240;&#x8C13;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x96BE;&#x514D;&#x6210;&#x4E3A;&#x201C;&#x975E;&#x7406;&#x6027;&#x6D88;&#x8D39;&#x8005;&#x201D;&#x3002;&#x66F4;&#x4F55;&#x51B5;&#xFF0C;&#x53EA;&#x662F;&#x542C;&#x4E00;&#x5802;&#x8BFE;&#x3001;&#x770B;&#x4E00;&#x7BC7;&#x6587;&#x7AE0;&#x5C31;&#x80FD;&#x5145;&#x5206;&#x638C;&#x63E1;&#x7684;&#x201C;&#x8BA4;&#x77E5;&#x201D;&#xFF0C;&#x771F;&#x7684;&#x6709;&#x884C;&#x52A8;&#x4EF7;&#x503C;&#x5417;&#xFF1F;&#x83B7;&#x5F97;&#x667A;&#x6167;&#x672C;&#x8D28;&#x662F;&#x201C;&#x6295;&#x8D44;&#x201D;&#xFF08;&#x81F3;&#x5C11;&#x9700;&#x8981;&#x6295;&#x8D44;&#x65F6;&#x95F4;&#x4E0E;&#x7CBE;&#x529B;&#xFF09;&#xFF0C;&#x6709;&#x4EF7;&#x503C;&#x5BFC;&#x5411;&#xFF0C;&#x5177;&#x6709;&#x76EE;&#x7684;&#x6027;&#x3001;&#x5177;&#x4F53;&#x5316;&#x3001;&#x7CFB;&#x7EDF;&#x5316;&#xFF0C;&#x9700;&#x8981;&#x6301;&#x7EED;&#x514B;&#x670D;&#x95EE;&#x9898;&#x4E0E;&#x56F0;&#x96BE;&#xFF0C;&#x4ECE;&#x5B9E;&#x8DF5;&#x4E2D;&#x83B7;&#x5F97;&#x3002;</p><p>&#x638C;&#x63E1;&#x4E86;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5B66;&#x95EE;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x505A;&#x4E8B;&#x7684;&#x65B9;&#x5411;&#xFF0C;&#x624D;&#x66F4;&#x201C;&#x7CBE;&#x51C6;&#x201D;&#x3002;&#x662F;&#x201C;&#x517C;&#x6D4E;&#x5929;&#x4E0B;&#x201D;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x72EC;&#x5584;&#x5176;&#x8EAB;&#x201D;&#xFF0C;&#x662F;&#x5927;&#x667A;&#x6167;&#x3001;&#x8FD8;&#x662F;&#x5C0F;&#x806A;&#x660E;&#xFF0C;&#x4E5F;&#x66F4;&#x6E05;&#x695A;&#x3002;</p><p>&#x672C;&#x6587;&#x5E76;&#x4E0D;&#x80FD;&#x60C5;&#x666F;&#x5316;&#x3001;&#x5177;&#x4F53;&#x5316;&#x5730;&#x56DE;&#x7B54;&#x67D0;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5982;&#x4F55;&#x83B7;&#x53D6;&#x7684;&#x667A;&#x6167;&#x7684;&#x95EE;&#x9898;&#x3002;&#x4F46;&#x5982;&#x679C;&#x80FD;&#x8BDA;&#x5B9E;&#x5730;&#x56DE;&#x7B54;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#xFF0C;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x95EE;&#x201D;&#x3001;&#x201C;&#x95EE;&#x4EC0;&#x4E48;&#x201D;&#x3001;&#x201C;&#x600E;&#x4E48;&#x95EE;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x5728;&#x201C;&#x5B66;&#x95EE;&#x201D;&#x7684;&#x8FC7;&#x7A0B;&#x4E2D;&#x6709;&#x6E05;&#x6670;&#x7684;&#x76EE;&#x7684;&#x6027;&#x3001;&#x7CFB;&#x7EDF;&#x6027;&#x548C;&#x5185;&#x90E8;&#x7ED3;&#x6784;&#xFF0C;&#x5E76;&#x80FD;&#x591F;&#x901A;&#x8FC7;&#x884C;&#x52A8;&#x3001;&#x5B9E;&#x8DF5;&#x548C;&#x5E94;&#x8BC1;&#xFF0C;&#x89E3;&#x51B3;&#x5B9E;&#x9645;&#x4E2D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x90A3;&#x81F3;&#x5C11;&#x4F1A;&#x8FDC;&#x79BB;&#x201C;&#x788E;&#x7247;&#x5316;&#x201D;&#x77E5;&#x8BC6;&#x3001;&#x201C;&#x6D88;&#x8D39;&#x578B;&#x201D;&#x77E5;&#x8BC6;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x800C;&#x5B66;&#x95EE;&#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x7531;&#x6B64;&#x79EF;&#x7D2F;&#x4E86;&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmV6EPZgZiSmxPsefg5w27uauhoYeNHSToSrebX3f7FdHL" alt="image.png"> &#x200B;<a href="https://en.wikipedia.org/wiki/Library_of_Alexandria" target="_blank" rel="noopener">from Wikipedia &#x2013; Library of Alexandria</a> | <a href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank" rel="noopener">CC BY-SA 2.0&#x200B;</a></center><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/2xzfzy" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x77E5; &#x4E0E; &#x667A;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt="【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-17T15:42:12.000Z">2019-02-17</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">9 minutes read (About 1421 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】浏览器插件：steem-server选择工具；解决-steemit-com被禁的问题/">【Steem指南】浏览器插件：Steem Server选择工具；解决*.steemit.com被禁的问题</a></h1><div class="content"><h2 id="steem-server-xuan-ze-gong-ju">Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;<a href="#steem-server-xuan-ze-gong-ju"></a></h2><p>&#x521A;&#x624D;&#xFF0C;@liuzhixiang &#x53D1;&#x5E03;&#x4E86;<strong>Steem Server&#xFF08;&#x670D;&#x52A1;&#x5668;&#xFF09;&#x7684;&#x9009;&#x62E9;&#x5DE5;&#x5177;</strong>&#xFF08;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x4E00;&#x4E2A;&#x514D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;Steem &#x76F8;&#x5173;&#x5E94;&#x7528;&#x7684;&#x5DE5;&#x5177;</a>&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x5F97;<strong>busy&#xFF0C;steempeak</strong>&#x7B49;&#x7F51;&#x7AD9;&#x5728;*.steemit.com&#x88AB;&#x7981;&#x7528;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x4FDD;&#x6301;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;&#x76EE;&#x524D;&#x6B64;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x5728;<strong>Chrome&#x6D4F;&#x89C8;&#x5668;</strong>&#x4E2D;&#x8FD0;&#x884C;&#x3002;&#x7ECF;&#x5C0F;&#x8303;&#x56F4;&#x6D4B;&#x8BD5;&#xFF0C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x5DE5;&#x4F5C;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x63A8;&#x9001;&#x7ED9;&#x66F4;&#x591A;&#x7528;&#x6237;&#x8FDB;&#x884C;&#x5C1D;&#x8BD5;&#x3002;</p><p>&#x7ECF;&#x6751;&#x957F;@ericet&#x5EFA;&#x8BAE;&#xFF0C;&#x8FD9;&#x91CC;&#x5199;&#x4E00;&#x4E2A;&#x66F4;&#x7B80;&#x5355;&#x7684;&#x8BF4;&#x660E;&#x4E66;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7684;&#x7528;&#x6237;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#x548C;&#x4ED8;&#x51FA;&#xFF0C;&#x6B64;<a href="https://github.com/lzx215/steem-node-exchange-tool" target="_blank" rel="noreferrer noopener">Chrome&#x6269;&#x5C55;</a>&#x7684;&#x8457;&#x4F5C;&#x6743;&#x4E3A;@liuzhixiang&#x6240;&#x6709;&#xFF0C;&#x672C;&#x6587;&#x4EC5;&#x5BF9;&#x4F7F;&#x7528;&#x6307;&#x5357;&#x505A;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#x548C;&#x89E3;&#x91CA;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw31et0UJO3h6fTl7C%2F-LYw48h1vb7LPtRBse8K%2Fimage.png?alt=media&amp;token=c4fdcc58-a57f-41a2-b901-8b5bd72b6caa" alt=""><br><i>&#x56FE;&#x7247;&#x6765;&#x6E90;&#xFF1A;https://steem.com/</i></center><h2 id="an-zhuang-bu-zhou">&#x5B89;&#x88C5;&#x6B65;&#x9AA4;&#xFF1A;<a href="#an-zhuang-bu-zhou"></a></h2><h3 id="di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x4E0B;&#x8F7D;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-yi-bu-xia-zai-chrome-kuo-zhan-cheng-xu"></a></h3><p>&#x6253;&#x5F00;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x70B9;&#x51FB;<a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/steem-node-switch-v1.01.crx" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF08;&#x6253;&#x5305;&#x4E86;&#x9879;&#x76EE;&#x6E90;&#x6587;&#x4EF6;&#x4E2D;&#x7684;dist&#x4EE3;&#x7801;&#xFF09;</p><h3 id="di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;Chrome&#x6269;&#x5C55;&#x7A0B;&#x5E8F;<a href="#di-er-bu-an-zhuang-chrome-kuo-zhan-cheng-xu"></a></h3><ol><li>&#x5728;&#x6D4F;&#x89C8;&#x5668;&#x5730;&#x5740;&#x680F;&#x8F93;&#x5165; <strong>chrome://extensions/</strong>&#xFF0C;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762;</li><li>&#x70B9;&#x51FB;&#x53F3;&#x4E0A;&#x89D2;&#x7684;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer Mode&#xFF09;&#x6309;&#x94AE;</strong>&#xFF0C;&#x5F00;&#x542F;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x56E0;&#x4E3A;&#x672C;&#x6269;&#x5C55;&#x4E3A;beta&#x7248;&#x672C;&#xFF0C;&#x672A;&#x6B63;&#x5F0F;&#x53D1;&#x5E03;&#xFF0C;&#x9700;&#x8981;&#x4F7F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF09;</li><li>&#x5C06;&#x7B2C;&#x4E00;&#x6B65;&#x4E2D;&#x4E0B;&#x8F7D;&#x7684;<strong>CRX&#x6587;&#x4EF6;</strong>&#xFF0C;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x7A97;&#x53E3;&#x3002;</strong>&#x4F1A;&#x5F39;&#x51FA;&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x7684;&#x63D0;&#x793A;&#xFF0C;&#x70B9;&#x51FB;<strong>&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#xFF08;Add Extension&#xFF09;</strong>&#x3002;</li></ol><center><img src="https://ipfs.busy.org/ipfs/QmSK8BnZG7KMRtUsB5ooB9pZVUk9tbRyZ3T66nVKGsxuYf" alt=""><br><i>&#x542F;&#x7528;&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmYkvTFwFpJY1sUPV4EoToipyeCH7RQswGLF5o2CTPYJdD" alt=""><br><i>&#x5C06;CRX&#x62D6;&#x5165;&#x6269;&#x5C55;&#x9875;&#x9762;&#x4E2D;&#x95F4;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvz1SeGU3uAp6ZMtBv%2F-LYvzDucEe5lroz7WdDY%2Fimage.png?alt=media&amp;token=19c2cb4d-fab1-41ec-9393-e0ffe61dc2b5" alt=""><br><i>&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#x65F6;&#x7684;&#x63D0;&#x9192;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><p>&#x5B89;&#x88C5;&#x6210;&#x529F;&#x540E;&#xFF0C;<strong>&#x5730;&#x5740;&#x680F;&#x7684;&#x53F3;&#x4FA7;</strong>&#x4F1A;&#x51FA;&#x73B0;&#x4E00;&#x4E2A;<strong>Steem&#x56FE;&#x6807;&#x7684;&#x5DE5;&#x5177;</strong>&#x3002;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;<strong>&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x8BE5;&#x4E3A;&#x5F00;&#x542F;&#x72B6;&#x6001;</strong>&#x3002;</p><center><img src="https://ipfs.busy.org/ipfs/QmWGwdaHmJVqpAAYwNeeBW5CF4sE1RvwihorQrrUEq4F8L" alt=""><br><i>&#x5B89;&#x88C5;&#x6210;&#x529F;&#xFF0C;&#x5730;&#x5740;&#x680F;&#x53F3;&#x4FA7;&#x663E;&#x793A;&#x5DE5;&#x5177;&#x7684;Steem&#x56FE;&#x6807;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><center><img src="https://ipfs.busy.org/ipfs/QmVKRhe9pfkhrxakgqYnfwxreZ9L11HtUQjFT7RD8Goeqo" alt=""><br><i>&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x7A97;&#x53E3;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x6DFB;&#x52A0;&#x7684;&#x6269;&#x5C55;&#xFF0C;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5F00;&#x5173;&#x5E94;&#x4E3A;&#x5F00;&#x542F;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><h3 id="di-san-bu-kai-shi-shi-yong-busy-huo-steempeak">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy&#x6216;steempeak<a href="#di-san-bu-kai-shi-shi-yong-busy-huo-steempeak"></a></h3><p>&#x70B9;&#x51FB;<strong>Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;&#x56FE;&#x6807;</strong>&#xFF0C;&#x4F1A;&#x5F39;&#x51FA;&#x4E00;&#x4E2A;&#x7A97;&#x53E3;&#x3002;&#x5728;&#x7A97;&#x53E3;&#x4E2D;&#x70B9;&#x51FB;<strong>&#x6D4B;&#x901F;</strong>&#x6309;&#x94AE;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5F53;&#x524D;&#x901F;&#x5EA6;&#x6700;&#x5FEB;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF08;&#x901F;&#x5EA6;&#x4EE3;&#x8868;&#x8FDE;&#x63A5;&#x670D;&#x52A1;&#x5668;&#x6240;&#x7528;&#x7684;&#x65F6;&#x95F4;&#xFF08;&#x5355;&#x4F4D;&#xFF1A;&#x79D2;&#xFF09;&#xFF1B;&#x4E0B;&#x9762;&#x622A;&#x56FE;&#x4E2D;&#x6700;&#x5FEB;&#x7684;rpc.steemviz.com&#x8FDE;&#x63A5;&#x8017;&#x65F6;1.7s&#x3002;&#x8BF7;&#x9009;&#x62E9;&#x8FDE;&#x63A5;&#x65F6;&#x95F4;&#x6700;&#x5C0F;&#x7684;&#x670D;&#x52A1;&#x5668;&#x3002;&#xFF09;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYvzVesFAxnNMGhrxi0%2F-LYw-L0eYNLO0UrRY5mi%2Fimage.png?alt=media&amp;token=b119a0c6-d5ce-46b1-bc0f-95f1bba1eb6c" alt=""><br><i>&#x670D;&#x52A1;&#x5668;&#x6D4B;&#x901F;&#x548C;&#x9009;&#x62E9;&#x7684;&#x9875;&#x9762;&#xFF08;&#x622A;&#x56FE;&#xFF09;</i></center><br><p>&#x4E0B;&#x9762;&#xFF0C;&#x8BF7;&#x4F7F;&#x7528;busy&#x548C;steempeak&#x6109;&#x5FEB;&#x7684;&#x53D1;&#x5E16;&#x5427; &#x1F600;&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x6216;steempeak.com&#xFF0C;&#x5982;&#x679C;&#x4E00;&#x5207;&#x6B63;&#x5E38;&#xFF0C;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x767B;&#x5F55;&#x3001;&#x67E5;&#x770B;feed&#x3001;&#x53D1;&#x5E16;&#x7B49;&#x64CD;&#x4F5C;&#x3002;</p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw5_F-3JfFeSAeeb9C%2Fimage.png?alt=media&amp;token=a7851e7a-716a-4db3-9a13-72731dcd77eb" alt=""><br><i>busy.org&#x7684;&#x622A;&#x56FE;</i></center><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYw4ubojnigKrpOOGjl%2F-LYw55VNo-V_5aaoE5V9%2Fimage.png?alt=media&amp;token=e6c6c822-2df7-4c6d-8442-2011710427a1" alt=""><br><i>steempeak.com&#x7684;&#x622A;&#x56FE;</i></center><h2 id="shuo-ming-ce-shi-he-yan-zheng">&#x8BF4;&#x660E;&#xFF1A;&#x6D4B;&#x8BD5;&#x548C;&#x9A8C;&#x8BC1;<a href="#shuo-ming-ce-shi-he-yan-zheng"></a></h2><ol><li><strong>&#x529F;&#x80FD;</strong>&#xFF1A;&#x76EE;&#x524D;&#x6CA1;&#x6709;&#x505A;&#x5B8C;&#x6574;&#x7684;&#x6D4B;&#x8BD5;&#xFF0C;&#x4EC5;&#x6D4B;&#x8BD5;&#x4E86;busy&#x548C;steempeak&#xFF0C;&#x9996;&#x9875;&#x53EF;&#x6253;&#x5F00;&#x3001;feed&#x529F;&#x80FD;&#x53EF;&#x7528;&#x3001;&#x53D1;&#x5E16;&#x53EF;&#x7528;&#x3002;&#x8BD5;&#x7528;&#x8005;&#x53EF;&#x4EE5;&#x505A;&#x8FDB;&#x4E00;&#x6B65;&#x6D4B;&#x8BD5;&#x3002;</li><li><strong>&#x5B89;&#x5168;&#x6027;</strong>&#xFF1A;@robertyan&#x5BF9;&#x6269;&#x5C55;&#x7684;&#x4EE3;&#x7801;&#x505A;&#x4E86;&#x9605;&#x8BFB;&#x548C;&#x5BA1;&#x67E5;&#xFF0C;&#x9879;&#x76EE;&#x4E2D;&#x672A;&#x53D1;&#x73B0;&#x6076;&#x610F;&#x4EE3;&#x7801;&#x548C;&#x4FE1;&#x606F;&#x6CC4;&#x9732;&#x98CE;&#x9669;&#x3002;&#x76EE;&#x524D;&#x7684;&#x552F;&#x4E00;&#x95EE;&#x9898;&#x662F;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7A0B;&#x5E8F;<strong>&#x5BF9;&#x6240;&#x6709;&#x57DF;&#x540D;&#x90FD;&#x662F;&#x542F;&#x7528;&#x7684;</strong>&#xFF0C;&#x5728;&#x6253;&#x5F00;&#x4EFB;&#x610F;&#x7F51;&#x9875;&#x65F6;&#x90FD;&#x4F1A;&#x8FD0;&#x884C;&#xFF0C;&#x4E4B;&#x540E;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x8003;&#x8651;&#x505A;&#x4E00;&#x4E2A;&#x8303;&#x56F4;&#x9650;&#x5B9A;&#x3001;&#x53EA;&#x5BF9;&#x767D;&#x540D;&#x5355;&#x5185;&#x7684;&#x7F51;&#x7AD9;&#x8D77;&#x4F5C;&#x7528;&#xFF1B;&#x4F46;&#x8FD9;&#x6837;&#x4F1A;&#x4E27;&#x5931;&#x4E00;&#x4E9B;&#x7075;&#x6D3B;&#x6027;&#xFF0C;&#x6709;&#x65B0;&#x7684;dApp&#x53D1;&#x5E03;&#x65F6;&#x9700;&#x8981;&#x66F4;&#x6539;&#x767D;&#x540D;&#x5355;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x91CD;&#x65B0;&#x53D1;&#x5E03;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x3002;&#x6B64;&#x95EE;&#x9898;&#x4E4B;&#x540E;&#x4F1A;&#x518D;&#x505A;&#x4E00;&#x4E9B;&#x8BA8;&#x8BBA;&#xFF0C;<strong>&#x76EE;&#x524D;&#x7684;beta&#x7248;&#x4EC5;&#x7528;&#x4E8E;&#x6D4B;&#x8BD5;&#x548C;&#x8BD5;&#x7528;&#x662F;&#x6CA1;&#x6709;&#x5B89;&#x5168;&#x95EE;&#x9898;&#x7684;&#x3002;</strong></li><li><strong>&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x4E0E;&#x6539;&#x8FDB;</strong>&#xFF1A;<a href="https://busy.org/@liuzhixiang/chrome" target="_blank" rel="noreferrer noopener">&#x5728;&#x6587;&#x7AE0;&#x7684;&#x8BC4;&#x8BBA;&#x4E2D;&#x8BA8;&#x8BBA;&#x4E86;&#x4E00;&#x4E9B;&#x95EE;&#x9898;</a>&#x3002;&#x76EE;&#x524D;&#x4E3B;&#x8981;&#x7684;&#x95EE;&#x9898;&#x662F;&#x6027;&#x80FD;&#x65B9;&#x9762;&#xFF0C;<strong>&#x81EA;&#x9009;&#x7684;Steem&#x670D;&#x52A1;&#x5668;&#x7684;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x6162;&#x3001;&#x7A33;&#x5B9A;&#x6027;&#x8F83;&#x5DEE;</strong>&#xFF0C;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#x4E00;&#x822C;&#x3001;&#x7F51;&#x9875;&#x52A0;&#x8F7D;&#x7F13;&#x6162;&#xFF0C;@liuzhixiang&#x4E5F;&#x5728;&#x6B64;<a href="https://busy.org/@liuzhixiang/steem-api" target="_blank" rel="noreferrer noopener">&#x6587;&#x4E2D;</a>&#x7ED9;&#x51FA;&#x4E86;&#x6B64;&#x95EE;&#x9898;&#x7684;&#x89E3;&#x7B54;&#x3002;</li></ol><p>&#x518D;&#x6B21;&#x611F;&#x8C22;@liuzhixiang&#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x95EE;&#x9898;&#x8BF7;&#x53CD;&#x9988;&#x7ED9;&#x4F5C;&#x8005;&#x6216;&#x548C;CN&#x533A;&#x7528;&#x6237;&#x8BA8;&#x8BBA;&#x3002;&#x5E0C;&#x671B;&#x672C;&#x6587;&#x7684;&#x4F7F;&#x7528;&#x5E2E;&#x52A9;&#x548C;&#x8BF4;&#x660E;&#x5BF9;&#x5927;&#x5BB6;&#x6709;&#x5E2E;&#x52A9; &#x1F61B;</p><h2>&#x5176;&#x4ED6;&#x5E38;&#x89C1;&#x95EE;&#x9898;</h2><h4 id="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"><a href="#&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;" class="headerlink" title="&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;"></a>&#xFF08;1&#xFF09;Windows&#x4E0A;&#x5B89;&#x88C5;&#x65F6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7CFB;&#x7EDF;&#x7981;&#x6B62;&#x5B89;&#x88C5;&#x7684;&#x60C5;&#x51B5;&#xFF0C;&#x9700;&#x8981;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;</h4><ol><li>&#x4E0B;&#x8F7D;&#x6587;&#x4EF6; <a href="https://github.com/think-in-universe/steem-node-exchange-tool/releases/download/1.0.1/chrome_steem.reg" target="_blank" rel="noopener">chrome_steem.reg</a> &#x5230;&#x672C;&#x5730;</li><li>&#x5173;&#x95ED;Chrome&#x6D4F;&#x89C8;&#x5668;</li><li>&#x53CC;&#x51FB;&#x4E0B;&#x8F7D;&#x7684;&#x6587;&#x4EF6;chrome_steem.reg&#xFF0C;&#x4F1A;&#x5C06;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x7684;Chrome&#x6269;&#x5C55;&#xFF0C;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF08;&#x8FD9;&#x4E2A;&#x7A0B;&#x5E8F;&#x662F;&#x5B89;&#x5168;&#x7684;&#xFF0C;&#x53EA;&#x505A;&#x6DFB;&#x52A0;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD9;&#x4E00;&#x4EF6;&#x4E8B;&#xFF09;</li><li>&#x91CD;&#x542F;Chrome&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x5230;chrome://extensions&#x4E2D;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;</li></ol><h5 id="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"><a href="#&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;" class="headerlink" title="&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;"></a>&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;&#x628A;&#x6269;&#x5C55;&#x6DFB;&#x52A0;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;</h5><blockquote><p>&#x6211;&#x4EEC;&#x9700;&#x8981;&#x8FD9;&#x4E48;&#x505A;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x5F53;&#x524D;&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x8FD8;&#x6CA1;&#x6709;&#x4E0A;&#x4F20;&#x5230;Chrome&#x7684;&#x6269;&#x5C55;&#x7A0B;&#x5E8F;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x3002;&#x628A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#x52A0;&#x5165;&#x5230;&#x767D;&#x540D;&#x5355;&#x4E2D;&#xFF0C;&#x53EF;&#x4EE5;&#x9632;&#x6B62;&#x5B83;&#x88AB;Chrome&#x81EA;&#x52A8;&#x7981;&#x7528;&#xFF0C;&#x4EE5;&#x4FBF;&#x987A;&#x5229;&#x5B89;&#x88C5;&#x548C;&#x4F7F;&#x7528;&#x3002;&#x4E4B;&#x540E;&#x7B49;&#x6269;&#x5C55;&#x4E0A;&#x4F20;&#x5230;&#x5E94;&#x7528;&#x5546;&#x5E97;&#x540E;&#xFF0C;&#x6B64;&#x95EE;&#x9898;&#x5E94;&#x8BE5;&#x4F1A;&#x6D88;&#x5931;&#x3002;</p></blockquote><p><br></p><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e6%b5%8f%e8%a7%88%e5%99%a8%e6%8f%92%e4%bb%b6%ef%bc%9asteem-server%e9%80%89%e6%8b%a9%e5%b7%a5%e5%85%b7</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steemsteemserver-fs43botbb3" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF1A;Steem Server&#x9009;&#x62E9;&#x5DE5;&#x5177;&#xFF1B;&#x89E3;&#x51B3;*.steemit.com&#x88AB;&#x7981;&#x7684;&#x95EE;&#x9898;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card"><div class="card-image"><a href="/blog/steempress/【steem指南】用requestly绕过-steemit-com/" class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYm8I0Y8bh3svP6NP72%2F-LYm8IeWSELlw6Rolrgy%2Fimage.png?alt=media&amp;token=f58f4509-0852-45f7-abb6-5b55fe431c34" alt="【Steem指南】用requestly绕过*.steemit.com"></a></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-02-15T17:52:36.000Z">2019-02-15</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">6 minutes read (About 905 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal"><a class="has-link-black-ter" href="/blog/steempress/【steem指南】用requestly绕过-steemit-com/">【Steem指南】用requestly绕过*.steemit.com</a></h1><div class="content"><p></p><h2 id="rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server">&#x7ED5;&#x8FC7;*.steemit.com&#x7684;&#x7B56;&#x7565;&#xFF1A;&#x5BA2;&#x6237;&#x7AEF;&#x9009;&#x62E9;API Server<a href="#rao-guo-steemitcom-de-ce-lve-ke-hu-duan-xuan-ze-api-server"></a></h2><p></p><p></p><p>&#x5728;&#x524D;&#x6587;<a href="https://busy.org/@robertyan/steem-esteem-surfer" target="_blank" rel="noreferrer noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;eSteem Surfer&#x53D1;&#x5E16;</a>&#x63D0;&#x5230;&#x8FC7;&#x89E3;&#x51B3;&#x90E8;&#x5206;&#x5730;&#x533A;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;*.steemit.com&#x7684;&#x51E0;&#x79CD;&#x7B56;&#x7565;&#x3002;&#x5176;&#x4E2D;&#x63D0;&#x5230;&#x8FC7;&#x5F00;&#x53D1;&#x8005;&#x53EF;&#x4EE5;<strong>&#x201C;&#x521B;&#x5EFA;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x91CD;&#x5B9A;&#x5411;api.steemit.com&#x5230;&#x522B;&#x7684;api server&#xFF0C;&#x5982;api.steem.house&#x201D;</strong>&#x3002;</p><p></p><p></p><p>&#x6628;&#x5929;&#x6839;&#x636E;&#x8FD9;&#x4E00;&#x7B56;&#x7565;&#xFF0C;&#x6211;&#x7528;<strong>GreaseMonkey&#xFF08;TamperMonkey&#xFF09;</strong>&#x521B;&#x5EFA;&#x4E86;<a rel="noreferrer noopener" href="https://github.com/think-in-universe/greasemoneky_scripts/blob/master/src/steem_api_redirect/steem_api_redirect.js" target="_blank">&#x91CD;&#x5B9A;&#x5411;XHR&#x548C;Fetch&#x7684;&#x811A;&#x672C;</a>&#xFF0C;&#x5C06;api.steem.com&#x7684;&#x8BF7;&#x6C42;&#x91CD;&#x5B9A;&#x5411;&#x5230;&#x522B;&#x7684;API Server&#xFF0C;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x6D4F;&#x89C8;busy&#x548C;steempeak&#x7684;feed&#x7B49;&#x3002;&#x4F46;&#x5728;&#x7528;steemconnect&#x767B;&#x5F55;&#x65F6;&#x4F1A;&#x9047;&#x5230;&#x201D;content-security-policy&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6240;&#x4EE5;&#x767B;&#x5F55;&#x4ECD;&#x7136;&#x5B58;&#x5728;&#x4E00;&#x4E9B;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><h2 id="yong-requestly-rao-guo-steemitcom">&#x7528;requestly&#x7ED5;&#x8FC7;*.steemit.com<a href="#yong-requestly-rao-guo-steemitcom"></a></h2><p></p><p></p><p>&#x4ECA;&#x65E9;&#x770B;&#x5230; @liuzhixiang &#x53D1;&#x5E03;&#x7684;&#x57FA;&#x4E8E;requestly&#x7684;<a href="https://busy.org/@liuzhixiang/b5eeb58ce4558648" target="_blank" rel="noreferrer noopener">&#x4E0D;&#x7FFB;&#x5899;&#x4F7F;&#x7528;busy.org&#x7684;&#x65B9;&#x6CD5;</a>&#xFF0C;&#x6211;&#x4EEC;&#x6D4B;&#x8BD5;&#x540E;&#x53D1;&#x73B0;&#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x4F7F;&#x7528;busy&#xFF0C;&#x5E76;&#x4E14;&#x4E5F;&#x89E3;&#x51B3;&#x4E86;steemconnect&#x767B;&#x5F55;&#x65F6;&#x65F6;&#x7684;&#x201D;content-security-policy&#x201D;&#x95EE;&#x9898;&#xFF0C;&#x975E;&#x5E38;&#x68D2;&#x1F44D; &#x5BF9;&#x7528;&#x6237;&#x5F88;&#x6709;&#x4EF7;&#x503C;&#xFF0C;&#x975E;&#x5E38;&#x611F;&#x8C22;&#xFF01;</p><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYm8I0Y8bh3svP6NP72%2F-LYm8IeWSELlw6Rolrgy%2Fimage.png?alt=media&amp;token=f58f4509-0852-45f7-abb6-5b55fe431c34" alt=""><br><i>image source: http://www.requestly.in/</i></center><p></p><p>&#x6211;&#x4EEC;&#x4F53;&#x9A8C;&#x540E;&#x53D1;&#x73B0;&#x914D;&#x7F6E;&#x7684;&#x6B65;&#x9AA4;&#x7565;&#x6709;&#x4E00;&#x4E9B;&#x7E41;&#x7410;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x5BF9;&#x6B65;&#x9AA4;&#x505A;&#x4E86;&#x4E00;&#x4E9B;&#x7B80;&#x5316;&#xFF0C;&#x5E2E;&#x52A9;&#x5BF9;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;&#x7ECF;&#x9A8C;&#x8F83;&#x5C11;&#x7528;&#x6237;&#x66F4;&#x5FEB;&#x4E0A;&#x624B;&#x3002;</p><p></p><p></p><h3 id="di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly">&#x7B2C;&#x4E00;&#x6B65;&#xFF1A;&#x5B89;&#x88C5;&#x6D4F;&#x89C8;&#x5668;&#x63D2;&#x4EF6;requestly<a href="#di-yi-bu-an-zhuang-lan-qi-cha-jian-requestly"></a></h3><p>@liuzhixiang &#x5728;&#x6587;&#x4E2D;&#x4F7F;&#x7528;&#x7684;&#x5DE5;&#x5177;requestly&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x76F8;&#x6BD4;&#x5176;&#x4ED6;&#x5F88;&#x591A;&#x6D4F;&#x89C8;&#x5668;&#x6269;&#x5C55;&#xFF0C;&#x529F;&#x80FD;&#x66F4;&#x7075;&#x6D3B;&#x5168;&#x9762;&#x3002;</p><p></p><p></p><p>&#x5B89;&#x88C5;&#x6269;&#x5C55;&#x5E38;&#x89C1;&#x7684;&#x4E24;&#x79CD;&#x65B9;&#x6CD5;&#x5982;&#x4E0B;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x65B9;&#x6CD5;&#x4E8C;&#x3002;</p><p></p><p></p><ul><li><strong>&#x65B9;&#x6CD5;&#x4E00;</strong>&#xFF1A;&#x5BF9;&#x4E8E;Chrome&#x6216;&#x8005;Firefox&#x6D4F;&#x89C8;&#x5668;&#xFF0C;&#x6253;&#x5F00;requestly&#x5B98;&#x7F51;&#xFF08;<a href="http://www.requestly.in/" target="_blank" rel="noreferrer noopener">http://www.requestly.in/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x5B89;&#x88C5;&#xFF08;install&#xFF09;&#xFF0C;&#x6839;&#x636E;&#x6B65;&#x9AA4;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li><li><strong>&#x65B9;&#x6CD5;&#x4E8C;</strong>&#xFF1A;&#x5BF9;&#x4E8E;&#x65E0;&#x6CD5;&#x8BBF;&#x95EE;Chrome Store&#x7684;Chrome&#x7528;&#x6237;&#xFF0C;&#x70B9;&#x51FB;<a href="https://www.crx4chrome.com/go.php?d=350&amp;i=11&amp;p=1978&amp;s=1&amp;l=https%3A%2F%2Ff1.crx4chrome.com%2Fcrx.php%3Fi%3Dmdnleldcmiljblolnjhpnblkcekpdkpa%26v%3D19.2.1" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;crx&#x6587;&#x4EF6;&#x3002;&#x7528;&#x6D4F;&#x89C8;&#x5668;&#x6253;&#x5F00;&#x6269;&#x5C55;&#x7BA1;&#x7406;&#x9875;&#x9762; chrome://extensions/&#xFF0C;&#x6253;&#x5F00;<strong>&#x5F00;&#x53D1;&#x8005;&#x6A21;&#x5F0F;&#xFF08;Developer mode&#xFF09;</strong>&#xFF0C;&#x5C06;&#x4E0B;&#x8F7D;&#x5B8C;&#x6210;&#x7684;crx&#x6587;&#x4EF6;<strong>&#x62D6;&#x5165;&#x5F53;&#x524D;&#x6D4F;&#x89C8;&#x5668;&#x7A97;&#x53E3;</strong>&#xFF0C;&#x5B8C;&#x6210;&#x5B89;&#x88C5;&#x3002;</li></ul><p></p><p></p><h3 id="di-er-bu-shang-chuan-requestly-gui-ze">&#x7B2C;&#x4E8C;&#x6B65;&#xFF1A;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;<a href="#di-er-bu-shang-chuan-requestly-gui-ze"></a></h3><p></p><p></p><p>&#x5B89;&#x88C5;&#x5B8C;&#x6BD5;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x4E0A;&#x4F20;requestly&#x89C4;&#x5219;&#xFF0C;&#x800C;&#x4E0D;&#x7528;&#x624B;&#x52A8;&#x914D;&#x7F6E;&#x3002;</p><p></p><p></p><ol><li>&#x4ECE;<a href="https://raw.githubusercontent.com/think-in-universe/greasemoneky_scripts/master/src/steem_api_redirect/requestly_rules.txt" target="_blank" rel="noreferrer noopener">&#x8FD9;&#x91CC;</a>&#x4E0B;&#x8F7D;requestly&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF1B;</li><li>&#x70B9;&#x51FB;requestly&#x6309;&#x94AE;&#xFF0C;&#x6253;&#x5F00;requestly&#x7684;&#x672C;&#x5730;&#x914D;&#x7F6E;&#x9875;&#x9762;&#xFF08;<a href="https://app.requestly.in/rules/" target="_blank" rel="noreferrer noopener">https://app.requestly.in/rules/</a>&#xFF09;&#xFF0C;&#x70B9;&#x51FB;&#x4E0A;&#x4F20;&#x89C4;&#x5219;&#x6309;&#x94AE;&#xFF0C;&#x9009;&#x62E9;&#x521A;&#x624D;&#x4E0B;&#x8F7D;&#x7684;&#x89C4;&#x5219;&#x6587;&#x4EF6;&#xFF0C;&#x5B8C;&#x6210;&#x89C4;&#x5219;&#x4E0A;&#x4F20;&#x3002;&#x4F1A;&#x770B;&#x5230;&#x4E0B;&#x9762;&#x5217;&#x8868;&#x4E2D;&#x591A;&#x51FA;3&#x6761;&#x89C4;&#x5219;&#x3002;</li></ol><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LYmBv1WtykETj_konIQ%2F-LYmBzYba3KrguDfdE0T%2Fimage.png?alt=media&amp;token=e199bf6e-a7f8-42da-8b71-30d0842144df" alt=""><br><i>image source: https://app.requestly.in/rules/</i></center><p></p><p>&#x5728;&#x89C4;&#x5219;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x4E86;<strong>anyx.io</strong>&#x4F5C;&#x4E3A;&#x9ED8;&#x8BA4;&#x7684;&#x670D;&#x52A1;&#x5668;&#xFF0C;&#x4E4B;&#x524D;&#x7684;&#x6D4B;&#x8BD5;&#x4E2D;&#x8BE5;&#x670D;&#x52A1;&#x5668;&#x8BBF;&#x95EE;&#x901F;&#x5EA6;&#x8F83;&#x5176;&#x4ED6;&#x670D;&#x52A1;&#x5668;&#x7A0D;&#x5FEB;&#x3002;</p><p></p><p></p><h3 id="di-san-bu-kai-shi-shi-yong-busy">&#x7B2C;&#x4E09;&#x6B65;&#xFF1A;&#x5F00;&#x59CB;&#x4F7F;&#x7528;busy<a href="#di-san-bu-kai-shi-shi-yong-busy"></a></h3><p></p><p></p><p>&#x6253;&#x5F00;&#x6216;&#x5237;&#x65B0;busy.org&#x9875;&#x9762;&#xFF0C;&#x5F00;&#x59CB;&#x4F7F;&#x7528;&#x3002;&#x7ECF;&#x6D4B;&#x8BD5;&#xFF0C;feed&#x3001;power up&#x7B49;&#x529F;&#x80FD;&#x90FD;&#x53EF;&#x6B63;&#x5E38;&#x4F7F;&#x7528;&#x3002;</p><p></p><p></p><h2 id="shuo-ming">&#x8BF4;&#x660E;<a href="#shuo-ming"></a></h2><p></p><p></p><ol><li>&#x518D;&#x6B21;&#x611F;&#x8C22; @liuzhixiang &#x7684;&#x5DE5;&#x4F5C;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x80FD;-&#x7FFB;.&amp;&#x5899;&#x7684;&#x7528;&#x6237;&#x6709;&#x76F8;&#x5F53;&#x7684;&#x5E2E;&#x52A9;&#x3002;&#x672C;&#x6587;&#x4EC5;&#x662F;&#x5BF9;&#x539F;&#x6587;&#x7684;&#x6587;&#x6863;&#x8FDB;&#x884C;&#x4E86;&#x7B80;&#x5316;&#x3002;</li><li>&#x5F53;&#x524D;&#x7684;&#x65B9;&#x6CD5;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x4E0D;&#x8DB3;&#xFF0C;&#x4F8B;&#x5982;&#xFF0C;&#x5F53;&#x524D;&#x7684;requestly&#x89C4;&#x5219;&#x652F;&#x6301;busy&#x8F83;&#x4E3A;&#x7A33;&#x5B9A;&#xFF0C;&#x5BF9;steempeak&#x7B49;&#x5B58;&#x5728;&#x95EE;&#x9898;&#x3002;&#x53EF;&#x4EE5;&#x5728;&#x4E4B;&#x540E;&#x6539;&#x8FDB;&#x6216;&#x5B8C;&#x5584;&#x3002;</li><li>&#x63A5;&#x4E0B;&#x6765;&#x53EF;&#x80FD;&#x53EF;&#x4EE5;&#x5F00;&#x5C55;&#x7684;&#x5DE5;&#x4F5C;&#x5305;&#x62EC;&#xFF1A;&#x5C01;&#x88C5;&#x6210;extension&#x3001;&#x8FDB;&#x4E00;&#x6B65;&#x652F;&#x6301;steempeak&#x3001;&#x81EA;&#x52A8;&#x9009;&#x62E9;&#x6216;&#x624B;&#x52A8;&#x914D;&#x7F6E;API server&#x8282;&#x70B9;&#x7B49;&#x3002;</li></ol><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/02/%e3%80%90steem%e6%8c%87%e5%8d%97%e3%80%91%e7%94%a8requestly%e7%bb%95%e8%bf%87-steemit-com</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/steemrequestlysteemitcom-f79lfbujtt" target="_blank" rel="noopener">&#x3010;Steem&#x6307;&#x5357;&#x3011;&#x7528;requestly&#x7ED5;&#x8FC7;*.steemit.com</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div></div></div><div class="card card-transparent"><nav class="pagination is-centered" role="navigation" aria-label="pagination"><div class="pagination-previous"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-reader/">Previous</a></div><div class="pagination-next"><a class="is-flex-grow has-text-black-ter" href="/blog/tags/cn-reader/page/3/">Next</a></div><ul class="pagination-list is-hidden-mobile"><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-reader/">1</a></li><li><a class="pagination-link is-current" href="/blog/tags/cn-reader/page/2/">2</a></li><li><a class="pagination-link has-text-black-ter" href="/blog/tags/cn-reader/page/3/">3</a></li></ul></nav></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">36</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">8</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">30</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/sct/"><span class="level-start"><span class="level-item">sct</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:16px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:14px">sct</a> <a href="/blog/tags/sct-cn/" style="font-size:13px">sct-cn</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:13px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:19px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:15px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">27</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">18</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">6</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct-cn/"><span class="tag">sct-cn</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">25</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/cn/六十而耳顺-——-60级小结/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://upload.wikimedia.org/wikipedia/commons/thumb/6/6c/%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png/400px-%E5%AD%94%E5%AD%90%E8%81%96%E8%B9%9F%E5%9C%96.png" alt="六十而耳顺 —— 60级小结"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-12T10:16:33.000Z">2019-06-12</time></div><a href="/blog/cn/六十而耳顺-——-60级小结/" class="has-link-black-ter is-size-6">六十而耳顺 —— 60级小结</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/cn/">cn</a></p></div></div></article><article class="media"><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgNmRFelbA1pWQO8pBR%2F-LgNpPZ72pSxEbaETRit%2Fimage.png?alt=media&amp;token=fe719713-5dfc-4716-b390-ab0ab1011903" alt="真·花名册 | Update of Steem Roster"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-02T16:32:36.000Z">2019-06-02</time></div><a href="/blog/sct/真·花名册-update-of-steem-roster/" class="has-link-black-ter is-size-6">真·花名册 | Update of Steem Roster</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://ipfs.busy.org/ipfs/QmQWcThvafqZpMeGVqbn5gvVFFmgeUWay82a2PrmNG2amg" alt="Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-06-01T19:48:36.000Z">2019-06-01</time></div><a href="/blog/sct/steem-花名册：《steem指北》子项目-steem-roster-a-sub-project-of-steem-people/" class="has-link-black-ter is-size-6">Steem 花名册：《Steem指北》子项目 | Steem Roster: A Sub-Project of Steem-People</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-LgDhNTn-s9T0s1-pTIF%2F-LgDkElqsQf87kTbJuFy%2Fimage.png?alt=media&amp;token=ed19b68e-3403-4e2c-a207-0720505a70ac" alt="Steem Links：《Steem指南》子项目 | Subproject of Steem Guides"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-31T16:51:57.000Z">2019-05-31</time></div><a href="/blog/sct/steem-links：《steem指南》子项目-subproject-of-steem-guides/" class="has-link-black-ter is-size-6">Steem Links：《Steem指南》子项目 | Subproject of Steem Guides</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article><article class="media"><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lg6jqtCvK2m8_0cvJEW%2F-Lg6l_110MdYtrNIwXrA%2Fimage.png?alt=media&amp;token=dcbe2a57-f5a6-4752-9cb5-1d8df12652c3" alt="steemblog: Steem时光机 | Steem Time Machine"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-30T18:10:06.000Z">2019-05-30</time></div><a href="/blog/sct/steemblog-steem时光机-steem-time-machine/" class="has-link-black-ter is-size-6">steemblog: Steem时光机 | Steem Time Machine</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/sct/">sct</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/06/"><span class="level-start"><span class="level-item">June 2019</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="Civilization Thinker" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>