<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>【未来教育学】成年人需要什么样的STEM教育？（三） - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x5728;&amp;#x4E0A;&amp;#x4E24;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x8"><meta name="keywords" content="cn,steempress,cn-stem,steemstem,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="【未来教育学】成年人需要什么样的STEM教育？（三）"><meta property="og:url" content="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（三）/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x5728;&amp;#x4E0A;&amp;#x4E24;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x8"><meta property="og:locale" content="en"><meta property="og:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7"><meta property="og:updated_time" content="2019-05-25T15:40:54.019Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="【未来教育学】成年人需要什么样的STEM教育？（三）"><meta name="twitter:description" content="&amp;#x5728;&amp;#x4E0A;&amp;#x4E24;&amp;#x7BC7;&amp;#x6587;&amp;#x7AE0;&amp;#xFF0C;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x8"><meta name="twitter:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（三）" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-image"><span class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&amp;token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7" alt="【未来教育学】成年人需要什么样的STEM教育？（三）"></span></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-06T17:29:21.000Z">2019-03-06</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">37 minutes read (About 5477 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">【未来教育学】成年人需要什么样的STEM教育？（三）</h1><div class="content"><p></p><p>&#x5728;&#x4E0A;&#x4E24;&#x7BC7;&#x6587;&#x7AE0;&#xFF0C;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-33j60d0hfr">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a href="https://busy.org/@robertyan/stem-yafmsa49dm" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#xFF0C;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x56DE;&#x7B54;&#xFF0C;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><h2 id="cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what">&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;<a href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"></a></h2><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x4ECE;&#x5B9E;&#x9645;&#x4E2D;&#x770B;&#xFF0C;STEM&#x56DB;&#x8005;&#x7684;&#x5173;&#x7CFB;&#xFF0C;M&#xFF08;&#x6570;&#x5B66;&#xFF09;&#x548C;S&#xFF08;&#x79D1;&#x5B66;&#xFF09;&#x4E3A;&#x4E00;&#x7EC4;&#xFF0C;T&#xFF08;&#x6280;&#x672F;&#xFF09;&#x548C;E&#xFF08;&#x5DE5;&#x7A0B;&#xFF09;&#x4E3A;&#x4E00;&#x7EC4;&#xFF0C;MS&#x662F;TE&#x7684;&#x57FA;&#x7840;&#x3002;</p><p></p><p></p><p>&#x5982;&#x540C;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#xFF0C;&#x4E2D;&#x56FD;&#x5728;&#x5386;&#x53F2;&#x4E0A;&#x4E0D;&#x7F3A;&#x5C11;&#x6280;&#x672F;&#xFF0C;&#x5E76;&#x4E14;&#x5F88;&#x5F3A;&#x5927;&#x3002;&#x867D;&#x7136;&#x201C;&#x58EB;&#x519C;&#x5DE5;&#x5546;&#x201D;&#x56DB;&#x8005;&#x4E2D;&#xFF0C;&#x201C;&#x58EB;&#x201D;&#x4E0E;&#x201C;&#x519C;&#x201D;&#x662F;&#x8FC7;&#x53BB;&#x7684;&#x519C;&#x8015;&#x6587;&#x660E;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x5F53;&#x8FC7;&#x6E21;&#x5230;&#x4ECA;&#x5929;&#x4EE5;&#x201C;&#x5DE5;&#x201D;&#x4E0E;&#x201C;&#x5546;&#x201D;&#x4E3A;&#x91CD;&#x8981;&#x7EC4;&#x6210;&#x7684;&#x5546;&#x4E1A;&#x6587;&#x660E;&#x65F6;&#xFF0C;&#x9700;&#x8981;&#x505A;&#x4E00;&#x4E9B;&#x8C03;&#x6574;&#x548C;&#x8F6C;&#x578B;&#xFF0C;&#x4F46;&#x4E8B;&#x5B9E;&#x5DF2;&#x7ECF;&#x8BC1;&#x660E;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x5B9E;&#x8DF5;&#x5728;&#x4E2D;&#x56FD;&#x662F;&#x53EF;&#x4EE5;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x8D77;&#x6765;&#x7684;&#xFF0C;&#x8FD9;&#x79CD;&#x8D8B;&#x52BF;&#x4E0D;&#x53EF;&#x963B;&#x6321;&#x3001;&#x5374;&#x4E5F;&#x5B58;&#x5728;&#x98CE;&#x9669;&#x3002;</p><p></p><p></p><p>&#xFF08;T&#xFF09;&#x6280;&#x672F;&#x548C;&#xFF08;E&#xFF09;&#x5DE5;&#x7A0B;&#x5E76;&#x4E0D;&#x4EC5;&#x4EC5;&#x9650;&#x4E8E;&#x4F20;&#x6388;&#x6280;&#x672F;&#x548C;&#x5DE5;&#x7A0B;&#x77E5;&#x8BC6;&#x6216;&#x6280;&#x80FD;&#xFF0C;&#x4E5F;&#x6709;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x5728;&#x7CBE;&#x795E;&#x7279;&#x8D28;&#xFF0C;@honoru &#x5728;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a>&#x4E2D;&#x63D0;&#x5230;&#x4E86;<strong>&#x8FD0;&#x7528;STEM&#x4E2D;&#x7684;E&#xFF08;&#x5DE5;&#x7A0B;&#xFF0C;Engineering&#xFF09;&#x7684;&#x65B9;&#x6CD5;&#x6765;&#x63A8;&#x52A8;&#x56E2;&#x961F;&#x5408;&#x4F5C;&#xFF08;Teamwork&#xFF09;&#x7684;&#x57F9;&#x8BAD;</strong>&#xFF0C;&#x8003;&#x5BDF;&#x56E2;&#x961F;&#x6210;&#x5458;&#x54C1;&#x8D28;&#x548C;&#x9886;&#x5BFC;&#x529B;&#xFF0C;&#x4E5F;&#x662F;&#x5F88;&#x503C;&#x5F97;&#x501F;&#x9274;&#x7684;&#x65B9;&#x6CD5;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x6BD4;&#x4E4B;&#x4E0B;&#xFF0C;&#x79D1;&#x5B66;&#x548C;&#x6570;&#x5B66;&#x6559;&#x80B2;&#xFF0C;&#x5C24;&#x5176;&#x5BF9;&#x4E8E;&#x6210;&#x5E74;&#x4EBA;&#x7684;&#x6559;&#x80B2;&#x6765;&#x8BF4;&#xFF0C;&#x66F4;&#x5BB9;&#x6613;&#x88AB;&#x5FFD;&#x89C6;&#xFF0C;&#x4F46;&#x5374;&#x540C;&#x6837;&#x91CD;&#x8981;&#x751A;&#x81F3;&#x66F4;&#x91CD;&#x8981;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x524D;&#x6587;&#x63D0;&#x5230;&#xFF0C;&#x6C42;&#x771F;&#x7684;&#x3001;&#x975E;&#x529F;&#x5229;&#x7684;&#x3001;&#x8FFD;&#x6C42;&#x6C38;&#x6052;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#xFF08;&#x6216;&#x201C;&#x81EA;&#x7531;-&#x77E5;&#x8BC6;&#x201D;&#xFF09;&#x4F20;&#x7EDF;&#x662F;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x571F;&#x58E4;&#x4E2D;&#x81F3;&#x4ECA;&#x6240;&#x672A;&#x64AD;&#x79CD;&#x3001;&#x751F;&#x6839;&#x7684;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x6C42;&#x529B;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x8FFD;&#x9010;&#xFF0C;&#x5219;&#x662F;&#x5F53;&#x524D;&#x4E2D;&#x897F;&#x65B9;&#x9762;&#x4E34;&#x7684;&#x4E00;&#x7CFB;&#x5217;&#x73AF;&#x5883;&#x548C;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x7684;&#x5171;&#x540C;&#x539F;&#x56E0;&#x3002;&#x6240;&#x4EE5;&#xFF0C;<strong>&#x5982;&#x4F55;&#x8BA9;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x53EF;&#x4EE5;&#x771F;&#x6B63;&#x5728;&#x4E2D;&#x56FD;&#x843D;&#x5730;&#x751F;&#x6839;</strong>&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x7740;&#x529B;&#x89E3;&#x51B3;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><h3 id="1-ke-xue-jing-shen-yu-ke-xue-si-xiang">1. &#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;<a href="#1-ke-xue-jing-shen-yu-ke-xue-si-xiang"></a></h3><p></p><p></p><p><em><strong>&#x4EBA;&#x6027;&#x7406;&#x60F3;&#xFF1A;&#x6C42;&#x771F;&#x8FD8;&#x662F;&#x6C42;&#x529B;</strong></em></p><p></p><p></p><p>STEM&#x6559;&#x80B2;&#x5728;&#x7F8E;&#x56FD;&#x5174;&#x8D77;&#x7684;&#x521D;&#x8877;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;<strong>&#x5C06;&#x201C;&#x5DE5;&#x7A0B;&#x201D;/&#x201C;&#x6280;&#x672F;&#x201D;&#x53D8;&#x4E3A;&#x4E00;&#x79CD;&#x57FA;&#x7840;&#x6559;&#x80B2;&#x9636;&#x6BB5;&#x7684;&#x201C;&#x5143;&#x79D1;&#x5B66;&#x201D;</strong>&#xFF0C;&#x4EE5;&#x89E3;&#x51B3;&#x7F8E;&#x56FD;&#x5DE5;&#x7A0B;&#x5B66;&#x4F4D;&#x83B7;&#x5F97;&#x8005;&#x8F83;&#x5C11;&#x7684;&#x95EE;&#x9898;&#x3002;&#x73B0;&#x5728;&#x5B66;&#x6821;&#x91CC;&#x7684;STEM&#x6559;&#x80B2;&#xFF0C;&#x5F88;&#x591A;&#x4E5F;&#x5F3A;&#x8C03;&#x52A8;&#x624B;&#x5B9E;&#x8DF5;&#x3001;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x548C;&#x56E2;&#x961F;&#x5408;&#x4F5C;&#xFF0C;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x8FD9;&#x5BF9;&#x4E8E;&#x63D0;&#x9AD8;&#x4E00;&#x56FD;&#x4E00;&#x5730;&#x533A;&#x7684;&#x6574;&#x4F53;&#x6280;&#x672F;&#x6C34;&#x5E73;&#xFF0C;&#x57F9;&#x517B;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x52B3;&#x52A8;&#x529B;&#x548C;&#x4ECE;&#x4E1A;&#x8005;&#xFF0C;&#x662F;&#x5341;&#x5206;&#x91CD;&#x8981;&#x7684;&#x3002;&#x8FD9;&#x6BD4;&#x53EA;&#x5F3A;&#x8C03;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3001;&#x5FFD;&#x89C6;&#x201C;&#x884C;&#x52A8;&#x201D;&#x7684;&#x6559;&#x80B2;&#x65B9;&#x5F0F;&#xFF0C;&#x5DF2;&#x7ECF;&#x6709;&#x6240;&#x63D0;&#x5347;&#xFF0C;&#x5374;<strong>&#x79BB;&#x57F9;&#x517B;&#x771F;&#x6B63;&#x7684;&#x201C;&#x6C42;&#x771F;&#x201D;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4F9D;&#x7136;&#x9065;&#x8FDC;&#xFF0C;&#x79BB;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x6280;&#x672F;&#x7CBE;&#x795E;&#x8D8A;&#x6765;&#x8D8A;&#x8FD1;&#x3002;</strong></p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x6211;&#x4EEC;&#x65E0;&#x6CD5;&#x5426;&#x8BA4;&#x6216;&#x8005;&#x5FFD;&#x89C6;<strong>&#x201C;&#x6C42;&#x529B;&#x201D;&#x79D1;&#x5B66;&#x548C;&#x6574;&#x4E2A;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x793E;&#x4F1A;&#x7684;&#x5DE8;&#x5927;&#x60EF;&#x6027;</strong>&#xFF0C;&#x4EE5;&#x53CA;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7406;&#x60F3;&#x672C;&#x8EAB;&#x7684;&#x4EF7;&#x503C;&#x7406;&#x6027;&#x3002;&#x5DE5;&#x4E1A;&#x9769;&#x547D;&#x4EE5;&#x540E;&#xFF0C;&#x5230;&#x4FE1;&#x606F;&#x9769;&#x547D;&#xFF0C;&#x6280;&#x672F;&#x4E0E;&#x8D44;&#x672C;&#x76F8;&#x534F;&#x540C;&#xFF0C;&#x83B7;&#x53D6;&#x4E86;&#x5DE8;&#x5927;&#x7684;&#x6743;&#x529B;&#xFF0C;&#x5E76;&#x4E3B;&#x5BFC;&#x7740;&#x4E16;&#x754C;&#x7EE7;&#x7EED;&#x5411;&#x201C;&#x6280;&#x672F;&#x7206;&#x70B8;&#x201D;&#x7684;&#x65B9;&#x5411;&#x524D;&#x8FDB;&#xFF0C;&#x5E76;&#x4EE5;&#x6B64;&#x4F5C;&#x4E3A;&#x56FD;&#x9645;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x548C;&#x6587;&#x5316;&#x7ADE;&#x4E89;&#x7684;&#x6838;&#x5FC3;&#x624B;&#x6BB5;&#x3002;&#x4E8E;&#x662F;&#xFF0C;&#x653F;&#x6CBB;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x6587;&#x5316;&#x3001;&#x6280;&#x672F;&#x3001;&#x79D1;&#x5B66;&#x90FD;&#x6210;&#x4E3A;&#x8FFD;&#x6C42;&#x201C;&#x66F4;&#x9AD8;&#x3001;&#x66F4;&#x5FEB;&#x3001;&#x66F4;&#x5F3A;&#x201D;&#x7684;&#x201C;&#x529B;&#x91CF;&#x201D;&#x7684;&#x624B;&#x6BB5;&#x3002;</p><p></p><p></p><p>&#x76F8;&#x5BF9;&#x5E94;&#xFF0C;&#x666E;&#x901A;&#x52B3;&#x52A8;&#x8005;&#x7684;&#x751F;&#x6D3B;&#x5219;&#x5728;&#x8FD9;&#x79CD;&#x5BF9;&#x529B;&#x91CF;&#x7684;&#x8FFD;&#x6C42;&#x4E2D;&#xFF0C;&#x53D8;&#x5F97;&#x75B2;&#x60EB;&#x4E0D;&#x582A;&#x3002;&#x4E2A;&#x4EBA;&#x5BF9;&#x201C;&#x91D1;&#x94B1;&#x201D;&#x3001;&#x201C;&#x6743;&#x529B;&#x201D;&#x3001;&#x201C;&#x6280;&#x672F;&#x201D;&#x751A;&#x81F3;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x8FFD;&#x6C42;&#xFF0C;&#x65E0;&#x4E0D;&#x53CD;&#x5E94;&#x51FA;&#x8FD9;&#x4E00;&#x79CD;&#x6C42;&#x529B;&#x503E;&#x5411;&#x3002;&#x771F;&#x6B63;&#x79C9;&#x627F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x4E4B;&#x4EBA;&#xFF0C;&#x5219;&#x88AB;&#x8BA4;&#x4E3A;&#x662F;&#x4F4F;&#x5728;&#x201C;&#x8C61;&#x7259;&#x5854;&#x201D;&#x4E2D;&#x6216;&#x4FEE;&#x70BC;&#x201C;&#x5C60;&#x9F99;&#x4E4B;&#x672F;&#x201D;&#xFF0C;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#x9700;&#x8981;&#x670D;&#x52A1;&#x4E8E;&#x56FD;&#x5BB6;&#x4E0E;&#x4EBA;&#x6C11;&#xFF0C;&#x552F;&#x72EC;&#x4E0D;&#x662F;&#x4E3A;&#x4E86;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x672C;&#x8EAB;&#x3002;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x5BF9;&#x4E8E;<strong>&#x201C;&#x6C42;&#x771F;&#x201D;&#x4E0E;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x5173;&#x7CFB;</strong>&#xFF0C;&#x67CF;&#x62C9;&#x56FE;&#x5728;&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;&#x4E2D;&#x6784;&#x5EFA;&#x7684;<strong>&#x201C;&#x54F2;&#x4EBA;&#x738B;&#x201D;&#x7684;&#x601D;&#x60F3;&#x662F;&#x4E00;&#x79CD;&#x8868;&#x8FBE;</strong>&#xFF0C;&#x5373;&#x7528;&#x201C;&#x77E5;&#x8BC6;&#x9A7E;&#x9A6D;&#x6743;&#x529B;&#x201D;&#x3001;&#x201C;&#x6C42;&#x771F;&#x9AD8;&#x4E8E;&#x6C42;&#x529B;&#x201D;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x5B9E;&#x65BD;&#x5B58;&#x5728;&#x5DE8;&#x5927;&#x7684;&#x6311;&#x6218;&#xFF1B;&#x8981;&#x5C06;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x4F5C;&#x4E3A;&#x4EBA;&#x4E16;&#x95F4;&#x6700;&#x9AD8;&#x7684;&#x7406;&#x60F3;&#xFF0C;&#x4E0D;&#x4EC5;&#x5BF9;&#x4E8E;&#x4E2A;&#x4EBA;&#x6765;&#x8BF4;&#x96BE;&#x4EE5;&#x8FBE;&#x5230;&#xFF0C;&#x5BF9;&#x4E8E;&#x56FD;&#x5BB6;&#x8FD9;&#x4E00;&#x653F;&#x6CBB;&#x5B9E;&#x4F53;&#x66F4;&#x662F;&#x6781;&#x4E3A;&#x8270;&#x96BE;&#x3002;</p><p></p><p></p><p>&#x201C;&#x54F2;&#x5B66;&#x5BB6;&#x201D;&#x5728;&#x9762;&#x5BF9;&#x4E16;&#x4FD7;&#x7684;&#x793E;&#x4F1A;&#x95EE;&#x9898;&#x65F6;&#xFF0C;&#x5E76;&#x4E0D;&#x5426;&#x8BA4;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x3001;&#x751A;&#x81F3;&#x201C;&#x6551;&#x4E16;&#x201D;&#x7684;&#x5FC5;&#x8981;&#x6027;&#x3002;&#x67CF;&#x62C9;&#x56FE;&#x8981;&#x6C42;&#x7EDF;&#x6CBB;&#x8005;&#x540C;&#x65F6;&#x4E5F;&#x5FC5;&#x987B;&#x662F;&#x54F2;&#x5B66;&#x5BB6;&#xFF08;&#x5373;&#x628A;&#x77E5;&#x8BC6;&#x4F5C;&#x4E3A;&#x6700;&#x9AD8;&#x8981;&#x6C42;&#xFF09;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x662F;&#x5BF9;&#x7EDF;&#x6CBB;&#x8005;&#x7684;&#x4EBA;&#x683C;&#x7406;&#x60F3;&#x7684;&#x4F53;&#x73B0;&#xFF08;&#x5BCC;&#x6709;&#x7406;&#x667A;&#xFF0C;&#x4E0D;&#x53D7;&#x60C5;&#x611F;&#x548C;&#x6B32;&#x671B;&#x63A7;&#x5236;&#xFF09;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x4E5F;&#x662F;&#x628A;&#x6743;&#x529B;&#x9650;&#x5B9A;&#x4E3A;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#x800C;&#x975E;&#x76EE;&#x7684;&#x7684;&#x4FDD;&#x8BC1;&#x3002;&#x8FD9;&#x5B9E;&#x9645;&#x662F;&#x5728;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#x65B9;&#x9762;&#x7EA6;&#x675F;&#x4E86;&#x653F;&#x6CBB;&#x6743;&#x529B;&#xFF08;&#x5374;&#x4E0D;&#x662F;&#x5728;&#x5236;&#x5EA6;&#x4E0A;&#xFF09;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x6211;&#x4EEC;&#x4E0D;&#x5F97;&#x4E0D;&#x627F;&#x8BA4;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#xFF0C;&#x76F8;&#x4FE1;&#x67D0;&#x79CD;&#x903E;&#x8D8A;&#x653F;&#x6CBB;&#x7684;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#x7684;&#x53D8;&#x5F97;&#x66F4;&#x6108;&#x53D1;&#x8270;&#x96BE;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x8FD1;&#x4EE3;&#x6240;&#x8C08;&#x8BBA;&#x7684;&#x201C;&#x81EA;&#x7531;&#x3001;&#x5E73;&#x7B49;&#x3001;&#x6B63;&#x4E49;&#x201D;&#x7B49;&#x4EF7;&#x503C;&#xFF0C;&#x5927;&#x591A;&#x662F;&#x5728;&#x653F;&#x6CBB;&#x9886;&#x57DF;&#x5185;&#x90E8;&#x6784;&#x5EFA;&#x8D77;&#x6765;&#x7684;&#xFF1B;&#x867D;&#x7136;&#x8FD9;&#x4E9B;&#x4EF7;&#x503C;&#x4E0D;&#x540C;&#x4E8E;&#x6743;&#x5229;&#xFF0C;&#x5374;&#x79BB;&#x653F;&#x6CBB;&#x592A;&#x8FD1;&#xFF0C;&#x65E0;&#x6CD5;&#x4FDD;&#x8BC1;&#x660E;&#x786E;&#x7684;&#x4F18;&#x5148;&#x4F4D;&#x7F6E;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x77E5;&#x8BC6;&#x4F20;&#x7EDF;&#xFF0C;&#x8FD8;&#x662F;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x7684;&#x4F26;&#x7406;&#x4F20;&#x7EDF;&#xFF0C;&#x90FD;&#x4E0D;&#x5F97;&#x4E0D;&#x9762;&#x5BF9;&#x88AB;&#x653F;&#x6CBB;&#x6240;&#x7528;&#x7684;&#x5883;&#x9047;&#xFF0C;&#x8FD9;&#x5728;&#x4E2D;&#x5916;&#x90FD;&#x4E00;&#x81F4;&#x3002;</p><p></p><p></p><p>&#x5728;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x4E2D;&#xFF0C;&#x201C;&#x81EA;&#x53CD;&#x800C;&#x7F29;&#xFF0C;&#x867D;&#x5343;&#x4E07;&#x4EBA;&#xFF0C;&#x543E;&#x5F80;&#x77E3;&#x201D;&#x3001;&#x201C;&#x4EE5;&#x5929;&#x4E0B;&#x4E3A;&#x5DF1;&#x4EFB;&#x201D;&#x3001;&#x201C;&#x5148;&#x5929;&#x4E0B;&#x4E4B;&#x5FE7;&#x800C;&#x5FE7;&#xFF0C;&#x540E;&#x5929;&#x4E0B;&#x4E4B;&#x4E50;&#x800C;&#x4E50;&#x201D;&#x3001;&#x201C;&#x5929;&#x4E0B;&#x5174;&#x4EA1;&#xFF0C;&#x5339;&#x592B;&#x6709;&#x8D23;&#x201D;&#x3001;&#x201C;&#x5929;&#x4E0B;&#x4E3A;&#x516C;&#x201D;&#x662F;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4F26;&#x7406;&#x4F20;&#x7EDF;&#x3001;&#x201D;&#x5929;&#x4EBA;&#x5408;&#x4E00;&#x201D;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x4E0B;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#x7684;&#x5916;&#x5728;&#x4F53;&#x73B0;&#x3002;&#x4F46;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x8FD9;&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x672C;&#x8EAB;&#x7684;&#x201C;&#x7ECF;&#x4E16;&#x6D4E;&#x6C11;&#x201D;&#x76EE;&#x7684;&#x4E0E;&#x201D;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201C;&#x662F;&#x76F8;&#x5DE6;&#x7684;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x80FD;&#x6301;&#x65E0;&#x79C1;&#x800C;&#x5229;&#x5929;&#x4E0B;&#x8005;&#xFF0C;&#x8FBE;&#x5230;&#x8FD9;&#x79CD;&#x5883;&#x754C;&#xFF0C;&#x5728;&#x6240;&#x6709;&#x4EBA;&#x4E2D;&#x4ECD;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x66F4;&#x591A;&#x4EBA;&#x5904;&#x5728;&#x201C;&#x5229;&#x5DF1;&#x201D;&#x751A;&#x81F3;&#x201C;&#x7CBE;&#x81F4;&#x5229;&#x5DF1;&#x201D;&#x7684;&#x9636;&#x6BB5;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8BA9;&#x4EBA;&#x4EEC;&#x666E;&#x904D;&#x8BA4;&#x8BC6;&#x8FD9;&#x79CD;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x7528;&#x201D;&#xFF0C;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x4F7F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x5904;&#x4E8E;&#x4E00;&#x4E2A;&#x4F18;&#x5148;&#x751A;&#x81F3;&#x5BF9;&#x7B49;&#x7684;&#x5C40;&#x9762;&#xFF0C;&#x5728;&#x56FD;&#x5BB6;&#x653F;&#x6CBB;&#x5C42;&#x9762;&#x4E0D;&#x5B58;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x53EF;&#x884C;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;<strong>&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x5B9E;&#x73B0;&#x8DEF;&#x5F84;&#x4F3C;&#x4E4E;&#x5DF2;&#x7ECF;&#x6781;&#x4E3A;&#x6E3A;&#x832B;</strong>&#x3002;&#x4F46;&#x6211;&#x89C9;&#x5F97;&#xFF0C;&#x81EA;&#x4E0B;&#x800C;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;<strong>&#xFF08;1&#xFF09;&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x7684;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#x3001;&#xFF08;2&#xFF09;&#x5B9E;&#x4E1A;&#x4E2D;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x4EE5;&#x53CA;&#xFF08;3&#xFF09;&#x4E89;&#x53D6;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#xFF08;&#x5C24;&#x5176;&#x662F;&#x5927;&#x5B66;&#xFF09;</strong>&#x6765;&#x5B9E;&#x73B0;&#x3002;</p><p></p><p></p><p>&#x4E0B;&#x9762;&#x7684;&#x4E09;&#x4E2A;&#x5C0F;&#x8282;&#x5C06;&#x5206;&#x522B;&#x8BBA;&#x8FF0;&#x8FD9;&#x4E9B;&#x9014;&#x5F84;&#xFF0C;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x5BF9;&#x201C;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x201D;&#x3001;&#x2018;&#x2019;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x201C;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x201D;&#x5982;&#x4F55;&#x843D;&#x5730;&#x7684;&#x601D;&#x8003;&#x3002;</p><p></p><p></p><p><em><strong>&#x95EE;&#x9898;&#x610F;&#x8BC6;&#xFF1A;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#x7684;&#x843D;&#x5730;&#x65B9;&#x5F0F;</strong></em></p><p></p><p></p><p>&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x7684;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#xFF0C;&#x8FD9;&#x662F;&#x6211;&#x5728;&#x4E0A;&#x9762;&#x63D0;&#x51FA;&#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#x7684;&#x5B9E;&#x9645;&#x63AA;&#x65BD;&#x3002;&#x79D1;&#x5B66;&#x8D77;&#x6E90;&#x4E8E;&#x54F2;&#x5B66;&#xFF0C;&#x54F2;&#x5B66;&#xFF08;Philo Sophia&#xFF09;&#x5728;&#x5E0C;&#x814A;&#x8BED;&#x4E2D;&#x7684;&#x542B;&#x4E49;&#x5C31;&#x662F;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#xFF0C;&#x4E5F;&#x5373;&#x6211;&#x4EEC;&#x53CD;&#x590D;&#x63D0;&#x5230;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x8981;&#x8BF4;&#x7684;&#x4E3B;&#x8981;&#x662F;<strong>&#x9488;&#x5BF9;&#x201C;&#x7236;&#x6BCD;&#x201D;&#x7684;&#x5982;&#x4F55;&#x8FDB;&#x884C;&#x201C;&#x7231;&#x667A;&#x201D;&#x542F;&#x8499;&#x6559;&#x80B2;&#x7684;&#x6559;&#x80B2;</strong>&#xFF0C;&#x6240;&#x4EE5;&#x5BF9;&#x8C61;&#x4E3B;&#x8981;&#x8FD8;&#x662F;&#x6210;&#x5E74;&#x4EBA;&#x3002;</p><p></p><p></p><p>&#x4E3A;&#x4EC0;&#x4E48;&#x9650;&#x5B9A;&#x5728;&#x7236;&#x6BCD;&#xFF0C;&#x5373;<strong>&#x5BB6;&#x5EAD;&#x6559;&#x80B2;</strong>&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x5B66;&#x6821;&#x6559;&#x80B2;&#xFF1F;&#x6BEB;&#x65E0;&#x7591;&#x95EE;&#xFF0C;&#x5BF9;&#x4E8E;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#x5B83;&#x5E94;&#x8BE5;&#x626E;&#x6F14;&#x66F4;&#x591A;&#x542F;&#x53D1;&#x5F0F;&#x3001;&#x63A2;&#x7D22;&#x5F0F;&#x3001;&#x9879;&#x76EE;&#x5F0F;&#x6559;&#x5B66;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x770B;&#x5230;STEM&#x6559;&#x80B2;&#x4EE5;&#x53CA;&#x201C;&#x7D20;&#x8D28;&#x6559;&#x80B2;&#x201D;&#x5728;&#x8FD9;&#x4E2A;&#x5C42;&#x9762;&#x7684;&#x52AA;&#x529B;&#x3001;&#x5E76;&#x5BF9;&#x4E8E;&#x4E2D;&#x56FD;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x7684;&#x53D1;&#x5C55;&#x65B9;&#x5411;&#x6709;&#x4FE1;&#x5FC3;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4E5F;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x7684;&#x6311;&#x6218;&#x4E0E;&#x5F0A;&#x7AEF;&#x3002;</p><p></p><p></p><p>&#x6700;&#x5927;&#x7684;&#x95EE;&#x9898;&#x662F;&#xFF0C;&#x65E0;&#x8BBA;&#x4E2D;&#x5916;&#xFF0C;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x56DE;&#x907F;&#x4E0D;&#x4E86;&#x201C;&#x5E94;&#x8BD5;&#x201D;&#x8FD9;&#x6837;&#x4E00;&#x4E2A;&#x9009;&#x62D4;&#x4EBA;&#x624D;&#x7684;&#x4E3B;&#x9898;&#xFF0C;&#x65E0;&#x8BBA;&#x8003;&#x8BD5;&#x65B9;&#x5F0F;&#x662F;&#x4E66;&#x9762;&#x8003;&#x8BD5;&#x8FD8;&#x662F;&#x7EFC;&#x5408;&#x7D20;&#x8D28;&#x8BC4;&#x4EF7;&#xFF0C;&#x8BC4;&#x4EF7;&#x7684;&#x6807;&#x51C6;&#x4F1A;&#x53D1;&#x751F;&#x6539;&#x53D8;&#xFF0C;&#x4F46;&#x53EA;&#x8981;&#x6559;&#x80B2;&#x8D44;&#x6E90;&#x65E0;&#x6CD5;&#x505A;&#x5230;&#x7EDD;&#x5BF9;&#x5E73;&#x5747;&#xFF0C;&#x9009;&#x62D4;/&#x7ADE;&#x4E89;&#x8FD9;&#x4E00;&#x6A21;&#x5F0F;&#x5C06;&#x7EE7;&#x7EED;&#x5B58;&#x5728;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x5FC5;&#x7136;&#x51FA;&#x73B0;&#x201C;&#x5E94;&#x5BF9;&#x8003;&#x8BD5;&#x201D;&#x4E0E;&#x201C;&#x57F9;&#x517B;&#x4EBA;&#x624D;&#x201D;&#x8FD9;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#x7684;&#x53D6;&#x820D;&#x548C;&#x4E89;&#x593A;&#x7684;&#x95EE;&#x9898;&#x3002;&#x7236;&#x6BCD;&#x5982;&#x4F55;&#x770B;&#x5F85;&#x8FD9;&#x4E00;&#x77DB;&#x76FE;&#xFF0C;&#x5E76;&#x5728;&#x5B66;&#x6821;&#x5B66;&#x4E60;&#x4E0E;&#x8BAD;&#x7EC3;&#x4E2D;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x201C;&#x597D;&#x5947;&#x5FC3;&#x201D;&#x4E0D;&#x88AB;&#x7834;&#x574F;&#xFF0C;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x53D7;&#x51E0;&#x5341;&#x5E74;&#x201C;&#x5E94;&#x8BD5;&#x6559;&#x80B2;&#x201D;&#x548C;&#x201D;&#x5DE5;&#x4E1A;&#x5316;&#x6559;&#x80B2;&#x201C;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x57F9;&#x517B;&#x4E86;&#x5927;&#x91CF;&#x201C;&#x89E3;&#x9898;&#x201D;&#xFF08;&#x5728;&#x8003;&#x8BD5;&#x4E2D;&#xFF09;&#x548C;&#x201C;&#x6267;&#x884C;&#x201D;&#xFF08;&#x5728;&#x4F01;&#x4E1A;&#x4E2D;&#xFF09;&#x7684;&#x4EBA;&#x624D;&#xFF08;&#x548C;&#x7236;&#x6BCD;&#xFF09;&#xFF0C;&#x4F46;&#x201C;&#x7231;&#x667A;&#x6167;&#x201D;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x5374;&#x5728;&#x4E8E;&#x201C;&#x53D1;&#x95EE;&#x201D;&#x3001;&#x201C;&#x63D0;&#x51FA;&#x95EE;&#x9898;&#x201D;&#xFF1B;&#x201C;&#x95EE;&#x201D;&#x5374;&#x662F;&#x5F88;&#x591A;&#x7236;&#x6BCD;&#x4ECD;&#x6CA1;&#x6709;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x7684;&#x3002;&#x7531;&#x4E8E;&#x201C;&#x5929;&#x4EBA;&#x5408;&#x4E00;&#x201D;&#x3001;&#x201C;&#x5929;&#x4EBA;&#x611F;&#x5E94;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x4E2D;&#x56FD;&#x601D;&#x60F3;&#x4F20;&#x7EDF;&#x5F88;&#x5C11;&#x628A;&#x201C;&#x5929;&#x5730;&#x4E07;&#x7269;&#x201D;&#x5F53;&#x6210;&#x5BA2;&#x4F53;&#x6765;&#x770B;&#x5F85;&#xFF08;&#x5373;&#x201C;&#x5929;&#x4EBA;&#x5206;&#x79BB;&#x201D;&#xFF09;&#xFF0C;&#x6240;&#x4EE5;&#x76F4;&#x63A5;&#x5BF9;&#x5929;&#x5730;&#x4E07;&#x7269;&#x8FDB;&#x884C;&#x89C2;&#x5BDF;&#x548C;&#x63D0;&#x51FA;&#x7591;&#x95EE;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x53D1;&#x8FBE;&#x3002;&#x751A;&#x81F3;&#x4E8E;&#x201C;&#x81EA;&#x7136;&#x201D;&#x8FD9;&#x4E2A;&#x8BCD;&#x8BED;&#x4E5F;&#x662F;&#x665A;&#x6E05;&#x65F6;&#x7531;&#x65E5;&#x672C;&#x5B66;&#x8005;&#x7FFB;&#x8BD1;&#x7684;&#xFF1B;&#x300A;&#x9053;&#x5FB7;&#x7ECF;&#x300B;&#x7684;&#x201C;&#x4EBA;&#x6CD5;&#x5730;&#xFF0C;&#x5730;&#x6CD5;&#x586B;&#xFF0C;&#x5929;&#x6CD5;&#x9053;&#xFF0C;&#x9053;&#x6CD5;&#x81EA;&#x7136;&#x201D;&#x4E2D;&#x7684;&#x201C;&#x81EA;&#x7136;&#x201D;&#x662F;&#x201C;&#x81EA;&#x5DF1;&#x5982;&#x6B64;&#x201D;&#x7684;&#x610F;&#x601D;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4ECA;&#x5929;&#x7ECF;&#x5E38;&#x88AB;&#x8BEF;&#x8BFB;&#x7684;&#x201C;&#x81EA;&#x7136;&#x754C;&#x201D;&#x3002;</p><p></p><p></p><p>&#x800C;<strong>&#x201C;&#x63D0;&#x95EE;&#x201D;&#x5374;&#x662F;&#x57F9;&#x517B;&#x597D;&#x5947;&#x5FC3;&#x548C;&#x63A2;&#x7D22;&#x7CBE;&#x795E;&#x7684;&#x91CD;&#x8981;&#x65B9;&#x5F0F;</strong>&#x3002;&#x5927;&#x90E8;&#x5206;&#x5B69;&#x5B50;&#x5728;&#x5E7C;&#x5E74;&#x65F6;&#x90FD;&#x6709;&#x63D0;&#x95EE;&#x7684;&#x4E60;&#x60EF;&#xFF0C;&#x4F46;&#x5728;&#x7ECF;&#x53D7;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x540E;&#x5374;&#x6CA1;&#x6709;&#x5C06;&#x6B64;&#x79CD;&#x4E60;&#x60EF;&#x4FDD;&#x5B58;&#x4E0B;&#x6765;&#xFF0C;&#x8FD9;&#x662F;&#x6781;&#x5927;&#x7684;&#x635F;&#x5931;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;&#x5EFA;&#x8BAE;&#x548C;&#x542F;&#x53D1;&#x7236;&#x6BCD;&#xFF08;&#x4EE5;&#x53CA;&#x7956;&#x7236;&#x6BCD;&#xFF09;&#x5728;&#x5BB6;&#x5EAD;&#x6559;&#x80B2;&#x4E2D;&#x57F9;&#x517B;&#x6B64;&#x79CD;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#xFF0C;&#x4ECE;&#x5E7C;&#x5E74;&#x5230;&#x5C11;&#x5E74;&#x4E0E;&#x9752;&#x5E74;&#x65F6;&#x671F;&#xFF0C;&#x9F13;&#x52B1;&#x5B69;&#x5B50;&#x53D1;&#x95EE;&#xFF0C;&#x5E76;&#x4E3B;&#x52A8;&#x63A2;&#x7D22;&#x7B54;&#x6848;&#x3002;&#x95EE;&#x9898;&#x53EF;&#x4EE5;&#x6D89;&#x53CA;&#x81EA;&#x7136;&#x73B0;&#x8C61;&#x3001;&#x751F;&#x6D3B;&#x6240;&#x89C1;&#x3001;&#x5B66;&#x4E60;&#x7591;&#x96BE;&#x3001;&#x65C5;&#x884C;&#x89C1;&#x95FB;&#x7B49;&#xFF0C;&#x7236;&#x6BCD;&#x867D;&#x7136;&#x672A;&#x5FC5;&#x80FD;&#x591F;&#x6DF1;&#x523B;&#x56DE;&#x7B54;&#x6240;&#x6709;&#x95EE;&#x9898;&#xFF0C;&#x4F46;&#x53EF;&#x4EE5;&#x201C;&#x77E5;&#x4E4B;&#x4E3A;&#x77E5;&#x4E4B;&#xFF0C;&#x4E0D;&#x77E5;&#x4E3A;&#x4E0D;&#x77E5;&#x201D;&#xFF0C;&#x5C3D;&#x53EF;&#x80FD;&#x63D0;&#x4F9B;&#x7EBF;&#x7D22;&#x4E0E;&#x542F;&#x793A;&#xFF0C;&#x8BA9;&#x5B69;&#x5B50;&#x80FD;&#x591F;&#x968F;&#x7740;&#x89C1;&#x95FB;&#x7684;&#x589E;&#x957F;&#x5BF9;&#x95EE;&#x9898;&#x4E0D;&#x65AD;&#x7ED9;&#x51FA;&#x65B0;&#x7684;&#x56DE;&#x7B54;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x7B54;&#x6848;&#x662F;&#x5426;&#x7EDD;&#x5BF9;&#x6B63;&#x786E;&#x4E0D;&#x662F;&#x5173;&#x952E;&#xFF0C;&#x5982;&#x4F55;&#x5BFB;&#x627E;&#x4E0E;&#x53D1;&#x73B0;&#x7B54;&#x6848;&#x7684;&#x8FC7;&#x7A0B;&#x66F4;&#x4E3A;&#x91CD;&#x8981;&#x3002;</p><p></p><p></p><p><strong>&#x63D0;&#x51FA;&#x7CBE;&#x786E;&#x3001;&#x6709;&#x524D;&#x77BB;&#x6027;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x662F;&#x63A8;&#x52A8;&#x79D1;&#x5B66;&#x8FDB;&#x6B65;&#x7684;&#x91CD;&#x8981;&#x80FD;&#x529B;</strong>&#x3002;&#x5F53;&#x5B69;&#x5B50;&#x517B;&#x6210;&#x826F;&#x597D;&#x7684;&#x201C;&#x63D0;&#x95EE;&#x201D;&#x4E60;&#x60EF;&#x540E;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x5F15;&#x5BFC;&#x5176;&#x5173;&#x6CE8;&#x672C;&#x8D28;&#x3001;&#x5EF6;&#x4F38;&#x6216;&#x76F8;&#x5173;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4ECE;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#x51FA;&#x53D1;&#xFF0C;&#x5411;&#x201C;&#x95EE;&#x9898;&#x667A;&#x6167;&#x201D;&#x524D;&#x8FDB;&#xFF0C;&#x8FD9;&#x9700;&#x8981;&#x53CD;&#x590D;&#x7684;&#x5B9E;&#x8DF5;&#x4E0E;&#x601D;&#x8003;&#x6765;&#x83B7;&#x5F97;&#x3002;&#x63D0;&#x95EE;&#x4E5F;&#x4F1A;&#x5BF9;&#x8BDD;&#x3001;&#x8BA8;&#x8BBA;&#x7684;&#x5F62;&#x5F0F;&#xFF0C;&#x6709;&#x65F6;&#x4E0D;&#x4EC5;&#x7236;&#x6BCD;&#x542F;&#x53D1;&#x5B69;&#x5B50;&#xFF0C;&#x5B69;&#x5B50;&#x4E5F;&#x4F1A;&#x53CD;&#x8FC7;&#x6765;&#x542F;&#x53D1;&#x7236;&#x6BCD;&#xFF0C;&#x8FD9;&#x5BF9;&#x7236;&#x6BCD;&#x7684;&#x5F15;&#x5BFC;&#x548C;&#x8BA8;&#x8BBA;&#x80FD;&#x529B;&#x4E5F;&#x63D0;&#x51FA;&#x4E86;&#x4E00;&#x5B9A;&#x8981;&#x6C42;&#xFF0C;&#x751A;&#x81F3;&#x4E0E;&#x5927;&#x5B66;&#x4E2D;&#x7684;&#x8BA8;&#x8BBA;&#x73ED;&#xFF08;seminar&#xFF09;&#x6709;&#x4E9B;&#x76F8;&#x4F3C;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x5BF9;&#x201C;&#x60F3;&#x8C61;&#x529B;&#x201D;&#x7684;&#x63A8;&#x5D07;&#xFF0C;&#x4E5F;&#x662F;&#x5728;&#x6709;&#x4E00;&#x5B9A;&#x201C;&#x95EE;&#x9898;&#x201D;&#x53BB;&#x63A2;&#x7D22;&#x7684;&#x60C5;&#x51B5;&#x4E0B;&#x624D;&#x663E;&#x51FA;&#x4EF7;&#x503C;&#xFF0C;&#x201C;&#x60F3;&#x8C61;&#x201D;&#x4E0D;&#x662F;&#x5E7B;&#x60F3;&#x6216;&#x80E1;&#x601D;&#x4E71;&#x60F3;&#xFF0C;&#x800C;&#x662F;&#x5BF9;&#x6211;&#x4EEC;&#x6240;&#x5904;&#x7684;&#x5B87;&#x5B99;&#x7684;&#x601D;&#x8003;&#x4E0E;&#x8054;&#x60F3;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x7236;&#x6BCD;&#x80FD;&#x591F;<strong>&#x9F13;&#x52B1;&#x548C;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;</strong>&#xFF0C;&#x90A3;&#x4E48;&#x6211;&#x4EEC;&#x5C31;&#x79BB;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x66F4;&#x8FD1;&#x4E86;&#x4E00;&#x6B65;&#xFF1B;&#x8FD9;&#x662F;&#x51E0;&#x4E2A;&#x95EE;&#x9898;&#x4E2D;&#x6700;&#x5BB9;&#x6613;&#x5B9E;&#x65BD;&#x7684;&#xFF0C;&#x5374;&#x4E5F;&#x662F;&#x6700;&#x4E3A;&#x57FA;&#x7840;&#x6027;&#x7684;&#xFF0C;&#x4FDD;&#x6301;&#x5B69;&#x5B50;&#x7684;&#x597D;&#x5947;&#x5FC3;&#xFF0C;&#x5C31;&#x662F;&#x6700;&#x597D;&#x7684;&#x94A5;&#x5319;&#x3002;</p><p></p><p></p><p><em><strong>&#x7406;&#x6027;&#x601D;&#x7EF4;&#xFF1A;&#x7CBE;&#x786E;&#x7684;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;</strong></em></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x5728;&#x524D;&#x6587;&#x5DF2;&#x7ECF;&#x63D0;&#x8FC7;&#x4E2D;&#x56FD;&#x201C;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#x201D;&#x7F3A;&#x5931;&#xFF0C;&#x800C;&#x201C;&#x6216;&#x7136;&#x6027;&#x201D;&#x63A8;&#x7406;&#x76DB;&#x884C;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4E00;&#x601D;&#x7EF4;&#x65B9;&#x5F0F;&#x4E0D;&#x4F46;&#x5BF9;&#x4E8E;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x5341;&#x5206;&#x6709;&#x6548;&#xFF0C;&#x5BF9;&#x4E8E;&#x4EA7;&#x4E1A;&#x53D1;&#x5C55;&#x4E0E;&#x51B3;&#x7B56;&#x4E5F;&#x662F;&#x57FA;&#x7840;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3002;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#xFF0C;&#x4F9D;&#x9760;&#x4E8B;&#x5B9E;&#x3001;&#x6570;&#x636E;&#x3001;&#x903B;&#x8F91;&#x63A8;&#x7406;&#x3001;&#x4E13;&#x4E1A;&#x80FD;&#x529B;&#x505A;&#x51FA;&#x5224;&#x65AD;&#xFF0C;&#x6709;&#x6548;&#x6574;&#x5408;&#x903B;&#x8F91;&#x63A8;&#x7406;&#x4E0E;&#x4EBA;&#x7C7B;&#x76F4;&#x89C9;&#xFF0C;&#x662F;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x548C;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7684;&#x524D;&#x63D0;&#x3002;</p><p></p><p></p><p>&#x7406;&#x6027;&#x601D;&#x7EF4;&#x9700;&#x8981;&#x8BAD;&#x7EC3;&#xFF0C;&#x5728;&#x6570;&#x5B66;&#x7406;&#x8BBA;&#x3001;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x3001;&#x4EA7;&#x54C1;&#x8BBE;&#x8BA1;&#x3001;&#x5546;&#x4E1A;&#x8FD0;&#x8425;&#x3001;&#x91D1;&#x878D;&#x5DE5;&#x7A0B;&#x7B49;&#x8FC7;&#x7A0B;&#x4E2D;&#x90FD;&#x5927;&#x91CF;&#x4F9D;&#x9760;&#x6570;&#x636E;&#x3001;&#x6D41;&#x7A0B;&#x3001;&#x5DE5;&#x5177;&#x548C;&#x7B97;&#x6CD5;&#x505A;&#x51FA;&#x5206;&#x6790;&#xFF0C;&#x5728;&#x4FE1;&#x606F;&#x65F6;&#x4EE3;&#x3001;&#x667A;&#x80FD;&#x65F6;&#x4EE3;&#x66F4;&#x662F;&#x6210;&#x4E3A;&#x57FA;&#x672C;&#x7684;&#x601D;&#x7EF4;&#x80FD;&#x529B;&#x3002;</p><p></p><p></p><p>&#x7531;&#x4E8E;<strong>&#x201C;&#x6279;&#x5224;&#x6027;&#x601D;&#x7EF4;&#x201D;</strong>&#x7B49;&#x65B9;&#x6CD5;&#x4E2D;&#x5BF9;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x90FD;&#x6709;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#xFF0C;&#x6709;&#x5174;&#x8DA3;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x76F8;&#x5173;&#x4E66;&#x7C4D;&#xFF0C;&#x6B64;&#x5904;&#x4E0D;&#x6DF1;&#x5165;&#x8BA8;&#x8BBA;&#x3002;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x4E2D;&#x56FD;&#x7684;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x8981;&#x6CE8;&#x610F;&#x51E0;&#x70B9;&#xFF08;&#x8FD9;&#x5728;&#x524D;&#x6587;&#x4E5F;&#x5DF2;&#x7ECF;&#x63D0;&#x5230;&#x8FC7;&#xFF09;&#xFF0C;&#x5927;&#x4F53;&#x53EF;&#x4EE5;&#x4ECE;&#x201C;&#x51E0;&#x4F55;&#x5B66;&#x201D;&#x6765;&#x7406;&#x89E3;&#x4E3A;&#x4F55;&#x9700;&#x8981;&#x8FD9;&#x6837;&#x505A;&#xFF1A;<strong>&#xFF08;1&#xFF09;&#x5BF9;&#x201C;&#x6982;&#x5FF5;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#x8981;&#x6709;&#x6E05;&#x6670;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#xFF08;2&#xFF09;&#x57FA;&#x4E8E;&#x201C;&#x4E8B;&#x5B9E;&#x201D;&#x800C;&#x4E0D;&#x662F;&#x89C2;&#x5FF5;&#x505A;&#x5224;&#x65AD;&#xFF0C;&#xFF08;3&#xFF09;&#x901A;&#x8FC7;&#x5FC5;&#x7136;&#x6027;&#x63A8;&#x7406;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x6216;&#x7136;&#x6027;&#x63A8;&#x7406;&#x505A;&#x63A8;&#x8BBA;&#xFF0C;&#xFF08;4&#xFF09;&#x91C7;&#x7528;&#x91CF;&#x5316;/&#x6570;&#x5B66;&#x5316;&#x7684;&#x65B9;&#x5F0F;&#x4F5C;&#x5206;&#x6790;&#x3002;</strong>&#x540C;&#x65F6;&#xFF0C;&#x968F;&#x7740;&#x667A;&#x80FD;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x91C7;&#x7528;<strong>&#x201C;&#x667A;&#x80FD;&#x51B3;&#x7B56;&#x201D;&#x7CFB;&#x7EDF;</strong>&#xFF0C;&#x501F;&#x52A9;&#x673A;&#x5668;&#x4E0E;&#x6570;&#x636E;&#xFF0C;&#x534F;&#x52A9;&#x4EBA;&#x7C7B;&#x601D;&#x8003;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x5BF9;&#x4E8E;&#x4E0D;&#x4E86;&#x89E3;&#x7684;&#x95EE;&#x9898;&#x6216;&#x9886;&#x57DF;&#xFF0C;&#x6211;&#x4EEC;&#x5219;&#x5E94;&#x8BE5;&#x5C3D;&#x91CF;&#x5B66;&#x4E60;&#x548C;&#x91C7;&#x7528;<strong>&#x4E13;&#x4E1A;&#x7684;&#x77E5;&#x8BC6;&#x4E0E;&#x65B9;&#x6CD5;</strong>&#xFF0C;&#x50CF;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x4EBA;&#x58EB;&#x8BF7;&#x6559;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4E00;&#x79CD;&#x7406;&#x6027;&#x3002;</p><p></p><p></p><p>&#x968F;&#x7740;&#x4E2D;&#x56FD;&#x4EA7;&#x4E1A;&#x5347;&#x7EA7;&#x548C;&#x7BA1;&#x7406;&#x7684;&#x7CBE;&#x7EC6;&#x5316;&#xFF0C;&#x6709;&#x66F4;&#x591A;&#x4F01;&#x4E1A;&#x9700;&#x8981;&#x7CBE;&#x786E;&#x548C;&#x6570;&#x636E;&#x5316;&#x7684;&#x51B3;&#x7B56;&#x4E0E;&#x7BA1;&#x7406;&#xFF0C;&#x8FD9;&#x5BF9;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x4E0E;&#x6570;&#x636E;&#x667A;&#x80FD;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x90FD;&#x6709;&#x6781;&#x9AD8;&#x7684;&#x8981;&#x6C42;&#xFF1B;&#x968F;&#x7740;&#x6570;&#x5B57;&#x5316;&#x8F6C;&#x578B;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x7BA1;&#x7406;&#x8005;&#x548C;&#x5458;&#x5DE5;&#x90FD;&#x5E94;&#x771F;&#x6B63;&#x638C;&#x63E1;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x3002;</p><p></p><p></p><p>&#x201C;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x201D;&#x662F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5207;&#x5165;&#x70B9;&#xFF0C;&#x201C;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x201D;&#x5219;&#x662F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5B9E;&#x884C;&#x65B9;&#x5F0F;&#xFF0C;&#x638C;&#x63E1;&#x4E86;&#x8FD9;&#x4E24;&#x70B9;&#xFF0C;&#x666E;&#x901A;&#x4EBA;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x57FA;&#x4E8E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x7684;&#x63A2;&#x7D22;&#x3002;&#x4F46;&#x53EA;&#x6709;&#x771F;&#x6B63;&#x8FFD;&#x672C;&#x6EAF;&#x6E90;&#xFF0C;&#x4FDD;&#x6301;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x6E90;&#x6CC9;&#xFF0C;&#x4E3A;&#x77E5;&#x8BC6;&#x800C;&#x77E5;&#x8BC6;&#x3001;&#x4E3A;&#x5B66;&#x672F;&#x800C;&#x5B66;&#x672F;&#xFF0C;&#x624D;&#x80FD;&#x771F;&#x6B63;&#x4FDD;&#x7559;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x201D;&#x3002;</p><p></p><p></p><p><strong><em>&#x8FFD;&#x672C;&#x6EAF;&#x6E90;&#xFF1A;&#x81EA;&#x7531;&#x4E4B;&#x5B66;&#x672F;</em></strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x524D;&#x9762;&#x63D0;&#x5230;&#x5728;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x793E;&#x4F1A;&#x4E2D;&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x96BE;&#x4EE5;&#x6210;&#x4E3A;&#x4F18;&#x5148;&#x76EE;&#x6807;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x7FA4;&#x4F53;&#x548C;&#x4E2A;&#x4EBA;&#x4E2D;&#x4FDD;&#x7559;&#x771F;&#x6B63;&#x201C;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#x201D;&#xFF0C;&#x548C;&#x65E0;&#x7528;&#x7684;&#x3001;&#x5185;&#x5728;&#x6027;&#x3001;&#x5FC5;&#x7136;&#x6027;&#x3001;&#x6C38;&#x6052;&#x7684;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x3002;&#x8FD9;&#x662F;&#x4EBA;&#x7C7B;&#x201C;&#x5FC3;&#x667A;&#x7684;&#x5723;&#x6240;&#x201D;&#x3002;</p><p></p><p></p><p>&#x6E05;&#x534E;&#x5927;&#x5B66;&#x738B;&#x56FD;&#x7EF4;&#x5148;&#x751F;&#x81EA;&#x6C89;&#x4E24;&#x5E74;&#x4EE5;&#x540E;&#xFF0C;&#x9648;&#x5BC5;&#x606A;&#x5148;&#x751F;&#x4F5C;&#x7891;&#x6587;&#x5982;&#x4E0B;&#xFF1A;</p><p></p><p></p><blockquote class="wp-block-quote"><p>&#x6D77;&#x5B81;&#x738B;&#x9759;&#x5B89;&#x5148;&#x751F;&#x81EA;&#x6C89;&#x540E;&#x4E8C;&#x5E74;&#xFF0C;&#x6E05;&#x534E;&#x7814;&#x7A76;&#x9662;&#x540C;&#x4EC1;&#x54B8;&#x6000;&#x601D;&#x4E0D;&#x80FD;&#x5DF2;&#x3002;&#x5176;&#x5F1F;&#x5B50;&#x53D7;&#x5148;&#x751F;&#x4E4B;&#x9676;&#x51B6;&#x7166;&#x80B2;&#x8005;&#x6709;&#x5E74;&#xFF0C;&#x5C24;&#x601D;&#x6709;&#x4EE5;&#x6C38;&#x5176;&#x5FF5;&#x3002;&#x4F65;&#x66F0;&#xFF0C;&#x5B9C;&#x94ED;&#x4E4B;&#x8D1E;&#x73C9;&#xFF0C;&#x4EE5;&#x662D;&#x793A;&#x4E8E;&#x65E0;&#x7ADF;&#x3002;&#x56E0;&#x4EE5;&#x523B;&#x77F3;&#x4E4B;&#x8BCD;&#x547D;&#x5BC5;&#x606A;&#xFF0C;&#x6570;&#x8F9E;&#x4E0D;&#x83B7;&#x5DF2;&#xFF0C;&#x8C28;&#x4E3E;&#x5148;&#x751F;&#x4E4B;&#x5FD7;&#x4E8B;&#xFF0C;&#x4EE5;&#x666E;&#x544A;&#x5929;&#x4E0B;&#x540E;&#x4E16;&#x3002;</p><p>&#x5176;&#x8BCD;&#x66F0;&#xFF1A;</p><p>&#x58EB;&#x4E4B;&#x8BFB;&#x4E66;&#x6CBB;&#x5B66;&#xFF0C;&#x76D6;&#x5C06;&#x4EE5;&#x8131;&#x5FC3;&#x5FD7;&#x4E8E;&#x4FD7;&#x8C1B;&#x4E4B;&#x684E;&#x688F;&#xFF0C;&#x771F;&#x7406;&#x56E0;&#x5F97;&#x4EE5;&#x53D1;&#x626C;&#x3002;&#x601D;&#x60F3;&#x800C;&#x4E0D;&#x81EA;&#x7531;&#xFF0C;&#x6BCB;&#x5B81;&#x6B7B;&#x8033;&#x3002;&#x65AF;&#x53E4;&#x4ECA;&#x4EC1;&#x5723;&#x540C;&#x6B89;&#x4E4B;&#x7CBE;&#x4E49;&#xFF0C;&#x592B;&#x5C82;&#x5EB8;&#x9119;&#x4E4B;&#x6562;&#x671B;&#x3002;&#x5148;&#x751F;&#x4EE5;&#x4E00;&#x6B7B;&#x89C1;&#x5176;&#x72EC;&#x7ACB;&#x81EA;&#x7531;&#x4E4B;&#x610F;&#x5FD7;&#xFF0C;&#x975E;&#x6240;&#x8BBA;&#x4E8E;&#x4E00;&#x4EBA;&#x4E4B;&#x6069;&#x6028;&#xFF0C;&#x4E00;&#x59D3;&#x4E4B;&#x5174;&#x4EA1;&#x3002;&#x545C;&#x547C;&#xFF01;&#x6811;&#x5179;&#x77F3;&#x4E8E;&#x8BB2;&#x820D;&#xFF0C;&#x7CFB;&#x54C0;&#x601D;&#x800C;&#x4E0D;&#x5FD8;&#x3002;&#x8868;&#x54F2;&#x4EBA;&#x4E4B;&#x5947;&#x8282;&#xFF0C;&#x8BC9;&#x771F;&#x5BB0;&#x4E4B;&#x832B;&#x832B;&#x3002;&#x6765;&#x4E16;&#x4E0D;&#x53EF;&#x77E5;&#x4E5F;&#xFF0C;&#x5148;&#x751F;&#x4E4B;&#x8457;&#x8FF0;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x4E0D;&#x5F70;&#x3002;&#x5148;&#x751F;&#x4E4B;&#x5B66;&#x8BF4;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x53EF;&#x5546;&#x3002;&#x60DF;&#x6B64;&#x72EC;&#x7ACB;&#x4E4B;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x5386;&#x5343;&#x4E07;&#x7940;&#xFF0C;&#x4E0E;&#x5929;&#x58E4;&#x800C;&#x540C;&#x4E45;&#xFF0C;&#x5171;&#x4E09;&#x5149;&#x800C;&#x6C38;&#x5149;&#x3002;</p><p>&#x8282;&#x81EA;&#x300A;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x738B;&#x89C2;&#x5802;&#x5148;&#x751F;&#x7EAA;&#x5FF5;&#x7891;&#x94ED;&#x300B;</p></blockquote><p></p><p></p><p>&#x5176;&#x4E2D;<strong>&#x201C;&#x72EC;&#x7ACB;&#x4E4B;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x4E4B;&#x601D;&#x60F3;&#x201D;</strong>&#xFF0C;&#x4FBF;&#x4E3A;&#x540E;&#x4EBA;&#x5E38;&#x63D0;&#x53CA;&#x4E4B;&#x5B66;&#x672F;&#x7CBE;&#x795E;&#x3002;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x539F;&#x6765;&#x7684;&#x6821;&#x8BAD;&#x201C;&#x81EA;&#x5F3A;&#x4E0D;&#x606F;&#xFF0C;&#x539A;&#x5FB7;&#x8F7D;&#x7269;&#xFF1B;&#x72EC;&#x7ACB;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x601D;&#x60F3;&#x201D;&#xFF0C;&#x540E;&#x4E24;&#x53E5;&#x6E90;&#x4E8E;&#x6B64;&#xFF08;&#x524D;&#x4E24;&#x53E5;&#x6765;&#x6E90;&#x6613;&#x7ECF;&#xFF09;&#x3002;&#x7EC6;&#x8BFB;&#x4E4B;&#xFF0C;&#x4FBF;&#x77E5;&#x9053;&#x8FD9;&#x91CC;&#x6307;&#x7684;&#x5C31;&#x662F;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x4E5F;&#x662F;&#x975E;&#x529F;&#x5229;&#x7684;&#x3001;&#x4E0D;&#x53D7;&#x5E72;&#x9884;&#x7684;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x3001;&#x5927;&#x5B66;&#x7CBE;&#x795E;&#x3002;</p><p></p><p></p><p>&#x8FD1;&#x4EE3;&#x5927;&#x5B66;&#x662F;&#x57FA;&#x7763;&#x6559;&#x6587;&#x660E;&#x4E0B;&#x8BDE;&#x751F;&#x7684;&#x4E0D;&#x53D7;&#x6559;&#x4F1A;&#x5DE6;&#x53F3;&#x7684;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x7684;&#x673A;&#x6784;&#xFF0C;&#x662F;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x5728;&#x4E2D;&#x4E16;&#x7EAA;&#x590D;&#x5174;&#x540E;&#x4E89;&#x53D6;&#x5230;&#x7684;&#x91CD;&#x8981;&#x5236;&#x5EA6;&#x3002;&#x5176;&#x6839;&#x672C;&#x4F5C;&#x7528;&#x5C31;&#x5728;&#x4E8E;&#x4FDD;&#x8BC1;&#x5B66;&#x672F;&#x7684;&#x81EA;&#x7531;&#x3002;</p><p></p><p></p><p>&#x4E2D;&#x56FD;&#x7684;&#x529E;&#x5B66;&#x8005;&#x5982;&#x8521;&#x5143;&#x57F9;&#x5BF9;&#x6B64;&#x6709;&#x7740;&#x8F83;&#x6DF1;&#x523B;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x91C7;&#x53D6;&#x201C;&#x6559;&#x6388;&#x6CBB;&#x6821;&#x201D;&#xFF0C;&#x5E76;&#x603B;&#x7ED3;&#x5317;&#x5927;&#x7684;&#x7279;&#x8272;&#xFF1A;&#x201C;&#x4E00;&#x7814;&#x7A76;&#x5B66;&#x95EE;&#x3002;&#x4E8C;&#x601D;&#x60F3;&#x81EA;&#x7531;&#x3002;&#x65E0;&#x8BBA;&#x4F55;&#x79CD;&#x5B66;&#x6D3E;&#x601D;&#x60F3;&#xFF0C;&#x6982;&#x4E0D;&#x5E72;&#x6D89;&#x3002;&#x201D; &#x4F46;&#x5728;&#x5357;&#x4EAC;&#x56FD;&#x6C11;&#x653F;&#x5E9C;&#x6210;&#x7ACB;&#x540E;&#xFF0C;&#x653F;&#x5E9C;&#x7684;&#x5E72;&#x9884;&#x4FBF;&#x63A5;&#x5165;&#x4ECB;&#x5165;&#x5176;&#x4E2D;&#xFF0C;&#x76F4;&#x5230;&#x4ECA;&#x5929;&#x7684;&#x4E2D;&#x56FD;&#x4ECD;&#x7559;&#x5B58;&#x8F83;&#x591A;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x5728;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x5DF2;&#x770B;&#x5230;&#x4E00;&#x4E9B;&#x4E2D;&#x56FD;&#x5927;&#x5B66;<strong>&#x6B63;&#x5728;&#x7ED9;&#x4E88;&#x7814;&#x7A76;&#x8005;&#x66F4;&#x591A;&#x81EA;&#x7531;&#x548C;&#x72EC;&#x7ACB;&#x6027;</strong>&#xFF0C;&#x5DF2;&#x8F83;&#x8FC7;&#x53BB;&#x6709;&#x6240;&#x6539;&#x5584;&#x3002;&#x867D;&#x7136;&#x5728;&#x76EE;&#x524D;&#x7684;&#x56FD;&#x9645;&#x7ADE;&#x4E89;&#x683C;&#x5C40;&#x4E0E;&#x6CBB;&#x56FD;&#x65B9;&#x7565;&#x4E2D;&#xFF0C;&#x5E0C;&#x671B;&#x5927;&#x5B66;&#x5B8C;&#x5168;&#x201C;&#x53BB;&#x653F;&#x6CBB;&#x5316;&#x201D;&#x5E76;&#x4E0D;&#x73B0;&#x5B9E;&#xFF0C;&#x4F46;&#x7ED9;&#x4E88;&#x67D0;&#x4E9B;&#x7814;&#x7A76;&#x9886;&#x57DF;&#x66F4;&#x591A;&#x81EA;&#x7531;&#x4E0E;&#x53D1;&#x5C55;&#x7A7A;&#x95F4;&#xFF0C;&#x4EE5;&#x53CA;&#x91C7;&#x53D6;&#x66F4;&#x7075;&#x6D3B;&#x548C;&#x4F18;&#x8D8A;&#x7684;&#x5B66;&#x672F;&#x4EBA;&#x624D;&#x9009;&#x62D4;&#x673A;&#x5236;&#xFF0C;&#x4ECD;&#x6709;&#x5B9E;&#x65BD;&#x7684;&#x7A7A;&#x95F4;&#x3002;&#x867D;&#x7136;&#x8FD9;&#x4E00;&#x70B9;&#x4E0A;&#x4E2D;&#x56FD;&#x5927;&#x5B66;&#x9887;&#x53D7;&#x897F;&#x65B9;&#x8206;&#x8BBA;&#x653B;&#x51FB;&#xFF0C;&#x653F;&#x5E9C;&#x4E5F;&#x4E0D;&#x5E0C;&#x671B;&#x5927;&#x5B66;&#x6210;&#x4E3A;&#x601D;&#x60F3;&#x6E17;&#x900F;&#x7684;&#x7A97;&#x53E3;&#xFF0C;&#x4F46;&#x4ECE;&#x5B9E;&#x9645;&#x60C5;&#x5F62;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5B66;&#x672F;&#x81EA;&#x7531;&#x597D;&#x8F6C;&#x7684;&#x73B0;&#x8C61;&#x3002;&#x81F3;&#x5C11;&#x6211;&#x4EEC;&#x4ECD;&#x53EF;&#x4EE5;&#x8BF4;&#xFF0C;<strong>&#x6709;&#x771F;&#x6B63;&#x53EA;&#x4E3A;&#x5B66;&#x672F;&#x3001;&#x53EA;&#x4E3A;&#x77E5;&#x8BC6;&#x3001;&#x4EE5;&#x751F;&#x547D;&#x634D;&#x536B;&#x771F;&#x7406;&#x8005;</strong>&#x5728;&#x8FD9;&#x7247;&#x571F;&#x5730;&#x4E0A;&#x5B58;&#x5728;&#xFF0C;&#x8FD9;&#x662F;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x5E0C;&#x671B;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x6211;&#x8BA4;&#x4E3A;&#x79D1;&#x7814;&#x5DE5;&#x4F5C;&#x8005;&#x4EEC;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x5728;&#x5927;&#x5B66;&#xFF0C;&#x8FD8;&#x662F;&#x6240;&#x8C13;&#x7684;&#x91CE;&#x751F;&#x6216;&#x6C11;&#x95F4;&#x7814;&#x7A76;&#x8005;&#xFF0C;&#x751A;&#x81F3;&#x54EA;&#x6015;&#x4EC5;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x62B1;&#x6709;&#x70ED;&#x60C5;&#x5374;&#x65E0;&#x4E13;&#x4E1A;&#x8BAD;&#x7EC3;&#xFF0C;&#x5E94;&#x5F53;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x201D;&#x548C;&#x201C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x4E0A;&#x505A;&#x4E00;&#x4E9B;&#x63A2;&#x7D22;&#x3002;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x56DE;&#x7B54;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x79D1;&#x5B66;&#x53F2;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x770B;&#x6E05;&#x79D1;&#x5B66;&#x7684;&#x6E90;&#x5934;&#xFF1B;&#x6B63;&#x672C;&#x6E05;&#x6E90;&#xFF0C;&#x672A;&#x6765;&#x7684;&#x9053;&#x8DEF;&#x624D;&#x66F4;&#x52A0;&#x660E;&#x786E;&#x4E0E;&#x7A33;&#x5065;&#x3002;&#x5BF9;&#x4E8E;&#x81EA;&#x7531;&#x7684;&#x5B66;&#x672F;&#xFF0C;&#x662F;&#x5982;&#x6B64;&#xFF1B;&#x5BF9;&#x4E8E;&#x4EBA;&#x7C7B;&#x7684;&#x672A;&#x6765;&#xFF0C;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x672C;&#x6587;&#x5BF9;&#x201C;&#x672C;&#x201D;&#x7684;&#x95EE;&#x9898;&#x7740;&#x529B;&#x9887;&#x591A;&#x7684;&#x76EE;&#x7684;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1BdTbNRCUPoh95W0%2Fimage.png?alt=media&amp;token=f300975f-8b81-4445-b8ae-b46cd8d7b4f7" alt=""><p></p><p></p><p>&#x827E;&#x5C14;&#x4F2F;&#x7279;&#xB7;&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#x672C;&#x6587;&#x672A;&#x5B8C;&#x7ED3;&#xFF0C;&#x5728;&#x4E0B;&#x4E00;&#x7AE0;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;</em><strong><em>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x54EA;&#x4E9B;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</em></strong><em>&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x7EE7;&#x7EED;&#x4ECE;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x3001;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x505A;&#x4E00;&#x4E9B;&#x63A2;&#x7D22;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%89</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-7xw4el63nl" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn/">cn</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（四）</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（二）/"><span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（二）</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（三）/",this.page.identifier="steempress/【未来教育学】成年人需要什么样的stem教育？（三）/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">31</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">29</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13.75px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.5px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.5px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12.5px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.5px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.75px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.25px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:10px">sct</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:11.25px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.25px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">14</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#1-ke-xue-jing-shen-yu-ke-xue-si-xiang"><span class="has-mr-6">1.1</span> <span>1. &#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#1-ke-xue-jing-shen-yu-ke-xue-si-xiang"><span class="has-mr-6">1.1</span> <span>1. &#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（三）" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>