<!DOCTYPE html><html lang="zh"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>【未来教育学】成年人需要什么样的STEM教育？（七） - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="keywords" content="cn,cn-stem,steemstem,steempress,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="【未来教育学】成年人需要什么样的STEM教育？（七）"><meta property="og:url" content="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（七）/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta property="og:locale" content="zh"><meta property="og:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><meta property="og:updated_time" content="2019-05-21T09:49:42.955Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="【未来教育学】成年人需要什么样的STEM教育？（七）"><meta name="twitter:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="twitter:image" content="http://think-in-universe.github.io/blog/images/og_image.png"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（七）" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-19T14:48:30.000Z">2019-03-19</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">an hour read (About 7790 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">【未来教育学】成年人需要什么样的STEM教育？（七）</h1><div class="content"><p></p><p>&#x5728;<a target="_blank" href="https://busy.org/@robertyan/stem-33j60d0hfr" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a target="_blank" href="https://busy.org/@robertyan/stem-yafmsa49dm" rel="noreferrer noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#x4E2D;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x5728;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-7xw4el63nl">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-1chj3yjqtx">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x56DB;&#xFF09;</a>&#x3001;<a rel="noreferrer noopener" target="_blank" href="https://busy.org/@robertyan/stem-l5zrunwits">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E94;&#xFF09;</a>&#x548C;<a rel="noreferrer noopener" aria-label=" (opens in a new tab)" href="https://busy.org/@robertyan/stem-hxs3qrgf9g" target="_blank">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x516D;&#xFF09;</a>&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;&#x3002;</strong>&#x5728;&#xFF08;&#x4E09;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#x201C;<strong>&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;</strong>&#x5982;&#x4F55;&#x843D;&#x5730;&#x201D;&#x5C55;&#x5F00;&#x4E86;&#x5206;&#x6790;&#xFF1B;&#x5728;&#xFF08;&#x56DB;&#xFF09;&#x548C;&#xFF08;&#x4E94;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;<strong>&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</strong>&#x7684;&#x5173;&#x8054;&#xFF0C;&#x5E76;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#x4E86;&#x63A8;&#x8350;&#x7684;&#x8BFB;&#x7269;&#x548C;&#x53EF;&#x91C7;&#x53D6;&#x7684;&#x5B9E;&#x8DF5;&#xFF1B;&#x5728;&#xFF08;&#x516D;&#xFF09;&#x4E2D;&#x6211;&#x4EEC;&#x8BA8;&#x8BBA;&#x4E86;&#x201C;<strong>&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;</strong>&#x201D;&#x7684;&#x57FA;&#x672C;&#x7406;&#x5FF5;&#x3002;</p><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#xFF1A;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#xFF0C;&#x91C7;&#x7528;&#x5408;&#x9002;&#x7684;&#x7B56;&#x7565;&#x5F00;&#x5C55;&#xFF0C;&#x56DE;&#x7B54;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5B66;&#x4EC0;&#x4E48;&#x201D;&#x548C;&#x201C;&#x600E;&#x4E48;&#x5B66;&#x201D;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x662F;&#x5168;&#x6587;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><h2 id="cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what">&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;<a href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"></a></h2><p></p><p></p><h3 id="3-yi-ren-wei-ben-de-ke-xue-jiao-yu">3. &#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;</h3><p></p><p></p><p>&#x4E0A;&#x6587;&#x8C08;&#x4E86;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x8FD9;&#x91CC;&#x7EE7;&#x7EED;&#x8C08;&#x5982;&#x4F55;&#x4EBA;&#x4EE5;&#x7FA4;&#x5206;&#x5730;&#x56E0;&#x6750;&#x65BD;&#x6559;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>#1 &#x8001;&#x4EBA;</strong></em></p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x7EC8;&#x6781;&#x5173;&#x6000;</strong></p><p></p><p></p><p>&#x4E3A;&#x4E86;&#x8D70;&#x5411;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x8D28;&#xFF0C;&#x6211;&#x4EEC;&#x4ECE;&#x8001;&#x4EBA;&#x8C08;&#x8D77;&#x3002;&#x5BF9;&#x201C;&#x8001;&#x4EBA;&#x201D;&#x7684;&#x5B9A;&#x4E49;&#x672A;&#x5FC5;&#x6709;&#x4E25;&#x683C;&#x7684;&#x751F;&#x7406;&#x4E0A;&#x7684;&#x5E74;&#x9F84;&#x754C;&#x9650;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8BA4;&#x4E3A;&#x8001;&#x4EBA;&#x90FD;&#x9762;&#x5BF9;&#x4E00;&#x4E2A;&#x5171;&#x540C;&#x7684;&#x95EE;&#x9898;&#xFF1A;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#x3002;</p><p></p><p></p><p><strong>&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#xFF0C;&#x610F;&#x6307;&#x201C;&#x6E90;&#x4E8E;&#x4EBA;&#x4E4B;&#x5B58;&#x5728;&#x7684;&#x6709;&#x9650;&#x6027;&#xFF0C;&#x6E90;&#x4E8E;&#x4EBA;&#x4E4B;&#x4F01;&#x76FC;&#x751F;&#x547D;&#x5B58;&#x5728;&#x7684;&#x65E0;&#x9650;&#x6027;&#xFF0C;&#x5B83;&#x662F;&#x4EBA;&#x7C7B;&#x8D85;&#x8D8A;&#x6709;&#x9650;&#x3001;&#x8FFD;&#x6C42;&#x65E0;&#x9650;&#x4EE5;&#x8FBE;&#x5230;&#x6C38;&#x6052;&#x7684;&#x4E00;&#x79CD;&#x7CBE;&#x795E;&#x6E34;&#x671B;&#x201D;</strong>&#x3002;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#x5927;&#x4F53;&#x53EF;&#x4EE5;&#x5F52;&#x4E8E;<strong>&#x201C;&#x795E;&#x201D;</strong>&#x3001;<strong>&#x201C;&#x771F;&#x201D;</strong>&#x548C;<strong>&#x201C;&#x4E49;&#x201D;</strong>&#xFF1A;&#x201C;&#x795E;&#x201D;&#x5373;&#x201C;&#x5B97;&#x6559;&#x201D;&#x8D4B;&#x4E88;&#x4EBA;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x201C;&#x771F;&#x201D;&#x5373;&#x5BF9;&#x4E16;&#x754C;&#x7684;&#x771F;&#x7406;&#x7684;&#x63A2;&#x6C42;&#xFF0C;&#x201C;&#x4E49;&#x201D;&#x5373;&#x201C;&#x4EE5;&#x5929;&#x4E0B;&#x4E3A;&#x5DF1;&#x4EFB;&#x201D;&#x3001;&#x201C;&#x4E3A;&#x4E07;&#x4E16;&#x5F00;&#x592A;&#x5E73;&#x201D;&#x3002;&#x5F53;&#x4EE3;&#x4E2D;&#x56FD;&#x4EBA;&#x5F52;&#x4E8E;&#x201C;&#x795E;&#x201D;&#xFF08;&#x4F5B;&#x3001;&#x9053;&#x3001;&#x8036;&#xFF09;&#x7684;&#x6709;&#x4E4B;&#xFF0C;&#x4F46;&#x5E76;&#x975E;&#x6587;&#x5316;&#x4E3B;&#x6D41;&#xFF1B;&#x5F52;&#x4E8E;&#x201C;&#x4E49;&#x201D;&#xFF0C;&#x7531;&#x4E8E;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x8FFD;&#x5BFB;&#x8005;&#x4E0D;&#x5C11;&#x3001;&#x5B9E;&#x73B0;&#x5374;&#x9887;&#x6709;&#x56F0;&#x96BE;&#xFF1B;&#x5F52;&#x4E8E;&#x201C;&#x771F;&#x201D;&#xFF0C;&#x540C;&#x6837;&#x7531;&#x4E8E;&#x4F20;&#x7EDF;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x8FFD;&#x968F;&#x8005;&#x592A;&#x5C11;&#x3001;&#x5B9E;&#x73B0;&#x4E5F;&#x4E0D;&#x5BB9;&#x6613;&#x3002;&#x5927;&#x90E8;&#x5206;&#x4EBA;&#x8D8B;&#x5229;&#x4EAB;&#x4E50;&#xFF0C;&#x5176;&#x4E2D;&#x80FD;&#x8C08;&#x5F97;&#x4E0A;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x7684;&#xFF0C;&#x4E0D;&#x662F;&#x5F88;&#x591A;&#x3002;</p><p></p><p></p><p>&#x8001;&#x5E74;&#x4EBA;&#x9762;&#x5411;&#x4EBA;&#x751F;&#x7684;&#x7EC8;&#x70B9;&#xFF0C;&#x5BF9;&#x4E8E;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#x7684;&#x601D;&#x8003;&#x76F8;&#x5BF9;&#x66F4;&#x591A;&#x3002;&#x201C;&#x795E;&#x201D;&#x3001;&#x201C;&#x771F;&#x201D;&#x548C;&#x201C;&#x4E49;&#x201D;&#x672A;&#x5FC5;&#x6709;&#x9AD8;&#x4E0B;&#x4E4B;&#x522B;&#xFF0C;&#x4F46;&#x65E0;&#x7591;&#x7684;&#xFF0C;<strong>&#x201C;&#x6C42;&#x771F;&#x201D;&#x5728;&#x9762;&#x5BF9;&#x4EBA;&#x751F;&#x7684;&#x7EC8;&#x70B9; &#x7684;&#x95EE;&#x9898;&#x4E0A;&#xFF0C;&#x53EF;&#x4EE5;&#x662F;&#x5176;&#x4E2D;&#x4E00;&#x79CD;&#x5408;&#x7406;&#x7684;&#x9009;&#x62E9;</strong>&#x3002;&#x5728;&#x79BB;&#x5F00;&#x4E16;&#x754C;&#x524D;&#xFF0C;&#x771F;&#x6B63;&#x8BA4;&#x8BC6;&#x4E86;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x6C38;&#x6052;&#x4E0E;&#x4E30;&#x5BCC;&#xFF0C;&#x662F;&#x5BF9;&#x4EBA;&#x751F;&#x610F;&#x4E49;&#x7684;&#x8FFD;&#x5BFB;&#x65B9;&#x5F0F;&#x4E4B;&#x4E00;&#x3002;<strong>&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4E3A;&#x5B9E;&#x73B0;&#x201C;&#x771F;&#x201D;&#x63D0;&#x4F9B;&#x4E86;&#x4F53;&#x7CFB;&#xFF0C;&#x56E0;&#x6B64;&#x201C;&#x597D;&#x5947;&#x5FC3;&#x3001;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x4E0E;&#x6C42;&#x771F;&#x7406;&#x60F3;&#x201D;&#x53EF;&#x4EE5;&#x5728;&#x8001;&#x4EBA;&#x8EAB;&#x4E0A;&#x840C;&#x53D1;&#xFF0C;&#x8FD9;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x56DE;&#x7B54;&#x8001;&#x4EBA;&#x7684;&#x201C;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#x201D;&#x7684;&#x95EE;&#x9898;</strong>&#x3002;</p><p></p><p></p><p>&#x5982;<strong>&#x897F;&#x585E;&#x7F57;&#x5728;&#x300A;&#x8BBA;&#x8001;&#x5E74;&#x300B;</strong>&#x4E2D;&#x6240;&#x8A00;&#xFF1A;&#x8001;&#x5E74;&#x4F9D;&#x7136;&#x53EF;&#x4EE5;&#x53C2;&#x4E0E;&#x653F;&#x6CBB;&#x751F;&#x6D3B;&#x53CA;&#x5176;&#x4ED6;&#x5F88;&#x591A;&#x4E8B;&#x7269;&#xFF0C;&#x8001;&#x5E74;&#x867D;&#x7136;&#x4F53;&#x529B;&#x8870;&#x9000;&#x3001;&#x611F;&#x5B98;&#x5FEB;&#x4E50;&#x51CF;&#x5C11;&#xFF0C;&#x5374;&#x66F4;&#x6709;&#x7406;&#x667A;&#xFF1B;&#x2026;&#x2026; &#x8FD9;&#x79CD;&#x5FEB;&#x4E50;&#xFF08;&#x5199;&#x4F5C;&#x3001;&#x6F14;&#x8BB2;&#x7B49;&#xFF09;&#x5B8C;&#x5168;&#x662F;&#x4E00;&#x79CD;&#x6C42;&#x77E5;&#x7684;&#x4E50;&#x8DA3;&#xFF0C;&#x5BF9;&#x4E8E;&#x7406;&#x667A;&#x3001;&#x53D7;&#x8FC7;&#x826F;&#x597D;&#x6559;&#x80B2;&#x7684;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x79CD;&#x5FEB;&#x4E50;&#x662F;&#x968F;&#x7740;&#x4ED6;&#x4EEC;&#x5E74;&#x9F84;&#x7684;&#x589E;&#x957F;&#x800C;&#x589E;&#x5F3A;&#x7684;&#x3002;&#xFF08;&#x300A;&#x8BBA;&#x8001;&#x5E74;&#x300B;&#x4E2D;&#x8FD8;&#x6709;&#x8BB8;&#x591A;&#x5176;&#x4ED6;&#x5BF9;&#x8001;&#x5E74;&#x7684;&#x7684;&#x6DF1;&#x523B;&#x8BBA;&#x8FF0;&#xFF0C;&#x503C;&#x5F97;&#x601D;&#x8003;&#x3002;&#xFF09;</p><p></p><p></p><p>&#x201C;&#x5BB6;&#x6709;&#x4E00;&#x8001;&#xFF0C;&#x5982;&#x6709;&#x4E00;&#x5B9D;&#x201D;&#xFF0C;&#x8001;&#x4EBA;&#x7684;&#x751F;&#x6D3B;&#x3001;&#x4E8B;&#x4E1A;&#x548C;&#x793E;&#x4F1A;&#x667A;&#x6167;&#xFF0C;&#x662F;&#x6709;&#x5B9E;&#x9645;&#x7684;&#x542F;&#x53D1;&#x4F5C;&#x7528;&#x548C;&#x6218;&#x7565;&#x6307;&#x5BFC;&#x610F;&#x4E49;&#x7684;&#xFF1B;&#x7ED9;&#x5E74;&#x8F7B;&#x4EBA;&#x7684;&#x7ECF;&#x9A8C;&#x4E0E;&#x97AD;&#x7B56;&#xFF0C;&#x662F;&#x6709;&#x7684;&#x653E;&#x77E2;&#x7684;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x9664;&#x4E86;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x8001;&#x5E74;&#x4EBA;&#x7684;&#x667A;&#x6167;<strong>&#x5BF9;&#x4E8E;&#x81EA;&#x5DF1;&#x548C;&#x5F71;&#x54CD;&#x8303;&#x56F4;&#x5185;&#x7684;&#x5B9E;&#x9645;&#x751F;&#x6D3B;&#xFF0C;&#x4E5F;&#x6709;&#x5B9E;&#x7528;&#x7684;&#xFF08;&#x529F;&#x5229;&#x6027;&#x7684;&#xFF09;&#x5E2E;&#x52A9;</strong>&#x3002;</p><p></p><p></p><p>&#x7136;&#x800C;&#xFF0C;&#x5982;&#x4F55;<strong>&#x6B63;&#x786E;&#x5730;&#x4F20;&#x8FBE;&#x8FD9;&#x79CD;&#x5BF9;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#x7684;&#x7406;&#x89E3;</strong>&#xFF0C;&#x5E76;&#x975E;&#x6613;&#x4E8B;&#xFF1B;&#x672C;&#x6587;&#x6B64;&#x5904;&#x53EA;&#x80FD;&#x6307;&#x51FA;&#x5927;&#x7565;&#x7684;&#x65B9;&#x5411;&#x3002;&#x5BF9;&#x4E8E;&#x66F4;&#x591A;&#x5177;&#x4F53;&#x6027;&#x7684;&#x5546;&#x4E1A;&#x5316;&#x3001;&#x4EA7;&#x54C1;&#x5316;&#x7684;&#x5A92;&#x4F53;&#x5BA3;&#x4F20;&#x4E0E;&#x5E02;&#x573A;&#x63A8;&#x5E7F;&#x7684;&#x5B9E;&#x73B0;&#x8FC7;&#x7A0B;&#xFF0C;&#x503C;&#x5F97;&#x6211;&#x4EEC;&#x5728;&#x66F4;&#x591A;&#x6587;&#x7AE0;&#x6216;&#x793E;&#x4F1A;&#x5B9E;&#x8DF5;&#xFF08;&#x8001;&#x5E74;&#x5927;&#x5B66;&#x3001;&#x793E;&#x4F1A;&#x4F01;&#x4E1A;&#x3001;&#x516C;&#x76CA;&#x7EC4;&#x7EC7;&#x7B49;&#xFF09;&#x4E2D;&#x8FDB;&#x4E00;&#x6B65;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5B66;&#x4EC0;&#x4E48;&#x548C;&#x600E;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#x201D;</strong></p><p></p><p></p><p>&#x524D;&#x6587;&#x6211;&#x4EEC;&#x6279;&#x5224;&#x4E86;&#x201C;&#x5A31;&#x4E50;&#x5316;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x4F46;&#x6211;&#x4EEC;&#x4E0D;&#x53CD;&#x5BF9;&#x201C;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#x201D;&#x3002;&#x6211;&#x4EEC;&#x53CD;&#x5BF9;&#x7684;&#x662F;&#x4EBA;&#x4E3A;&#x8BBE;&#x8BA1;&#x7684;&#x3001;&#x4EE5;&#x53D6;&#x60A6;&#x5B66;&#x4E60;&#x8005;&#x3001;&#x901A;&#x8FC7;&#x6E38;&#x620F;&#x6765;&#x201C;&#x8D3F;&#x8D42;&#x201D;&#x548C;&#x201C;&#x5229;&#x8BF1;&#x201D;&#x5B66;&#x4E60;&#x8005;&#x7684;&#x201C;&#x5A31;&#x4E50;&#x5316;&#x201D;&#x6559;&#x80B2;&#xFF0C;&#x4F46;&#x4E0D;&#x53CD;&#x5BF9;&#x81EA;&#x53D1;&#x81EA;&#x4E3B;&#x7684;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#xFF0C;&#x4E8E;&#x8001;&#x4EBA;&#x4FBF;&#x66F4;&#x662F;&#x5982;&#x6B64;&#x3002;</p><p></p><p></p><p><strong>&#x201C;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#x201D;</strong>&#x5E94;&#x5F53;&#x4EE5;&#x81EA;&#x53D1;&#x7684;&#x3001;&#x5185;&#x5728;&#x7684;&#x5174;&#x8DA3;&#xFF08;&#x597D;&#x5947;&#x5FC3;&#xFF09;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#xFF0C;&#x540C;&#x65F6;&#x8F85;&#x4E4B;&#x4EE5;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x7684;&#x201C;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x201D;&#x65B9;&#x6CD5;&#xFF0C;&#x4EE5;&#x771F;&#x7406;&#x4E3A;&#x4F9D;&#x5F52;&#x3001;&#x4EE5;&#x4F20;&#x64AD;&#x667A;&#x6167;&#x4E3A;&#x4E50;&#x3002;</p><p></p><p></p><p>&#x4ECA;&#x5929;&#x7684;&#x8001;&#x5E74;&#x5927;&#x5B66;&#xFF0C;&#x5F00;&#x8BBE;&#x7684;&#x8BFE;&#x7A0B;&#xFF0C;&#x5982;&#x517B;&#x751F;&#x3001;&#x5065;&#x8EAB;&#x3001;&#x8BED;&#x8A00;&#x3001;&#x4E66;&#x753B;&#x3001;&#x6444;&#x5F71;&#x3001;&#x97F3;&#x4E50;&#x3001;&#x620F;&#x66F2;&#x7B49;&#xFF0C;&#x4E0E;&#x5174;&#x8DA3;&#x73ED;&#x63A5;&#x8FD1;&#xFF0C;&#x52A0;&#x4E4B;&#x793E;&#x4EA4;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x53D7;&#x5230;&#x8BB8;&#x591A;&#x8001;&#x4EBA;&#x7684;&#x559C;&#x7231;&#x3002;&#x4F46;&#x8FD9;&#x5176;&#x4E2D;&#x201C;&#x7406;&#x6027;&#x201D;&#x3001;&#x201C;&#x771F;&#x7406;&#x201D;&#x3001;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x751F;&#x5B58;&#x7A7A;&#x95F4;&#x5E76;&#x4E0D;&#x5927;&#xFF0C;&#x201C;&#x5A31;&#x4E50;&#x201D;&#x591A;&#x4E8E;&#x201C;&#x771F;&#x7406;&#x201D;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x5174;&#x8DA3;&#x9A71;&#x52A8;&#x7684;&#x6C42;&#x771F;&#x4E4B;&#x5B66;&#xFF0C;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x4EE5;&#x8001;&#x5E74;&#x5927;&#x5B66;&#x4E3A;&#x4F9D;&#x6258;&#xFF0C;&#x72EC;&#x81EA;&#x4FBF;&#x53EF;&#x4EE5;&#x5F00;&#x5C55;&#xFF1B;&#x4F46;&#x4E5F;&#x53EF;&#x4EE5;&#x5B58;&#x5728;&#x8F83;&#x677E;&#x6563;&#x7684;&#x4FF1;&#x4E50;&#x90E8;&#x3001;&#x793E;&#x56E2;&#x6216;&#x5927;&#x5B66;&#xFF0C;&#x4EA4;&#x6D41;&#x4E0E;&#x4E92;&#x76F8;&#x5B66;&#x4E60;&#x3002;&#x5982;&#x91D1;&#x5EB8;&#x4E4B;&#x6C42;&#x5B66;&#x4E8E;&#x5251;&#x6865;&#x4E0E;&#x5317;&#x5927;&#xFF0C;&#x53EF;&#x4E3A;&#x4E00;&#x4F8B;&#x3002;&#x201C;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#x201D;&#x672A;&#x5FC5;&#x9700;&#x8981;&#x6709;&#x4E25;&#x8083;&#x7684;&#x5B66;&#x672F;&#x89C4;&#x8303;&#xFF0C;&#x4F46;&#x51ED;&#x70ED;&#x70C8;&#x7684;&#x6C42;&#x77E5;&#x4E4B;&#x5FC3;&#xFF0C;&#x53EF;&#x4EE5;&#x884C;&#x5230;&#x4EC0;&#x4E48;&#x7A0B;&#x5EA6;&#x4FBF;&#x662F;&#x7A0B;&#x5EA6;&#xFF0C;&#x5DF2;&#x662F;&#x751A;&#x597D;&#xFF1B;&#x5F53;&#x7136;&#x80FD;&#x7EF4;&#x6301;&#x9AD8;&#x6C34;&#x51C6;&#x3001;&#x4E0E;&#x5F53;&#x4E16;&#x7684;&#x524D;&#x6CBF;&#x5B66;&#x672F;&#x6709;&#x6240;&#x4EA4;&#x6D41;&#x751A;&#x81F3;&#x5F15;&#x9886;&#x6F6E;&#x6D41;&#xFF0C;&#x4E5F;&#x672A;&#x5FC5;&#x4E0D;&#x53EF;&#x3002;</p><p></p><p></p><p><strong>&#x201C;&#x5174;&#x8DA3;&#x201D;&#x662F;&#x8F83;&#x4E2A;&#x4EBA;&#x7684;&#x4E8B;&#x60C5;</strong>&#xFF0C;&#x6587;&#x3001;&#x7406;&#x3001;&#x5DE5;&#x3001;&#x519C;&#x3001;&#x533B;&#x3001;&#x5546;&#x3001;&#x6559;&#x80B2;&#x3001;&#x827A;&#x672F;&#x3001;&#x6CD5;&#x653F;&#x7B49;&#x7B49;&#xFF0C;&#x7686;&#x53EF;&#x5165;&#x624B;&#xFF0C;&#x4F46;&#x65B9;&#x6CD5;&#x4E0A;&#x603B;<strong>&#x96BE;&#x4EE5;&#x79BB;&#x5F00;&#x8BFB;&#x4E66;&#x6216;&#x6587;&#x732E;&#x3001;&#x89C2;&#x5BDF;&#x548C;&#x89E3;&#x91CA;&#x81EA;&#x7136;&#x548C;&#x793E;&#x4F1A;&#x3001;&#x601D;&#x8003;&#x63A8;&#x7406;&#x3001;&#x5206;&#x6790;&#x5B9E;&#x9A8C;&#x3001;&#x793E;&#x4F1A;&#x5B9E;&#x8DF5;&#x3001;&#x4E0E;&#x4ED6;&#x4EBA;&#x4EA4;&#x6D41;</strong>&#x7B49;&#x7B49;&#xFF0C;&#x5728;&#x8FD9;&#x4E9B;&#x65B9;&#x9762;&#xFF0C;&#x5F88;&#x591A;&#x4ECD;&#x7136;&#x662F;&#x8001;&#x4EBA;&#x7684;&#x667A;&#x6167;&#x4E0E;&#x4F53;&#x529B;&#x53EF;&#x4EE5;&#x5B9E;&#x884C;&#x7684;&#x3002;&#xFF08;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x4E00;&#x8282;&#x63D0;&#x5230;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x56DB;&#x4E2A;&#x65B9;&#x9762;&#x3001;&#x4E0E;&#x524D;&#x4E00;&#x7AE0;&#x63A8;&#x8350;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x53C2;&#x8003;&#x3002;&#xFF09;</p><p></p><p></p><p>&#x5728;&#x8001;&#x5E74;&#xFF0C;&#x80FD;<strong>&#x4EE5;&#x201C;&#x771F;&#x201D;&#x4E3A;&#x4E50;</strong>&#xFF0C;&#x201C;&#x6D3B;&#x5230;&#x8001;&#x3001;&#x5B66;&#x5230;&#x8001;&#x201D;&#xFF0C;&#x53C8;&#x4F55;&#x5C1D;&#x4E0D;&#x662F;&#x4E00;&#x79CD;&#x5E78;&#x4E8B;&#x5462;&#xFF1F;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>#2 &#x804C;&#x573A;&#x4EBA;&#x58EB;</em></strong></p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x201D;</strong></p><p></p><p></p><p>&#x6211;&#x4EEC;&#x5728;&#x201C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x2014;&#x2014;&#x5B9E;&#x8DF5;2&#xFF1A;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x8FD9;&#x4E00;&#x8282;&#x4E2D;&#x89E3;&#x91CA;&#x8FC7;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x91CC;&#x7528;&#x201C;&#x5B66;&#x4F1A;&#x51B3;&#x7B56;&#x201D;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x201C;&#x65B9;&#x4FBF;&#x6CD5;&#x201D;&#x6765;&#x5438;&#x5F15;&#x201C;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x201D;&#x7684;&#x5173;&#x6CE8;&#xFF0C;&#x4E5F;&#x662F;&#x57FA;&#x4E8E;&#x4ED6;&#x4EEC;&#x5BF9;&#x4E8E;&#x51B3;&#x7B56;&#x7684;&#x5F3A;&#x70C8;&#x9700;&#x8981;&#x4E0E;&#x51B3;&#x7B56;&#x80FD;&#x529B;&#x4E0D;&#x8DB3;&#x8FD9;&#x4E00;&#x77DB;&#x76FE;&#x7684;&#x89C2;&#x5BDF;&#x3002;</p><p></p><p></p><p>&#x51B3;&#x7B56;&#x7684;&#x4E3B;&#x9898;&#x53EF;&#x4EE5;&#x5305;&#x62EC;&#x6295;&#x8D44;&#x3001;&#x6559;&#x80B2;&#x3001;&#x623F;&#x4EA7;&#x3001;&#x6218;&#x7565;&#x7B49;&#x591A;&#x4E2A;&#x7EF4;&#x5EA6;&#xFF0C;<strong>&#x8D8A;&#x662F;&#x91CD;&#x5927;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x8D8A;&#x662F;&#x5BB9;&#x6613;&#x6478;&#x4E0D;&#x7740;&#x5934;&#x8111;</strong>&#x3002;&#x5728;&#x201C;&#x77E5;&#x8BC6;&#x4ED8;&#x8D39;&#x201D;&#x7684;&#x70ED;&#x6F6E;&#x91CC;&#xFF0C;&#x5404;&#x79CD;&#x4F20;&#x64AD;&#x79D1;&#x666E;&#x77E5;&#x8BC6;&#x3001;&#x6280;&#x80FD;&#x3001;&#x65B9;&#x6CD5;&#x8BBA;&#x3001;&#x81F4;&#x5BCC;&#x4E4B;&#x9053;&#x3001;&#x6559;&#x80B2;&#x5B9D;&#x5178;&#x7684;&#x8BFE;&#x7A0B;&#x5F88;&#x591A;&#xFF0C;&#x4F46;&#x65E0;&#x8BBA;&#x54EA;&#x4E00;&#x79CD;&#x90FD;&#x65E0;&#x6CD5;&#x53D6;&#x4EE3;&#x4E2A;&#x4EBA;&#x5728;&#x9762;&#x5BF9;&#x51B3;&#x7B56;&#x65F6;&#x7684;&#x601D;&#x8003;&#x3001;&#x63D0;&#x4F9B;&#x7684;&#x53EF;&#x8F6C;&#x5316;&#x4E3A;&#x884C;&#x52A8;&#x7684;&#x6307;&#x5BFC;&#x6781;&#x5C11;&#x3002;&#x7A76;&#x5176;&#x539F;&#x56E0;&#xFF0C;<strong>&#x4E00;&#x65B9;&#x9762;&#x662F;&#x51B3;&#x7B56;&#x548C;&#x6280;&#x80FD;&#x7C7B;&#x4F3C;&#xFF0C;&#x9700;&#x8981;&#x5728;&#x5B9E;&#x8DF5;&#x4E2D;&#x5B66;&#x4E60;&#xFF08;learning by doing&#xFF09;&#xFF0C;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#x91CD;&#x8981;&#x7684;&#x590D;&#x6742;&#x7684;&#x51B3;&#x7B56;&#x90FD;&#x53D7;&#x5230;&#x591A;&#x65B9;&#x9762;&#x56E0;&#x7D20;&#x7684;&#x5F71;&#x54CD;&#xFF0C;&#x7F3A;&#x4E4F;&#x5BF9;&#x6574;&#x4F53;&#x4E16;&#x754C;&#x7684;&#x89C2;&#x5BDF;&#x548C;&#x7406;&#x89E3;&#xFF0C;&#x662F;&#x65E0;&#x6CD5;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x3001;&#x5B8C;&#x6210;&#x9AD8;&#x8D28;&#x91CF;&#x51B3;&#x7B56;&#x7684;</strong>&#x3002;</p><p></p><p></p><p><strong>&#x51B3;&#x7B56;&#x4F9D;&#x8D56;&#x4E8E;&#x5BF9;&#x6570;&#x7406;&#x903B;&#x8F91;&#x3001;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x548C;&#x590D;&#x6742;&#x4E16;&#x754C;&#x89C2;&#x6D4B;&#x7684;&#x7EFC;&#x5408;&#x628A;&#x63E1;&#xFF0C;&#x5982;&#x679C;&#x7F3A;&#x4E4F;&#x5BF9;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;&#x7684;&#x5174;&#x8DA3;&#xFF0C;&#x52A0;&#x4E4B;&#x73B0;&#x4EE3;&#x4E16;&#x754C;&#x5206;&#x5DE5;&#x7684;&#x4E25;&#x5BC6;&#x4E0E;&#x4E13;&#x4E1A;&#x5316;&#xFF0C;&#x5F80;&#x5F80;&#x4EE4;&#x4EBA;&#x9677;&#x5165;&#x81EA;&#x6211;&#x9650;&#x5B9A;&#x7684;&#x72ED;&#x5C0F;&#x4E16;&#x754C;&#x4E2D;&#xFF0C;&#x4E8E;&#x662F;&#x96BE;&#x4EE5;&#x771F;&#x6B63;&#x505A;&#x51FA;&#x6709;&#x6548;&#x51B3;&#x7B56;</strong>&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x51B3;&#x7B56;&#x672A;&#x5FC5;&#x4E0E;&#x5546;&#x4E1A;&#x6709;&#x5173;&#xFF0C;&#x4E5F;&#x53EF;&#x80FD;&#x5173;&#x4E4E;&#x5065;&#x5EB7;&#x3001;&#x5173;&#x4E4E;&#x516C;&#x76CA;&#x3001;&#x5173;&#x4E4E;&#x60C5;&#x611F;&#x3001;&#x5173;&#x4E4E;&#x4EBA;&#x7C7B;&#x547D;&#x8FD0;&#x4E0E;&#x524D;&#x9014;&#x3002;</p><p></p><p></p><p>&#x4ECE;&#x53E6;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#x6765;&#x8BB2;&#xFF0C;&#x6211;&#x4EEC;&#x5F15;&#x7528;&#x5F88;&#x591A;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x5D07;&#x62DC;&#x7684;&#x4E54;&#x5E03;&#x65AF;&#x7B03;&#x4FE1;&#x7684;&#x4E00;&#x53E5;&#x8BDD;&#xFF1A;<strong>&#x201C;&#x5982;&#x679C;&#x4F60;&#x628A;&#x6BCF;&#x4E00;&#x5929;&#x90FD;&#x5F53;&#x6210;&#x751F;&#x547D;&#x91CC;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5929;&#xFF0C;&#x4F60;&#x5C06;&#x5728;&#x8FD9;&#x4E00;&#x5929;&#x53D1;&#x73B0;&#xFF0C;&#x539F;&#x6765;&#x4E00;&#x5207;&#x7686;&#x5728;&#x638C;&#x63E1;&#x4E4B;&#x4E2D;&#x3002;&#x201D;</strong> &#xFF08;&#x6765;&#x81EA;&#x53F2;&#x8482;&#x592B;&#xB7;&#x4E54;&#x5E03;&#x65AF;<a href="http://www.mac52ipod.cn/post/apple-ceo-steve-jobs-stanford-university-lecture-translation.php" target="_blank" rel="noreferrer noopener">&#x5728;&#x65AF;&#x5766;&#x798F;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x5178;&#x793C;&#x7684;&#x6F14;&#x8BB2;</a>&#xFF09;&#x5982;&#x679C;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x613F;&#x610F;&#x8BA4;&#x540C;&#x201C;&#x771F;&#x201D;&#x662F;&#x4E00;&#x79CD;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#x7684;&#x8BDD;&#xFF0C;&#x5E76;&#x4E14;&#x4ED6;&#x771F;&#x7684;&#x7406;&#x89E3;&#x4E86;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x8BDD;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x90A3;&#x4E48;<strong>&#x201C;&#x771F;&#x201D;&#x81F3;&#x5C11;&#x4E5F;&#x53EF;&#x4EE5;&#x662F;&#x4ED6;&#x6BCF;&#x5929;&#x751F;&#x6D3B;&#x7684;&#x4E00;&#x90E8;&#x5206;</strong>&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x4E3A;&#x4EC0;&#x4E48;&#x6211;&#x4EEC;&#x5148;&#x4ECE;&#x201C;&#x8001;&#x4EBA;&#x201D;&#x5F00;&#x59CB;&#x8C08;&#x8D77;&#x7684;&#x539F;&#x56E0;&#xFF0C;&#x4ECE;&#x7EC8;&#x70B9;&#x5411;&#x524D;&#x770B;&#xFF0C;&#x6211;&#x4EEC;&#x6216;&#x8BB8;&#x80FD;&#x770B;&#x5F97;&#x66F4;&#x6E05;&#x6670;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5B66;&#x4EC0;&#x4E48;&#x548C;&#x600E;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;</strong></p><p></p><p></p><p>&#x66FE;&#x7ECF;&#x6709;&#x4EBA;&#x5411;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x5B66;&#x4E60;&#x51E0;&#x4F55;&#x5B66;&#xFF0C;&#x5B66;&#x4E60;&#x51E0;&#x65E5;&#x540E;&#x95EE;&#x8001;&#x5E08;&#x6240;&#x5B66;&#x7684;&#x77E5;&#x8BC6;&#x6709;&#x4EC0;&#x4E48;&#x7528;&#xFF0C;&#x6B27;&#x51E0;&#x91CC;&#x5F97;&#x95FB;&#x8A00;&#x5927;&#x6012;&#xFF0C;&#x201C;&#x7ADF;&#x60F3;&#x8DDF;&#x6211;&#x8BF4;&#x6709;&#x7528;&#x4E4B;&#x5B66;&#xFF0C;&#x6211;&#x4ECE;&#x6765;&#x90FD;&#x53EA;&#x6559;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;&#xFF0C;&#x9042;&#x5C06;&#x5B66;&#x751F;&#x9010;&#x51FA;&#x3002;&#x5E0C;&#x814A;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;<strong>&#x4EE5;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;&#x4E3A;&#x7406;&#x60F3;&#xFF0C;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x7684;&#x76EE;&#x7684;&#x5C31;&#x662F;&#x5B83;&#x672C;&#x8EAB;</strong>&#x3002;&#x4EE5;&#x201C;&#x5229;&#x201D;&#xFF08;&#x91D1;&#x94B1;&#x3001;&#x6743;&#x529B;&#xFF09;&#x548C;&#x201C;&#x529B;&#x201D;&#xFF08;&#x6280;&#x672F;&#x3001;&#x65B9;&#x6CD5;&#xFF09;&#x4E3A;&#x8FFD;&#x6C42;&#x7684;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x6050;&#x6015;&#x5F88;&#x96BE;&#x7406;&#x89E3;&#x8FD9;&#x4E00;&#x70B9;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x8981;&#x771F;&#x6B63;&#x7684;&#x5B66;&#x4F1A;&#x7ED9;&#x96BE;&#x9898;&#x505A;&#x51B3;&#x7B56;&#xFF0C;&#x5C31;&#x4E0D;&#x80FD;&#x4EC5;&#x4EC5;&#x5B66;&#x4E60;&#x4EE5;&#x6EE1;&#x8DB3;&#x5DE5;&#x4F5C;&#x9700;&#x8981;&#x4E3A;&#x76EE;&#x7684;&#x7684;&#x201C;&#x4E13;&#x4E1A;&#x6280;&#x80FD;&#x201D;&#x3001;&#x6216;&#x8005;&#x8D5A;&#x94B1;&#x7684;&#x201C;&#x65B9;&#x6CD5;&#x8BBA;&#x201D;&#xFF0C;&#x5FC5;&#x987B;&#x8DF3;&#x51FA;&#x201C;&#x4E95;&#x5E95;&#x201D;&#xFF0C;&#x5BF9;&#x4E16;&#x754C;&#x7684;&#x672C;&#x8D28;&#x548C;&#x672C;&#x6E90;&#x8FDB;&#x884C;&#x89C2;&#x5BDF;&#xFF0C;&#x4E86;&#x89E3;&#x4E16;&#x754C;&#x548C;&#x5386;&#x53F2;&#x7684;&#x8FD0;&#x884C;&#x89C4;&#x5F8B;&#xFF0C;&#x8DE8;&#x8D8A;&#x65F6;&#x7A7A;&#x4E0E;&#x5148;&#x8D24;&#x5BF9;&#x8BDD;&#x3002;&#x8981;&#x6784;&#x5EFA;&#x5BF9;&#x4E8E;&#x5BA2;&#x89C2;&#x4E16;&#x754C;&#x7684;&#x89C2;&#x5BDF;&#x548C;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x7406;&#x8BBA;&#x4F53;&#x7CFB;&#x201D;&#xFF08;&#x53C2;&#x89C1;&#x201C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x2014;&#x2014;&#x5B9E;&#x8DF5;2&#xFF1A;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x4E00;&#x8282;&#xFF09;&#xFF0C;&#x9700;&#x8981;&#x638C;&#x63E1;&#x5386;&#x53F2;&#x3001;&#x6587;&#x5316;&#x3001;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x7B49;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#xFF08;&#x800C;&#x975E;&#x4EC5;&#x4EC5;&#x662F;&#x66F4;&#x6D41;&#x884C;&#x7684;&#x7F16;&#x7A0B;&#x3001;&#x91D1;&#x878D;&#x3001;&#x5FC3;&#x7406;&#x7B49;&#xFF09;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x5728;&#x4E13;&#x4E1A;&#x9886;&#x57DF;&#x7684;&#x4E13;&#x4E1A;&#x77E5;&#x8BC6;&#x4E0E;&#x6280;&#x80FD;&#xFF0C;&#x5728;&#x66F4;&#x9AD8;&#x7EF4;&#x5EA6;&#x505A;&#x51FA;&#x6B63;&#x786E;&#x7684;&#x51B3;&#x7B56;&#xFF0C;&#x6BD4;&#x5982;&#x65B0;&#x80FD;&#x6E90;&#x4F01;&#x4E1A;&#x7684;&#x6218;&#x7565;&#x4E0E;&#x4EA7;&#x4E1A;&#x7ED3;&#x6784;&#x53D8;&#x5316;&#x7684;&#x5339;&#x914D;&#x3001;&#x6BD4;&#x5982;&#x82F9;&#x679C;&#x516C;&#x53F8;&#x5BF9;&#x4E2A;&#x4EBA;&#x7535;&#x8111;&#x7684;&#x5F00;&#x521B;&#x6027;&#x8BBE;&#x8BA1;&#x3002;</p><p></p><p></p><p>&#x6240;&#x4EE5;&#xFF0C;&#x5373;&#x4FBF;&#x4E3A;&#x4E86;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x201C;&#x6C42;&#x529B;&#x201D;&#xFF0C;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x4E5F;&#x5E94;&#x8BE5;&#x4E86;&#x89E3;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x542B;&#x4E49;&#xFF0C;&#x591A;&#x4E86;&#x89E3;&#x4E00;&#x4E9B;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>#3 &#x7236;&#x6BCD;</strong></em></p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x751F;&#x547D;&#x6559;&#x80B2;&#x548C;&#x7075;&#x9B42;&#x6559;&#x80B2;</strong></p><p></p><p></p><p>&#x4E2D;&#x5E74;&#x4EBA;&#x767D;&#x5929;&#x662F;&#x201C;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x201D;&#xFF0C;&#x5230;&#x4E86;&#x665A;&#x4E0A;&#x6216;&#x8005;&#x5468;&#x672B;&#x5C31;&#x8981;&#x626E;&#x6F14;&#x201C;&#x7236;&#x6BCD;&#x201D;&#x7684;&#x89D2;&#x8272;&#x3002;&#x4F5C;&#x4E3A;&#x7236;&#x6BCD;&#x7684;&#x89D2;&#x8272;&#xFF0C;&#x4E5F;&#x5BB9;&#x6613;&#x88AB;&#x201C;&#x5B9E;&#x7528;&#x4E3B;&#x4E49;&#x201D;&#x7684;&#x73B0;&#x5B9E;&#x88F9;&#x631F;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x8BA9;&#x5B69;&#x5B50;&#x53C2;&#x52A0;&#x5927;&#x91CF;&#x5174;&#x8DA3;&#x73ED;&#x3001;&#x57F9;&#x8BAD;&#x73ED;&#x3001;&#x8865;&#x4E60;&#x73ED;&#xFF0C;&#x4EE5;&#x201C;&#x62A2;&#x8DD1;&#x201D;&#x4E3A;&#x8363;&#xFF0C;&#x4E00;&#x5207;&#x552F;&#x201C;&#x5206;&#x6570;&#x201D;&#x3001;&#x201C;&#x5347;&#x5B66;&#x201D;&#x8BBA;&#xFF0C;&#x4F46;&#x540C;&#x65F6;&#x5C06;&#x6559;&#x80B2;&#x7684;&#x8D23;&#x4EFB;&#x63A8;&#x7ED9;&#x5B66;&#x6821;&#x548C;&#x57F9;&#x8BAD;&#x73ED;&#xFF0C;&#x81EA;&#x8EAB;&#x7684;&#x601D;&#x8003;&#x548C;&#x966A;&#x4F34;&#x5374;&#x8FDC;&#x8FDC;&#x4E0D;&#x591F;&#x3002;&#x6700;&#x503C;&#x5F97;&#x8B66;&#x60D5;&#x7684;&#x662F;&#xFF0C;&#x7F3A;&#x4E4F;&#x5BF9;&#x201C;&#x751F;&#x547D;&#x6559;&#x80B2;&#x201D;&#x548C;&#x201C;&#x7075;&#x9B42;&#x6559;&#x80B2;&#x201D;&#x7684;&#x601D;&#x8003;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x5BF9;&#x201C;&#x751F;&#x547D;&#x6559;&#x80B2;&#x201D;&#x548C;&#x201C;&#x7075;&#x9B42;&#x6559;&#x80B2;&#x201D;&#x505A;&#x5982;&#x4E0B;&#x8003;&#x5BDF;&#xFF1A;</p><p></p><p></p><p><strong>&#x751F;&#x547D;&#x6559;&#x80B2;&#xFF1A;&#x6307;&#x5E2E;&#x52A9;&#x5B69;&#x5B50;&#x5B9E;&#x73B0;&#x751F;&#x547D;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x8868;&#x73B0;&#x4E3A;&#x5BF9;&#x751F;&#x547D;&#x7684;&#x5C0A;&#x91CD;&#x3001;&#x6709;&#x610F;&#x4E49;&#x5730;&#x5EA6;&#x8FC7;&#x4E00;&#x751F;</strong>&#x3002;<strong>&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x4F20;&#x7EDF;&#x7684;&#x672C;&#x610F;&#x662F;&#x5BF9;&#x5185;&#x5728;&#x7684;&#x201C;&#x672C;&#x6027;&#x201D;&#x7684;&#x5C0A;&#x91CD;&#xFF0C;&#x4F7F;&#x4EBA;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x771F;&#x6B63;&#x7684;&#x201C;&#x81EA;&#x7531;&#x201D;</strong>&#xFF1B;&#x5373;&#x6211;&#x4EEC;&#x5728;&#x201C;&#x8001;&#x4EBA;&#x201D;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x5DF2;&#x7ECF;&#x53D9;&#x8FF0;&#x8FC7;&#x7684;&#x201C;&#x7EC8;&#x6781;&#x5173;&#x6000;&#x201D;&#xFF0C;&#x4ECE;&#x8FD9;&#x4E2A;&#x89D2;&#x5EA6;&#xFF0C;&#x7236;&#x6BCD;&#x6709;&#x5FC5;&#x8981;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x7684;&#x771F;&#x6B63;&#x7684;&#x542B;&#x4E49;&#x3002;</p><p></p><p></p><p><strong>&#x7075;&#x9B42;&#x6559;&#x80B2;</strong>&#xFF1A;&#x67CF;&#x62C9;&#x56FE;&#x5728;&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;&#x4E2D;&#x5C06;&#x7075;&#x9B42;&#x5206;&#x4E3A;&#x7406;&#x667A;&#x3001;&#x610F;&#x5FD7;&#x548C;&#x6B32;&#x671B;&#xFF08;&#x4E5F;&#x79F0;&#x77E5;&#x3001;&#x60C5;&#x3001;&#x610F;&#xFF09;&#xFF1B;&#x7406;&#x667A;&#x7EDF;&#x5FA1;&#x201C;&#x610F;&#x5FD7;&#x201D;&#x548C;&#x201C;&#x6B32;&#x671B;&#x201D;&#xFF0C;&#x8F6C;&#x5316;&#x4E3A;&#x667A;&#x6167;&#x548C;&#x52C7;&#x6C14;&#x3002;<strong>&#x7075;&#x9B42;&#x6559;&#x80B2;&#x7684;&#x610F;&#x4E49;&#x5728;&#x4E8E;&#xFF0C;&#x4EE4;&#x4EBA;&#x83B7;&#x5F97;&#x771F;&#x6B63;&#x7684;&#x667A;&#x6167;&#x3001;&#x52C7;&#x6562;&#x7684;&#x6C14;&#x9B44;&#x3001;&#x5145;&#x6C9B;&#x7684;&#x60C5;&#x611F;&#xFF0C;&#x540C;&#x65F6;&#x61C2;&#x5F97;&#x8282;&#x5236;&#x6B32;&#x671B;&#xFF0C;&#x65E2;&#x662F;&#x5FB7;&#x80B2;&#x3001;&#x4E5F;&#x662F;&#x667A;&#x80B2;&#x548C;&#x7F8E;&#x80B2;&#x3002;</strong>&#x5B69;&#x5B50;&#x667A;&#x6167;&#x7684;&#x83B7;&#x53D6;&#xFF0C;&#x79BB;&#x4E0D;&#x5F00;&#x597D;&#x5947;&#x5FC3;&#x3001;&#x7406;&#x6027;&#x601D;&#x7EF4;&#x4E0E;&#x6C42;&#x771F;&#x7406;&#x60F3;&#xFF0C;&#x800C;&#x8131;&#x79BB;&#x667A;&#x6167;&#x7684;&#x52C7;&#x6562;&#x4E0E;&#x60C5;&#x611F;&#xFF0C;&#x5219;&#x662F;&#x76F2;&#x76EE;&#x548C;&#x53EF;&#x6015;&#x7684;&#x3002;</p><p></p><p></p><p>&#x56E0;&#x6B64;&#xFF0C;&#x4E3A;&#x4E86;&#x8BA9;&#x5B69;&#x5B50;&#x5728;&#x751F;&#x547D;&#x4E0E;&#x7075;&#x9B42;&#x4E0A;&#x6709;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#xFF0C;&#x7236;&#x6BCD;&#x4E5F;&#x5E94;&#x5F53;&#x5173;&#x5FC3;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#xFF08;&#x5F53;&#x7136;&#x8FD8;&#x9700;&#x7406;&#x89E3;&#x60C5;&#x611F;&#x3001;&#x4EC1;&#x7231;&#x7B49;&#xFF09;&#xFF0C;&#x800C;&#x4E0D;&#x4EC5;&#x4EC5;&#x662F;&#x8868;&#x9762;&#x7684;&#x6570;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x7684;&#x5E94;&#x8BD5;&#x529F;&#x80FD;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5B66;&#x4EC0;&#x4E48;&#x548C;&#x600E;&#x4E48;&#x5B66;&#xFF1A;&#x201C;<strong>&#x8EAB;&#x6559;&#x201D;&#x5927;&#x4E8E;&#x8A00;&#x4F20;</strong></p><p></p><p></p><p>&#x4E3A;&#x4E86;&#x8BA9;&#x5B69;&#x5B50;&#x638C;&#x63E1;&#x771F;&#x6B63;&#x7684;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x7CBE;&#x795E;&#xFF0C;<strong>&#x6700;&#x6839;&#x672C;&#x7684;&#x505A;&#x6CD5;&#x5728;&#x4E8E;&#x5BB6;&#x957F;&#x7684;&#x201C;&#x8EAB;&#x6559;&#x201D;</strong>&#x3002;&#x8BA9;&#x5BB6;&#x957F;&#x81EA;&#x8EAB;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x6709;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x3001;&#x4F1A;&#x4E3B;&#x52A8;&#x5B66;&#x4E60;&#x3001;&#x80FD;&#x72EC;&#x7ACB;&#x601D;&#x8003;&#x3001;&#x5173;&#x5FC3;&#x4E16;&#x754C;&#x3001;&#x5584;&#x4E8E;&#x601D;&#x8FA8;&#x4E0E;&#x63A8;&#x7406;&#x5206;&#x6790;&#x4E4B;&#x4EBA;&#xFF0C;&#x638C;&#x63E1;&#x5065;&#x5168;&#x7684;&#x77E5;&#x8BC6;&#x4F53;&#x7CFB;&#xFF0C;&#x517B;&#x6210;&#x7406;&#x6027;&#x79D1;&#x5B66;&#x7684;&#x51B3;&#x7B56;&#x80FD;&#x529B;&#xFF0C;&#x5E76;&#x5411;&#x66F4;&#x591A;&#x4EBA;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6587;&#x5316;&#xFF0C;&#x82E5;&#x80FD;&#x5982;&#x6B64;&#xFF0C;&#x5B69;&#x5B50;&#x5FC5;&#x80FD;&#x4E60;&#x4EE5;&#x4E3A;&#x5E38;&#x3001;&#x5207;&#x8EAB;&#x4E86;&#x89E3;&#x5230;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x548C;&#x201C;&#x6559;&#x80B2;&#x201D;&#x5BF9;&#x4EBA;&#x6027;&#x7684;&#x610F;&#x5473;&#x4E4B;&#x6240;&#x5728;&#x3002;</p><p></p><p></p><p>&#x5982;&#x679C;&#x7236;&#x6BCD;&#x4ECD;&#x7136;&#x65E0;&#x4ECE;&#x7740;&#x624B;&#xFF0C;&#x53EF;&#x4EE5;&#x56DE;&#x9000;&#x5230;&#x4E0A;&#x4E00;&#x8282;&#x7684;&#x201C;&#x65E0;&#x7528;&#x4E4B;&#x5B66;&#x201D;&#x4EE5;&#x53CA;&#x8001;&#x4EBA;&#x7684;&#x201C;&#x5FEB;&#x4E50;&#x4E4B;&#x5B66;&#x201D;&#x53BB;&#x5BFB;&#x627E;&#x7B54;&#x6848;&#xFF0C;<strong>&#x5148;&#x4ECE;&#x6539;&#x53D8;&#x81EA;&#x5DF1;&#x5F00;&#x59CB;&#xFF0C;&#x6539;&#x5584;&#x5B69;&#x5B50;&#x751F;&#x957F;&#x7684;&#x5BB6;&#x5EAD;&#x73AF;&#x5883;&#x571F;&#x58E4;</strong>&#x3002;&#x8FD9;&#x5B9E;&#x9645;&#x4E0A;&#x4E5F;&#x662F;&#x5BF9;&#x73B0;&#x4EE3;&#x5B66;&#x6821;&#x6559;&#x80B2;&#x5236;&#x5EA6;&#x7684;&#x4E00;&#x79CD;&#x8865;&#x5145;&#x548C;&#x6539;&#x5584;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>#4 &#x9752;&#x5E74;&#x5B66;&#x751F;</strong></em></p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E0E;&#x201C;&#x4EC1;&#x7231;&#x201D;</strong></p><p></p><p></p><p>&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x8C08;&#x201C;&#x9752;&#x5E74;&#x201D;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x5927;&#x5B66;&#x751F;&#x3002;&#x5927;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x610F;&#x4E49;&#x4E0D;&#x5728;&#x4E8E;&#x638C;&#x63E1;&#x8C0B;&#x751F;&#x7684;&#x201C;&#x4E13;&#x4E1A;&#x6280;&#x80FD;&#x201D;&#xFF0C;&#x800C;&#x5728;&#x4E8E;&#x4E3A;&#x6210;&#x4E3A;&#x672A;&#x6765;&#x7684;&#x4E16;&#x754C;&#x9886;&#x8896;&#x5960;&#x5B9A;&#x57FA;&#x77F3;&#x3002;<strong>&#x8FD9;&#x57FA;&#x77F3;&#x5728;&#x4E8E;&#x5BF9;&#x751F;&#x547D;&#x7684;&#x601D;&#x8003;&#x3001;&#x5BF9;&#x672A;&#x6765;&#x7684;&#x9009;&#x62E9;&#x3001;&#x5BF9;&#x54C1;&#x683C;&#x7684;&#x9524;&#x70BC;&#x3001;&#x5BF9;&#x80FD;&#x529B;&#x7684;&#x953B;&#x9020;</strong>&#x3002;</p><p></p><p></p><p>&#x9752;&#x5E74;&#x4E0D;&#x59A8;&#x56DE;&#x5230;&#x6211;&#x4EEC;&#x5728;&#x524D;&#x6587;&#x63D0;&#x5230;&#x7684;&#x8001;&#x4EBA;&#x7684;&#x7ACB;&#x573A;&#xFF0C;&#x6216;&#x8005;&#x4E54;&#x5E03;&#x65AF;&#x7684;&#x201C;&#x628A;&#x6BCF;&#x5929;&#x5F53;&#x505A;&#x751F;&#x547D;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5929;&#x201D;&#x7684;&#x89C6;&#x89D2;&#xFF0C;&#x53BB;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;<strong>&#x7EC8;&#x6781;&#x5173;&#x6000;</strong>&#xFF0C;&#x56DE;&#x5F52;<strong>&#x4EBA;&#x6027;&#x7684;&#x7406;&#x60F3;</strong>&#xFF0C;&#x5E76;&#x517B;&#x6210;&#x5BBD;&#x539A;&#x3001;&#x4EC1;&#x4EBA;&#x3001;&#x8D85;&#x7136;&#x7684;<strong>&#x54C1;&#x683C;</strong>&#xFF0C;&#x83B7;&#x5F97;&#x81EA;&#x7531;&#x7684;&#x201C;&#x5B66;&#x4E60;&#x201D;&#x4E0E;&#x201C;&#x601D;&#x8003;&#x201D;<strong>&#x80FD;&#x529B;</strong>&#xFF0C;&#x97AD;&#x7B56;&#x81EA;&#x5DF1;&#x627E;&#x5230;&#x771F;&#x6B63;&#x7684;<strong>&#x5FD7;&#x5411;</strong>&#xFF0C;&#x8FD9;&#x662F;&#x6210;&#x4E3A;&#x201C;&#x4E00;&#x6D41;&#x201D;&#x4EBA;&#x7269;&#x7684;&#x524D;&#x63D0;&#x3002;<strong>&#x201C;&#x81EA;&#x7531;&#x201D;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x5FD7;&#x5411;&#xFF0C;&#x5B83;&#x901A;&#x5F80;&#x201C;&#x771F;&#x201D;&#xFF1B;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4E5F;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x4E00;&#x79CD;&#x5FD7;&#x5411;&#xFF0C;&#x5B83;&#x901A;&#x5F80;&#x201C;&#x5584;&#x201D;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x201C;&#x4EC1;&#x201D;&#x548C;&#x201C;&#x4E49;&#x201D;&#xFF09;&#x3002;</strong></p><p></p><p></p><p>&#x4F46;&#x65E0;&#x8BBA;&#x201C;&#x5FD7;&#x5411;&#x201D;&#x8FD8;&#x662F;&#x201C;&#x54C1;&#x683C;&#x201D;&#x3001;&#x6216;&#x201C;&#x5B66;&#x4E60;&#x201D;&#x4E0E;&#x201C;&#x601D;&#x8003;&#x201D;&#x80FD;&#x529B;&#xFF0C;&#x90FD;&#x4E0D;&#x662F;&#x901A;&#x8FC7;&#x88AB;&#x52A8;&#x704C;&#x8F93;&#x77E5;&#x8BC6;&#x53EF;&#x4EE5;&#x83B7;&#x5F97;&#x7684;&#xFF0C;&#x65E0;&#x4E00;&#x4E0D;&#x662F;&#x901A;&#x8FC7;&#x5728;&#x73B0;&#x5B9E;&#x4E2D;&#x7684;&#x5B9E;&#x8DF5;&#x4E0E;&#x78E8;&#x7EC3;&#xFF0C;&#x901A;&#x8FC7;&#x65E5;&#x590D;&#x4E00;&#x65E5;&#x7684;&#x63D0;&#x95EE;&#x4E0E;&#x601D;&#x8003;&#xFF0C;&#x9010;&#x6E10;&#x517B;&#x6210;&#x3002;&#x5982;&#x679C;&#x9752;&#x5E74;&#x4E0D;&#x6EE1;&#x8DB3;&#x4EC5;&#x505A;&#x4E00;&#x4E2A;&#x6CA1;&#x6709;&#x72EC;&#x7ACB;&#x4EBA;&#x683C;&#x7684;&#x201C;&#x87BA;&#x4E1D;&#x9489;&#x201D;&#xFF0C;&#x5C31;&#x5E94;&#x8BE5;&#x53BB;<strong>&#x5C1D;&#x8BD5;&#x56DE;&#x5230;&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E0E;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x7684;&#x6E90;&#x5934;&#xFF0C;&#x5EFA;&#x7ACB;&#x5BBD;&#x5E7F;&#x7684;&#x77E5;&#x8BC6;&#x89C6;&#x91CE;&#xFF0C;&#x517B;&#x6210;&#x5BBD;&#x5E7F;&#x7684;&#x80F8;&#x6000;&#xFF0C;&#x83B7;&#x5F97;&#x771F;&#x6B63;&#x7684;&#x81EA;&#x7531;&#xFF0C;&#x6210;&#x4E3A;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x4E4B;&#x4EBA;</strong>&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5B66;&#x4EC0;&#x4E48;&#x548C;&#x600E;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;</strong></p><p></p><p></p><p>&#x8FD9;&#x79CD;&#x65B9;&#x6848;&#x5176;&#x5B9E;&#x5728;&#x5927;&#x5B66;&#x5DF2;&#x7ECF;&#x5B58;&#x5728;&#x4E86;&#xFF0C;&#x53EA;&#x662F;&#x6709;&#x5F85;&#x6539;&#x8FDB;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;<strong>&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#xFF08;liberal education&#xFF0C;&#x4E5F;&#x53EB;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x6216;&#x901A;&#x8BC6;&#x6559;&#x80B2;&#xFF09;</strong>&#x3002;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x8D77;&#x6E90;&#x4E8E;&#x67CF;&#x62C9;&#x56FE;&#x548C;&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#x65F6;&#x671F;&#xFF0C;&#x6709;&#x201C;&#x81EA;&#x7531;&#x4E03;&#x827A;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5F3A;&#x8C03;&#x7684;&#x662F;&#x4F20;&#x6388;&#x6240;&#x8C13;&#x7684;&#x201C;&#x65E0;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x201D;&#xFF0C;&#x5982;&#x53E4;&#x5178;&#x6587;&#x5B66;&#x3001;&#x53E4;&#x4EE3;&#x5386;&#x53F2;&#x3001;&#x54F2;&#x5B66;&#x4F20;&#x7EDF;&#x7B49;&#x7B49;&#x3002;&#x4E0E;&#x4E4B;&#x76F8;&#x5BF9;&#x7684;&#x662F;&#x201C;&#x4E13;&#x4E1A;&#x6559;&#x80B2;&#x201D;&#xFF08;professional education&#xFF09;&#xFF0C;&#x4EE5;&#x4F20;&#x6388;&#x5B9E;&#x7528;&#x7684;&#x77E5;&#x8BC6;&#x4E3A;&#x4E3B;&#x3002;</p><p></p><p></p><p>&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#x5021;&#x5BFC;&#x4E0E;&#x4F1F;&#x5927;&#x5FC3;&#x7075;&#x7684;&#x4EA4;&#x8C08;&#xFF0C;&#x53EF;&#x8C13;&#x662F;&#x897F;&#x65B9;&#x7684;&#x201C;&#x56FD;&#x5B66;&#x201D;&#x3002;&#x4ECA;&#x5929;&#x4E2D;&#x56FD;&#x5927;&#x9646;&#x7684;&#x8BB8;&#x591A;&#x6240;&#x8C13;&#x201C;&#x56FD;&#x5B66;&#x201D;&#x73ED;&#x5374;&#x8D70;&#x5411;&#x4E86;&#x57F9;&#x517B;&#x201C;&#x793C;&#x201D;&#x548C;&#x201C;&#x987A;&#x4ECE;&#x201D;&#x7684;&#x8BEF;&#x533A;&#xFF0C;&#x5374;&#x6CA1;&#x6709;&#x4FC3;&#x6210;&#x5B66;&#x751F;&#x4E0E;&#x5305;&#x62EC;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x5728;&#x5185;&#x7684;&#x8BF8;&#x5B50;&#x7684;&#x4F20;&#x7EDF;&#x7684;&#x5BF9;&#x8BDD;&#x4E0E;&#x601D;&#x8FA8;&#x3002;<strong>&#x4E2D;&#x56FD;&#x7684;&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E94;&#x5F53;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x901A;&#x8FC7;&#x771F;&#x6B63;&#x6559;&#x6388;&#x201C;&#x56FD;&#x5B66;&#x201D;&#xFF08;&#x4E2D;&#x56FD;&#x7684;&#x548C;&#x897F;&#x65B9;&#x7684;&#xFF09;&#xFF0C;&#x5E2E;&#x52A9;&#x5B66;&#x751F;&#x4F5C;&#x4E3A;&#x4E00;&#x4E2A;&#x4E2D;&#x56FD;&#x4EBA;&#x53CD;&#x601D;&#x81EA;&#x5DF1;&#x201C;&#x4ECE;&#x4F55;&#x800C;&#x6765;&#x201D;&#xFF0C;&#x627E;&#x5230;&#x81EA;&#x8EAB;&#x5728;&#x5386;&#x53F2;&#x548C;&#x4E16;&#x754C;&#x4E2D;&#x7684;&#x4F4D;&#x7F6E;&#xFF1B;&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x4F7F;&#x5F97;&#x5B66;&#x751F;&#x4EE5;&#x6B64;&#x4E3A;&#x57FA;&#x7840;&#xFF0C;&#x4FDD;&#x6301;&#x5F00;&#x653E;&#x7684;&#x5FC3;&#x6001;&#xFF0C;&#x5E7F;&#x6CDB;&#x5730;&#x9605;&#x8BFB;&#x3001;&#x601D;&#x8003;&#x548C;&#x4EA4;&#x6D41;&#x3002;</strong></p><p></p><p></p><p>&#x4F5C;&#x4E3A;&#x7ED3;&#x679C;&#xFF0C;&#x7ECF;&#x5386;&#x8FC7;&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#x7684;&#x5B66;&#x751F;&#xFF0C;&#x5E94;&#x8BE5;<strong>&#x5B66;&#x4F1A;&#x5982;&#x4F55;&#x8BFB;&#x4E66;&#x3001;&#x5982;&#x4F55;&#x601D;&#x8003;&#x548C;&#x5982;&#x4F55;&#x5199;&#x4F5C;</strong>&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x975E;&#x529F;&#x5229;&#x7684;&#x3001;&#x4EE5;&#x601D;&#x60F3;&#x7684;&#x6210;&#x957F;&#x4E3A;&#x76EE;&#x7684;&#x7684;&#x8BFB;&#x4E66;&#x3001;&#x601D;&#x8003;&#x4E0E;&#x5199;&#x4F5C;&#x3002;&#x90D1;&#x4E5F;&#x592B;&#x6559;&#x6388;&#x5728;<a rel="noreferrer noopener" href="http://www.1000thinktank.com/zljyzz/17565.jhtml" target="_blank">&#x201C;&#x6211;&#x4EEC;&#x600E;&#x6837;&#x8BFB;&#x4E66;&#x3001;&#x600E;&#x6837;&#x601D;&#x8003;&#x201D;</a>&#x4E2D;&#x5BF9;&#x6B64;&#x7ED9;&#x51FA;&#x4E86;&#x66F4;&#x591A;&#x7684;&#x5EFA;&#x8BAE;&#xFF0C;&#x53EF;&#x4EE5;&#x4F5C;&#x4E3A;&#x53C2;&#x8003;&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><em><strong>#5 &#x5B66;&#x8005; / &#x667A;&#x8BC6;&#x5206;&#x5B50;</strong></em></p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x4E3A;&#x4EC0;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x201C;&#x4E3A;&#x5929;&#x5730;&#x7ACB;&#x5FC3;&#xFF0C;&#x4E3A;&#x751F;&#x6C11;&#x7ACB;&#x547D;&#xFF0C;&#x4E3A;&#x5F80;&#x5723;&#x7EE7;&#x7EDD;&#x5B66;&#xFF0C;&#x4E3A;&#x4E07;&#x4E16;&#x5F00;&#x592A;&#x5E73;&#x201D;</strong></p><p></p><p></p><p>&#x9752;&#x5E74;&#x53EF;&#x4EE5;&#x6210;&#x957F;&#x4E3A;&#x804C;&#x573A;&#x4EBA;&#x58EB;&#x548C;&#x7236;&#x6BCD;&#xFF0C;&#x53EF;&#x4EE5;&#x6E10;&#x6E10;&#x8001;&#x53BB;&#x6210;&#x4E3A;&#x8001;&#x4EBA;&#xFF1B;&#x6216;&#x8BB8;&#x5979;/&#x4ED6;&#x4E5F;&#x4F1A;&#x6210;&#x4E3A;&#x653F;&#x6CBB;&#x5BB6;&#x3001;&#x519B;&#x4E8B;&#x5BB6;&#x3001;&#x79D1;&#x5B66;&#x5BB6;&#x3001;&#x601D;&#x60F3;&#x5BB6;&#xFF0C;&#x6216;&#x8005;&#x6210;&#x4E3A;&#x771F;&#x6B63;&#x7684;&#x82F1;&#x96C4;&#x3002;</p><p></p><p></p><p>&#x6587;&#x5316;&#x662F;&#x4EBA;&#x7C7B;&#x7684;&#x751F;&#x7269;&#x4F18;&#x52BF;&#x3002;&#x4ECE;&#x8FD1;&#x4EE3;&#x6765;&#x770B;&#xFF0C;&#x5386;&#x53F2;&#x7684;&#x771F;&#x6B63;&#x63A8;&#x52A8;&#x8005;&#x5927;&#x591A;&#x662F;&#x6587;&#x5316;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x6280;&#x672F;&#x548C;&#x5236;&#x5EA6;&#x9886;&#x57DF;&#x7CBE;&#x82F1;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x5386;&#x53F2;&#x662F;&#x7531;&#x4EBA;&#x6C11;&#x5927;&#x4F17;&#x51B3;&#x5B9A;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x5728;&#x6C11;&#x4E3B;&#x6D6A;&#x6F6E;&#x4E0B;&#x7684;&#x7C89;&#x9970;&#x4E4B;&#x8A00;&#x3002;&#x6211;&#x4EEC;&#x65E0;&#x9700;&#x5426;&#x8BA4;&#x5927;&#x4F17;&#x7684;&#x4EF7;&#x503C;&#xFF0C;&#x4F46;&#x771F;&#x6B63;&#x7684;&#x5386;&#x53F2;&#x662F;&#x7531;&#x5C11;&#x6570;&#x4EBA;&#x840C;&#x82BD;&#xFF0C;&#x800C;&#x6700;&#x7EC8;&#x6162;&#x6162;&#x6F14;&#x53D8;&#x6210;&#x5927;&#x4F17;&#x7684;&#xFF0C;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x662F;&#x5982;&#x6B64;&#x3001;&#x5112;&#x5B66;&#x5174;&#x8D77;&#x4E5F;&#x662F;&#x5982;&#x6B64;&#x3002;&#x4EBA;&#x7C7B;&#x7684;&#x771F;&#x6B63;&#x7684;&#x667A;&#x6167;&#x5728;&#x5F00;&#x59CB;&#x65F6;&#x603B;&#x662F;&#x5C11;&#x6570;&#xFF0C;&#x5728;&#x4E0D;&#x65AD;&#x53D8;&#x5316;&#x7684;&#x73AF;&#x5883;&#x7684;&#x81EA;&#x7136;&#x9009;&#x62E9;&#x4E4B;&#x4E2D;&#xFF0C;&#x624D;&#x5BFC;&#x81F4;&#x53D8;&#x5F02;&#x7684;&#x6587;&#x5316;&#x9010;&#x6E10;&#x5360;&#x636E;&#x4E3B;&#x6D41;&#xFF1B;&#x201C;&#x65F6;&#x52BF;&#x9020;&#x82F1;&#x96C4;&#xFF0C;&#x82F1;&#x96C4;&#x4E5F;&#x9020;&#x65F6;&#x52BF;&#x201D;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x6211;&#x4EEC;&#x5E94;&#x5F53;<strong>&#x91CD;&#x89C6;&#x201C;&#x7CBE;&#x82F1;&#x53F2;&#x89C2;&#x201D;&#x4E0E;&#x201C;&#x82F1;&#x96C4;&#x53F2;&#x89C2;&#x201D;</strong>&#xFF0C;&#x8FD9;&#x4E0E;&#x73B0;&#x4EE3;&#x7684;&#x5E73;&#x7B49;&#x3001;&#x6C11;&#x4E3B;&#x89C2;&#x5FF5;&#x5E76;&#x4E0D;&#x77DB;&#x76FE;&#x3002;</p><p></p><p></p><p>&#x4F5C;&#x4E3A;&#x771F;&#x6B63;&#x6709;&#x5FD7;&#x4E8E;&#x6210;&#x4E3A;&#x82F1;&#x96C4;&#x7684;&#x201C;&#x5B66;&#x672F;&#x7814;&#x7A76;&#x8005;&#x201D;&#xFF08;&#x5B66;&#x8005;&#xFF09;&#x6216;&#x8005;&#x81EA;&#x8BA4;&#x4E3A;&#x667A;&#x6167;&#x548C;&#x89C1;&#x8BC6;&#x5728;&#x4EBA;&#x7C7B;&#x4E2D;&#x5C5E;&#x4E8E;&#x5353;&#x8D8A;&#x8005;&#xFF08;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#xFF09;&#xFF0C;&#x66F4;&#x5E94;&#x5BF9;&#x6B64;&#x6709;&#x9AD8;&#x5EA6;&#x7684;&#x81EA;&#x89C9;&#x3002;&#x5F20;&#x6A2A;&#x6E20;&#x7684;&#x201C;<strong>&#x4E3A;&#x5929;&#x5730;&#x7ACB;&#x5FC3;&#xFF0C;&#x4E3A;&#x751F;&#x6C11;&#x7ACB;&#x547D;&#xFF0C;&#x4E3A;&#x5F80;&#x5723;&#x7EE7;&#x7EDD;&#x5B66;&#xFF0C;&#x4E3A;&#x4E07;&#x4E16;&#x5F00;&#x592A;&#x5E73;</strong>&#x201D;&#xFF0C;&#x662F;&#x5BF9;&#x8FD9;&#x7CBE;&#x795E;&#x7684;&#x6700;&#x597D;&#x9610;&#x91CA;&#x3002;&#x4ECE;&#x73B0;&#x4EE3;&#x7684;&#x610F;&#x4E49;&#x4E0A;&#x6765;&#x770B;&#xFF0C;&#x201C;&#x4E3A;&#x5929;&#x5730;&#x7ACB;&#x5FC3;&#x201D;&#x65E2;&#x5305;&#x542B;&#x4E86;&#x201C;&#x4EBA;&#x201D;/&#x201C;&#x4EC1;&#x201D;&#x7684;&#x5185;&#x6DB5;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5BB9;&#x7EB3;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x7CBE;&#x795E;&#xFF0C;&#x8FD9;&#x4E5F;&#x8868;&#x660E;&#x4E86;&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E0E;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x7EDF;&#x4E00;&#x7684;&#x4E00;&#x9762;&#xFF1B;&#x540C;&#x65F6;&#xFF0C;&#x4E3A;&#x4E86;&#x5B9E;&#x73B0;&#x201C;&#x6A2A;&#x6E20;&#x56DB;&#x53E5;&#x201D;&#x7684;&#x7406;&#x60F3;&#xFF0C;<strong>&#x975E;&#x6709;&#x5927;&#x65E0;&#x754F;&#x7684;&#x201C;&#x6C42;&#x77E5;&#x201D;&#x7CBE;&#x795E;&#x4E0E;&#x4EC1;&#x4EBA;&#x4E4B;&#x5FC3;&#x4E0D;&#x53EF;&#xFF0C;&#x6B64;&#x4E43;&#x201C;&#x667A;&#x4EC1;&#x52C7;&#x201D;&#x7684;&#x76F8;&#x7EDF;&#x4E00;</strong>&#x3002;&#x6587;&#x660E;&#x4E4B;&#x810A;&#x6881;&#x8005;&#xFF0C;&#x83AB;&#x4E0D;&#x5982;&#x662F;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x5B66;&#x4EC0;&#x4E48;&#x548C;&#x600E;&#x4E48;&#x5B66;&#xFF1A;<strong>&#x89E3;&#x51B3;&#x771F;&#x6B63;&#x7684;&#x95EE;&#x9898;</strong></p><p></p><p></p><p>&#x4ECA;&#x5929;&#x7684;&#x5B66;&#x8005;&#x4E0E;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#xFF0C;&#x5728;&#x529F;&#x5229;&#x7684;&#x6D6A;&#x6F6E;&#x4E4B;&#x4E2D;&#xFF0C;&#x6709;&#x8BB8;&#x591A;&#x56F0;&#x4E8E;&#x529F;&#x5229;&#x3001;&#x635F;&#x574F;&#x98CE;&#x6C14;&#xFF0C;&#x6216;&#x8005;&#x9762;&#x4E34;&#x751F;&#x6D3B;&#x8270;&#x8F9B;&#x7684;&#x6ECB;&#x6270;&#x3002;&#x5373;&#x4FBF;&#x51E0;&#x5E74;&#x6765;&#x5B66;&#x8005;&#x7684;&#x7ECF;&#x6D4E;&#x6761;&#x4EF6;&#x5DF2;&#x6709;&#x6240;&#x6539;&#x5584;&#xFF0C;&#x4F46;&#x8981;&#x517B;&#x8DB3;&#x80F8;&#x4E2D;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x6D69;&#x7136;&#x4E4B;&#x6C14;&#xFF0C;&#x5374;&#x4ECD;&#x7136;&#x4E0D;&#x6613;&#x3002;&#x5B66;&#x8005;&#x4E0E;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#x5E94;&#x5F53;&#x52AA;&#x529B;&#x6210;&#x4E3A;<strong>&#x65F6;&#x4EE3;&#x7684;&#x667A;&#x8005;</strong>&#x3002;</p><p></p><p></p><p>&#x4EBA;&#x7C7B;&#x7684;&#x5386;&#x53F2;&#x662F;&#x4E0D;&#x65AD;&#x7531;&#x6311;&#x6218;&#x4E0E;&#x8FDB;&#x6B65;&#x63A8;&#x52A8;&#x7684;&#x3002;<strong>&#x667A;&#x8005;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x5728;&#x4E8E;&#x8BC6;&#x522B;&#x51FA;&#x5F53;&#x524D;&#x65F6;&#x4EE3;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x95EE;&#x9898;&#xFF0C;&#x5E76;&#x6709;&#x52C7;&#x6C14;&#x3001;&#x667A;&#x6167;&#x4E0E;&#x8010;&#x5FC3;&#x53BB;&#x514B;&#x670D;&#x4ED6;&#x4EEC;&#x3002;</strong>&#x201C;&#x5730;&#x5FC3;&#x8BF4;&#x201D;&#x4E0E;&#x201C;&#x65E5;&#x5FC3;&#x8BF4;&#x201D;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x54E5;&#x767D;&#x5C3C;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7B49;&#x6784;&#x5EFA;&#x4E86;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x5B8C;&#x6210;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF1B;&#x5112;&#x5B66;&#x7684;&#x8870;&#x5F31;&#x662F;&#x8FD9;&#x6837;&#x7684;&#x6311;&#x6218;&#xFF0C;&#x5468;&#x6566;&#x9890;&#x3001;&#x5F20;&#x6A2A;&#x6E20;&#x3001;&#x7A0B;&#x98A2;&#x3001;&#x7A0B;&#x9890;&#x7B49;&#x201C;&#x4E3A;&#x5929;&#x5730;&#x7ACB;&#x5FC3;&#xFF0C;&#x4E3A;&#x751F;&#x6C11;&#x7ACB;&#x547D;&#xFF0C;&#x4E3A;&#x5F80;&#x5723;&#x7EE7;&#x7EDD;&#x5B66;&#xFF0C;&#x4E3A;&#x4E07;&#x4E16;&#x5F00;&#x592A;&#x5E73;&#x201D;&#xFF0C;&#x63A8;&#x52A8;&#x4E86;&#x5112;&#x5B66;&#x518D;&#x5174;&#x3002;</p><p></p><p></p><p>&#x6210;&#x957F;&#x4E2D;&#x7684;&#x5B66;&#x8005;&#x4E0E;&#x667A;&#x8BC6;&#x5206;&#x5B50;&#xFF0C;&#x5E94;&#x5F53;&#x4FDD;&#x6709;&#x6B64;&#x79CD;<strong>&#x4F7F;&#x547D;&#x611F;</strong>&#x3002;&#x81F3;&#x4E8E;&#x8BFA;&#x8D1D;&#x5C14;&#x5956;&#xFF0C;&#x4E5F;&#x4E0D;&#x8FC7;&#x662F;&#x5916;&#x5728;&#x7684;&#x8363;&#x8000;&#xFF1B;<strong>&#x771F;&#x6B63;&#x7684;&#x89E3;&#x51B3;&#x95EE;&#x9898;&#x8005;&#xFF0C;&#x5386;&#x53F2;&#x81EA;&#x80FD;&#x8BC4;&#x5224;&#x4E4B;</strong>&#x3002;</p><p></p><p></p><p></p><p></p><p></p><p><strong><em>&#x4EE5;&#x4E0A;&#x51E0;&#x8005;&#x7684;&#x5173;&#x8054;</em></strong></p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x8865;&#x5145;&#x4E00;&#x4E0B;&#x4EE5;&#x4E0A;&#x51E0;&#x8005;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x4EE4;&#x8BFB;&#x8005;&#x53EF;&#x77E5;&#x5176;&#x5185;&#x5728;&#x903B;&#x8F91;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x201C;&#x8001;&#x5E74;&#x201D;</strong>&#x662F;&#x201C;&#x6210;&#x4EBA;&#x201D;&#x7684;&#x7EC8;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x4EE5;&#x201C;&#x5411;&#x6B7B;&#x800C;&#x751F;&#x201D;&#x7684;&#x89C6;&#x89D2;&#xFF0C;&#x601D;&#x8003;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x610F;&#x4E49;&#x3002;</li><li><strong>&#x201C;&#x9752;&#x5E74;&#x201D;</strong>&#x662F;&#x201C;&#x6210;&#x4EBA;&#x201D;&#x7684;&#x8D77;&#x70B9;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4EEC;&#x66F4;&#x591A;&#x662F;&#x8C08;&#x8BBA;&#x5982;&#x4F55;&#x5728;&#x65E9;&#x671F;&#x6253;&#x597D;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x57FA;&#x7840;&#xFF0C;&#x4F7F;&#x4E00;&#x751F;&#x53D7;&#x76CA;&#x3002;</li><li><strong>&#x201C;&#x804C;&#x573A;&#x201D;</strong>&#x548C;<strong>&#x201C;&#x7236;&#x6BCD;&#x201D;</strong>&#x662F;&#x8131;&#x79BB;&#x9752;&#x5E74;&#x4E0E;&#x8FDB;&#x5165;&#x8001;&#x5E74;&#x4E4B;&#x95F4;&#x7684;&#x751F;&#x6D3B;&#xFF08;&#x4E5F;&#x53EB;&#x201C;&#x4E2D;&#x5E74;&#x201D;&#xFF09;&#x7684;&#x4E24;&#x9762;&#xFF0C;&#x662F;&#x201C;&#x6C42;&#x771F;&#x201D;&#x6709;&#x73B0;&#x5B9E;&#x610F;&#x4E49;&#x3001;&#x4F46;&#x4E5F;&#x9762;&#x4E34;&#x5371;&#x673A;&#x7684;&#x65F6;&#x523B;&#x3002;</li><li><strong>&#x201C;&#x5B66;&#x8005; / &#x667A;&#x8005;&#x201D;</strong>&#x662F;&#x4E00;&#x79CD;&#x7CBE;&#x82F1;&#x53F2;&#x89C2;&#x7684;&#x89C6;&#x89D2;&#xFF0C;&#x8FD9;&#x4E16;&#x754C;&#x9700;&#x8981;&#x6709;&#x4EBA;&#x62C5;&#x5F53;&#x7684;&#x201C;&#x667A;&#x6167;&#x201D;&#x7684;&#x8D23;&#x4EFB;&#xFF0C;&#x4EE4;&#x6587;&#x5316;&#x7684;&#x57FA;&#x56E0;&#xFF08;&#x4E60;&#x4FD7;&#x3001;&#x5236;&#x5EA6;&#x3001;&#x6280;&#x672F;&#x3001;&#x79D1;&#x5B66;&#x7B49;&#xFF09;&#x5728;&#x65F6;&#x95F4;&#x4E0E;&#x7A7A;&#x95F4;&#x4E2D;&#x7EE7;&#x627F;&#x3001;&#x53D8;&#x5F02;&#x3001;&#x6F14;&#x5316;&#x3001;&#x53D1;&#x5C55;&#x3002;</li></ol><p></p><center><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1zBgfnHpjoihgPiV%2Fimage.png?alt=media&amp;token=db752b70-dd47-4bf4-b596-4fc08587f7a6" alt=""></center><p></p><p style="text-align:center">&#x8054;&#x5408;&#x56FD; &#x79D1;&#x5B66;-&#x653F;&#x7B56;-&#x5546;&#x4E1A; &#x8BBA;&#x575B;&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><h2 id="zong-jie">&#x603B;&#x7ED3;<a href="#zong-jie"></a></h2><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x300A;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#x300B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7740;&#x91CD;&#x5206;&#x6790;&#x4E86;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#xFF1A;</p><p></p><p></p><ol><li>&#x6210;&#x5E74;&#x4EBA;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1A;&#x4ECE;&#x5386;&#x53F2;&#x6839;&#x6E90;&#x3001;&#x6587;&#x5316;&#x5DEE;&#x5F02;&#x3001;&#x73B0;&#x5B9E;&#x6311;&#x6218;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x5206;&#x6790;&#x4E86;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x7684;&#x5FC5;&#x8981;&#x6027;&#x3002;</li><li>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1A;&#x7528;&#x690D;&#x6811;&#x505A;&#x6BD4;&#x65B9;&#xFF0C;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x201D;&#x5728;&#x4E8E;&#x201C;&#x64AD;&#x79CD;&#x201D;&#x6C42;&#x771F;&#x7684;&#x4EBA;&#x6027;&#x7406;&#x60F3;&#xFF0C;&#x201C;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x201D;&#x5206;&#x6790;&#x4E86;&#x5728;&#x663E;&#x793A;&#x7684;&#x201C;&#x77E5;&#x4E0E;&#x884C;&#x201D;&#x7684;&#x5C42;&#x9762;&#x201C;&#x6839;&#x3001;&#x830E;&#x3001;&#x53F6;&#x201D;&#x7684;&#x6784;&#x9020;&#x3001;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#x5219;&#x8BA8;&#x8BBA;&#x4E86;&#x5982;&#x4F55;&#x201C;&#x683D;&#x57F9;&#x3001;&#x6D47;&#x6C34;&#x3001;&#x65BD;&#x80A5;&#x201D;&#x7684;&#x95EE;&#x9898;&#x3002;</li></ol><p></p><p></p><p></p><p></p><p></p><h2 id="xie-zai-zui-hou">&#x5199;&#x5728;&#x6700;&#x540E;<a href="#xie-zai-zui-hou"></a></h2><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x6682;&#x65F6;&#x544A;&#x4E00;&#x6BB5;&#x843D;&#x3002;&#x5BF9;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#x672C;&#x8EAB;&#x7684;&#x56DE;&#x7B54;&#x4E5F;&#x8FDC;&#x8FDC;&#x6CA1;&#x6709;&#x5B8C;&#x6210;&#xFF0C;&#x53EA;&#x662F;&#x521A;&#x521A;&#x8D77;&#x6B65;&#xFF1B;&#x5728;&#x8FD9;&#x4E2A;&#x9886;&#x57DF;&#x6211;&#x5E76;&#x975E;&#x6709;&#x6DF1;&#x5165;&#x601D;&#x8003;&#x7684;&#x4E13;&#x624D;&#xFF0C;&#x6240;&#x8C08;&#x4E5F;&#x5FC5;&#x591A;&#x6709;&#x758F;&#x6F0F;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x6211;&#x4EEC;&#x8BA4;&#x4E3A;&#xFF0C;<strong>&#x5728;&#x8FD9;&#x4E2A;&#x65F6;&#x4EE3;&#x8FFD;&#x95EE;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x5374;&#x547D;&#x4E2D;&#x4E86;&#x8FD9;&#x4E2A;&#x4E16;&#x754C;&#x7684;&#x6838;&#x5FC3;</strong>&#xFF0C;&#x201C;&#x4E00;&#x77F3;&#x6FC0;&#x8D77;&#x5343;&#x5C42;&#x6D6A;&#x201D;&#x3002;&#x5728;&#x201C;&#x4E94;&#x56DB;&#x8FD0;&#x52A8;&#x201D;100&#x5E74;&#x4E4B;&#x9645;&#xFF0C;&#x518D;&#x6B21;&#x56DE;&#x987E;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x4F3C;&#x4E4E;&#x4E5F;&#x6709;&#x7740;&#x7279;&#x6B8A;&#x7684;&#x610F;&#x4E49;&#x3002;&#x4EE5;&#x6B64;&#x4E3A;&#x51FA;&#x53D1;&#x70B9;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5EF6;&#x4F38;&#x51FA;&#x66F4;&#x591A;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x503C;&#x5F97;&#x5F53;&#x4EE3;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x6DF1;&#x523B;&#x53CD;&#x601D;&#xFF0C;&#x5E76;&#x6307;&#x5F15;&#x6211;&#x4EEC;&#x201C;&#x97A0;&#x8EAC;&#x5C3D;&#x7601;&#x201D;&#xFF0C;&#x5411;&#x7740;&#x4E0B;&#x4E00;&#x4E2A;&#x201C;&#x8F74;&#x5FC3;&#x65F6;&#x4EE3;&#x201D;&#x524D;&#x884C;&#x3002;</p><p></p><p></p><p>&#x540C;&#x65F6;&#xFF0C;&#x5FC5;&#x987B;&#x627F;&#x8BA4;&#xFF0C;<strong>&#x8FFD;&#x5BFB;&#x82CF;&#x683C;&#x62C9;&#x5E95;&#x7684;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#xFF0C;&#x5728;&#x5F53;&#x4ECA;&#x5929;&#x4E0B;&#xFF0C;&#x662F;&#x4E00;&#x6761;&#x8270;&#x96BE;&#x7684;&#x9053;&#x8DEF;</strong>&#x3002;&#x5728;&#x7075;&#x9B42;&#x7684;&#x201C;&#x7406;&#x667A;&#x3001;&#x610F;&#x5FD7;&#x4E0E;&#x6B32;&#x671B;&#x201D;&#x4E4B;&#x95F4;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x9009;&#x62E9;&#x8D70;&#x5411;&#x54EA;&#x4E00;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x4ECD;&#x96BE;&#x4EE5;&#x7B03;&#x5B9A;&#x5730;&#x9884;&#x6599;&#x3002;&#x4F46;&#x6211;&#x613F;&#x610F;&#x76F8;&#x4FE1;&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x7406;&#x60F3;&#x81EA;&#x6709;&#x5176;&#x5B58;&#x5728;&#x7684;&#x672C;&#x8D28;&#x7684;&#x610F;&#x4E49;&#xFF0C;&#x6B63;&#x5982;&#x9648;&#x5BC5;&#x606A;&#x5148;&#x751F;&#x5728;&#x300A;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x738B;&#x89C2;&#x5802;&#x5148;&#x751F;&#x7EAA;&#x5FF5;&#x7891;&#x94ED;&#x300B;&#x4E2D;&#x6240;&#x8BF4;&#xFF1A;<strong>&#x201C;&#x6765;&#x4E16;&#x4E0D;&#x53EF;&#x77E5;&#x4E5F;&#xFF0C;&#x5148;&#x751F;&#x4E4B;&#x8457;&#x8FF0;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x4E0D;&#x5F70;&#x3002;&#x5148;&#x751F;&#x4E4B;&#x5B66;&#x8BF4;&#xFF0C;&#x6216;&#x6709;&#x65F6;&#x800C;&#x53EF;&#x5546;&#x3002;&#x60DF;&#x6B64;&#x72EC;&#x7ACB;&#x4E4B;&#x7CBE;&#x795E;&#xFF0C;&#x81EA;&#x7531;&#x4E4B;&#x601D;&#x60F3;&#xFF0C;&#x5386;&#x5343;&#x4E07;&#x7940;&#xFF0C;&#x4E0E;&#x5929;&#x58E4;&#x800C;&#x540C;&#x4E45;&#xFF0C;&#x5171;&#x4E09;&#x5149;&#x800C;&#x6C38;&#x5149;&#x3002;&#x201D;</strong></p><p></p><p></p><p></p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x8BD5;&#x679A;&#x4E3E;&#x4E0E;&#x6B64;&#x6587;&#x76F8;&#x5173;&#x7684;&#x8BDD;&#x9898;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x672A;&#x6765;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x8BBA;&#x8FF0;&#xFF1A;</p><p></p><p></p><ol><li><strong>&#x201C;&#x903E;&#x8D8A;&#x653F;&#x6CBB;&#x7684;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#x201D;&#x662F;&#x5426;&#x53EF;&#x80FD;&#x5EFA;&#x7ACB;</strong>&#xFF1A;&#x5728;&#x4ECA;&#x5929;&#x653F;&#x6CBB;&#x83B7;&#x5F97;&#x4E86;&#x81EA;&#x4E3B;&#x6027;&#x5E76;&#x5C1D;&#x8BD5;&#x6307;&#x6325;&#x4E00;&#x5207;&#x7684;&#x793E;&#x4F1A;&#x4E2D;&#xFF0C;&#x662F;&#x5426;&#x6709;&#x53EF;&#x80FD;&#x5EFA;&#x7ACB;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4EF7;&#x503C;&#x7406;&#x60F3;&#xFF08;&#x6216;&#x4E0E;&#x201C;&#x6C42;&#x771F;&#x201D;&#x540C;&#x7B49;&#x5730;&#x4F4D;&#x7684;&#x4EF7;&#x503C;&#x79E9;&#x5E8F;&#xFF09;&#xFF0C;&#x540C;&#x65F6;&#x4F7F;&#x5F97;&#x653F;&#x6CBB;&#x56DE;&#x5F52;&#x5230;&#x624B;&#x6BB5;&#x800C;&#x4E0D;&#x662F;&#x76EE;&#x7684;&#xFF1F;</li><li><strong>&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x6559;&#x80B2;&#x95EE;&#x9898;</strong>&#xFF1A;&#x6211;&#x4EEC;&#x5E38;&#x628A;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x9ED8;&#x8BA4;&#x4E3A;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD1;&#x4EE3;&#x53D1;&#x5C55;&#x8D77;&#x6765;&#x7684;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#xFF0C;&#x672A;&#x6765;&#x5E94;&#x600E;&#x6837;&#x878D;&#x5165;&#x4E0D;&#x540C;&#x4EBA;&#x7FA4;&#x7684;&#x6559;&#x80B2;&#xFF1F;&#x9664;&#x4E86;STEM&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#xFF1F;</li><li><strong>&#x6280;&#x672F;&#x548C;&#x5546;&#x4E1A;&#x7CBE;&#x795E;&#x7684;&#x53CD;&#x601D;</strong>&#xFF1A;&#x4ECA;&#x5929;&#x7684;&#x6280;&#x672F;&#x4E0E;&#x5546;&#x4E1A;&#x6587;&#x5316;&#xFF0C;&#x5DF2;&#x7ECF;&#x84EC;&#x52C3;&#x53D1;&#x5C55;&#x8D77;&#x6765;&#xFF0C;&#x4F46;&#x5982;&#x4F55;&#x907F;&#x514D;&#x5176;&#x6709;&#x5BB3;&#x7684;&#x4E00;&#x9762;&#x3001;&#x8865;&#x8DB3;&#x5176;&#x4E0D;&#x8DB3;&#x7684;&#x65B9;&#x9762;&#xFF0C;&#x662F;&#x4F7F;&#x201C;&#x6C42;&#x529B;&#x201D;&#x7684;&#x793E;&#x4F1A;&#x4E0D;&#x81F3;&#x4E8E;&#x5D29;&#x6E83;&#x3001;&#x6216;&#x8005;&#x9677;&#x5165;&#x8D6B;&#x80E5;&#x9ECE;&#x7684;&#x201C;&#x7F8E;&#x4E3D;&#x65B0;&#x4E16;&#x754C;&#x201D;&#x6240;&#x9700;&#x8981;&#x601D;&#x8003;&#x7684;&#x3002;</li><li><strong>&#x65E5;&#x8BD1;&#x6C49;&#x8BED;&#x7684;&#x6587;&#x5316;&#x4E0E;&#x793E;&#x4F1A;&#x5F71;&#x54CD;</strong>&#xFF1A;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x3001;&#x201C;&#x81EA;&#x7531;&#x201D;&#x3001;&#x201C;&#x793E;&#x4F1A;&#x201D;&#x7B49;&#x8BCD;&#x90FD;&#x662F;&#x665A;&#x6E05;&#x7684;&#x65E5;&#x672C;&#x5B66;&#x8005;&#x7528;&#x6C49;&#x8BED;&#x7FFB;&#x8BD1;&#x7684;&#xFF0C;&#x6709;&#x4E9B;&#x7FFB;&#x8BD1;&#x4ECA;&#x5929;&#x770B;&#x6765;&#x4E0D;&#x89C1;&#x5F97;&#x5F88;&#x597D;&#xFF0C;&#x8FD9;&#x4E9B;&#x8BCD;&#x8BED;&#x7684;&#x7406;&#x89E3;&#x548C;&#x8FD0;&#x7528;&#x5BF9;&#x6211;&#x4EEC;&#x601D;&#x7EF4;&#x7684;&#x6F5C;&#x610F;&#x8BC6;&#x548C;&#x793E;&#x4F1A;&#x9762;&#x8C8C;&#x5B58;&#x5728;&#x54EA;&#x4E9B;&#x5F71;&#x54CD;&#xFF1F;</li><li><strong>&#x201C;&#x81EA;&#x7531;&#x201D;&#x4E0E;&#x201C;&#x4EC1;&#x7231;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x5982;&#x4F55;&#x5171;&#x5904;&#x4E0E;&#x4EA4;&#x878D;</strong>&#xFF0C;&#x662F;&#x6211;&#x4EEC;&#x9762;&#x5BF9;&#x7684;&#x65F6;&#x4EE3;&#x547D;&#x9898;&#xFF0C;&#x7ED3;&#x5408;&#x5F53;&#x4E0B;&#x7684;&#x6587;&#x5316;&#x3001;&#x7ECF;&#x6D4E;&#x3001;&#x6280;&#x672F;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x5728;&#x672A;&#x6765;&#x7684;&#x51E0;&#x5341;&#x5E74;&#x5230;&#x4E24;&#x767E;&#x5E74;&#x95F4;&#xFF0C;&#x4EBA;&#x7C7B;&#x662F;&#x5426;&#x4F1A;&#x8FCE;&#x6765;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x8F74;&#x5FC3;&#x65F6;&#x4EE3;&#xFF1F;&#x601D;&#x60F3;&#x6DF7;&#x4E71;&#x3001;&#x4FE1;&#x4EF0;&#x7F3A;&#x5931;&#x7684;&#x793E;&#x4F1A;&#x6587;&#x5316;&#x5C40;&#x9762;&#xFF0C;&#x5982;&#x4F55;&#x7A81;&#x56F4;&#xFF1F;</li><li><strong>&#x79D1;&#x5B66;&#x57FA;&#x7840;&#x95EE;&#x9898;</strong>&#xFF1A;&#x4ECA;&#x5929;&#x7684;&#x79D1;&#x5B66;&#x5927;&#x53A6;&#x7684;&#x57FA;&#x7840;&#x662F;&#x7262;&#x56FA;&#x7684;&#x5417;&#xFF1F;&#x5F52;&#x7EB3;&#x6CD5;&#x7684;&#x81EA;&#x8EAB;&#x7F3A;&#x9677;&#x5982;&#x4F55;&#x514B;&#x670D;&#xFF1F;&#x5938;&#x5927;&#x4E00;&#x70B9;&#x8BF4;&#xFF0C;&#x80FD;&#x5426;&#x5728;&#x672A;&#x6765;&#x5EFA;&#x7ACB;&#x4E00;&#x79CD;&#x771F;&#x6B63;&#x5E7F;&#x6CDB;&#x8FDE;&#x901A;&#x81EA;&#x7136;&#x79D1;&#x5B66;&#x4E0E;&#x793E;&#x4F1A;&#x79D1;&#x5B66;&#x7684;&#x7D27;&#x5BC6;&#x800C;&#x5B8C;&#x5584;&#x7684;&#x79D1;&#x5B66;&#x57FA;&#x7840;&#xFF1F;&#x662F;&#x6240;&#x8C13;&#x7684;&#x6570;&#x7406;&#x903B;&#x8F91;+&#x5927;&#x6570;&#x636E;&#x5417;&#xFF1F;&#xFF1F;</li><li><strong>&#x9664;&#x4E86;&#x201C;&#x79D1;&#x5B66;&#x201D;&#xFF0C;&#x8FD8;&#x6709;&#x54EA;&#x4E9B;&#x65F6;&#x4EE3;&#x7684;&#x6838;&#x5FC3;&#x8BCD;&#x6C47;&#x662F;&#x73B0;&#x4EE3;&#x4E2D;&#x56FD;&#x4EBA;&#x542B;&#x6DF7;&#x4E0D;&#x6E05;&#x7684;&#xFF1F;</strong>&#x201C;&#x81EA;&#x7531;&#x201D;&#x3001;&#x201C;&#x5E73;&#x7B49;&#x201D;&#x3001;&#x201C;&#x6C11;&#x4E3B;&#x201D;&#x3001;&#x201C;&#x6CD5;&#x6CBB;&#x201D;&#x3001;&#x201C;&#x5C01;&#x5EFA;&#x201D;&#x3001;&#x201C;&#x54F2;&#x5B66;&#x201D;&#x3001;&#x201C;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x201D;&#xFF1F;&#x4F3C;&#x4E4E;&#x90FD;&#x662F;&#xFF0C;&#x800C;&#x4E14;&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x3002;&#x6F84;&#x6E05;&#x6982;&#x5FF5;&#x3001;&#x53CD;&#x601D;&#x6839;&#x6E90;&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;&#x4ECA;&#x5929;&#x54F2;&#x5B66;&#x7684;&#x610F;&#x4E49;&#x6240;&#x5728;&#x3002;</li><li><strong>&#x9762;&#x5BF9;&#x4EBA;&#x7C7B;&#x6587;&#x660E;&#x6210;&#x679C;&#x7684;&#x6025;&#x5267;&#x589E;&#x957F;&#xFF0C;&#x6559;&#x80B2;&#x5B66;&#x5982;&#x4F55;&#x5E94;&#x5BF9;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#xFF1F;</strong>&#x77E5;&#x8BC6;&#x7684;&#x5FEB;&#x901F;&#x589E;&#x957F;&#x53D1;&#x751F;&#x5728;&#x6240;&#x6709;&#x7684;&#x79D1;&#x5B66;&#x9886;&#x57DF;&#xFF0C;&#x800C;&#x4E92;&#x8054;&#x7F51;&#x65F6;&#x4EE3;&#x7684;&#x4FE1;&#x606F;&#x7206;&#x70B8;&#x4E0E;&#x5A31;&#x4E50;&#x503E;&#x5411;&#x53C8;&#x8FDB;&#x4E00;&#x6B65;&#x538B;&#x7F29;&#x4E86;&#x4EBA;&#x4EEC;&#x7684;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x52A0;&#x5267;&#x4E86;&#x8FD9;&#x4E00;&#x95EE;&#x9898;&#x3002;&#x5982;&#x4F55;&#x5E2E;&#x52A9;&#x672A;&#x6765;&#x7684;&#x4EBA;&#x7C7B;&#x5728;&#x5177;&#x6709;&#x597D;&#x5947;&#x5FC3;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E0D;&#x88AB;&#x597D;&#x5947;&#x5FC3;&#x541E;&#x566C;&#xFF0C;&#x662F;&#x4E2A;&#x5DE8;&#x5927;&#x7684;&#x6311;&#x6218;&#x3002;</li></ol><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x4E66;&#x7C4D;&#x63A8;&#x8350;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://www.zhishifenzi.com/depth/thought/112.html" target="_blank" rel="noreferrer noopener">&#x539F;&#x6765;&#x201C;&#x79D1;&#x666E;&#x201D;&#x3001;&#x201C;&#x79D1;&#x6280;&#x4F20;&#x64AD;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5B66;&#x4F20;&#x64AD;&#x201D;&#x662F;&#x4E0D;&#x4E00;&#x6837;&#x7684;</a></li><li>&#x6C5F;&#x6653;&#x539F;&#x7B49;&#xFF0C;<a href="https://book.douban.com/subject/2243660/" target="_blank" rel="noreferrer noopener">&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;</a></li><li>&#x90D1;&#x4E5F;&#x592B;&#xFF0C;<a href="https://book.douban.com/subject/25733170/" target="_blank" rel="noreferrer noopener">&#x300A;&#x543E;&#x56FD;&#x6559;&#x80B2;&#x75C5;&#x7406;&#x300B;</a></li><li>&#x6CE2;&#x5179;&#x66FC;&#xFF0C;<a href="https://book.douban.com/subject/1062193/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5A31;&#x4E50;&#x81F3;&#x6B7B;&#x300B;</a></li><li>&#x897F;&#x585E;&#x7F57;&#xFF0C;<a href="https://book.douban.com/subject/1048529/" target="_blank" rel="noreferrer noopener">&#x300A;&#x8BBA;&#x8001;&#x5E74;&#x300B;</a></li><li>&#x90D1;&#x4E5F;&#x592B;&#xFF0C;<a href="http://www.1000thinktank.com/zljyzz/17565.jhtml" target="_blank" rel="noreferrer noopener">&#x201C;&#x6211;&#x4EEC;&#x600E;&#x6837;&#x8BFB;&#x4E66;&#x3001;&#x600E;&#x6837;&#x601D;&#x8003;&#x201D;</a></li><li>&#x9A6C;&#x4E00;&#x6D6E;&#xFF0C;<a href="https://site.douban.com/239365/widget/notes/16838183/note/353662520/" target="_blank" rel="noreferrer noopener">&#x201C;&#x6A2A;&#x6E20;&#x5148;&#x751F;&#x56DB;&#x53E5;&#x6559;&#x53D1;&#x5FAE;&#x201D;</a></li><li>&#x53F2;&#x8482;&#x592B;&#xB7;&#x4E54;&#x5E03;&#x65AF;&#xFF0C;<a href="http://www.mac52ipod.cn/post/apple-ceo-steve-jobs-stanford-university-lecture-translation.php" target="_blank" rel="noreferrer noopener">&#x5728;&#x65AF;&#x5766;&#x798F;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x5178;&#x793C;&#x7684;&#x6F14;&#x8BB2;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e4%b8%83</em><hr></center><p></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn/">cn</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/steempress/标签的本质-the-nature-of-tags（一）/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">标签的本质 | The Nature of Tags（一）</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（六）/"><span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（六）</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（七）/",this.page.identifier="steempress/【未来教育学】成年人需要什么样的stem教育？（七）/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">29</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">28</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">20</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:14.44px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.22px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.22px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:13.33px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15.56px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.78px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.89px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.11px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:10px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.67px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">3</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">13</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">16</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">20</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#3-yi-ren-wei-ben-de-ke-xue-jiao-yu"><span class="has-mr-6">1.1</span> <span>3. &#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;</span></a></li></ul></li><li><a class="is-flex" href="#zong-jie"><span class="has-mr-6">2</span> <span>&#x603B;&#x7ED3;</span></a></li><li><a class="is-flex" href="#xie-zai-zui-hou"><span class="has-mr-6">3</span> <span>&#x5199;&#x5728;&#x6700;&#x540E;</span></a></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">4</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#cheng-nian-ren-xu-yao-shen-me-stem-jiao-yu-what"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#3-yi-ren-wei-ben-de-ke-xue-jiao-yu"><span class="has-mr-6">1.1</span> <span>3. &#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;</span></a></li></ul></li><li><a class="is-flex" href="#zong-jie"><span class="has-mr-6">2</span> <span>&#x603B;&#x7ED3;</span></a></li><li><a class="is-flex" href="#xie-zai-zui-hou"><span class="has-mr-6">3</span> <span>&#x5199;&#x5728;&#x6700;&#x540E;</span></a></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">4</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/内外与五四/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="内外与五四"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-03T18:03:33.000Z">2019-05-03</time></div><a href="/blog/steempress/内外与五四/" class="has-link-black-ter is-size-6">内外与五四</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/梁羽生与《名联观止》/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="梁羽生与《名联观止》"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-04-26T09:08:54.000Z">2019-04-26</time></div><a href="/blog/steempress/梁羽生与《名联观止》/" class="has-link-black-ter is-size-6">梁羽生与《名联观止》</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">4</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（七）" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("zh");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>