<!DOCTYPE html><html lang="en"><head><meta name="generator" content="Hexo 3.8.0"><meta charset="utf-8"><title>【未来教育学】成年人需要什么样的STEM教育？（四） - Civilization Thinker</title><meta name="viewport" content="width=device-width,initial-scale=1,maximum-scale=1"><meta name="description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="keywords" content="cn,cn-stem,steemstem,steempress,cnstm"><meta property="og:type" content="article"><meta property="og:title" content="【未来教育学】成年人需要什么样的STEM教育？（四）"><meta property="og:url" content="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/index.html"><meta property="og:site_name" content="Civilization Thinker"><meta property="og:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta property="og:locale" content="en"><meta property="og:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&token=13b52ba7-0959-40a3-b1f2-cfe056297c21"><meta property="og:updated_time" content="2019-05-29T15:42:50.816Z"><meta name="twitter:card" content="summary"><meta name="twitter:title" content="【未来教育学】成年人需要什么样的STEM教育？（四）"><meta name="twitter:description" content="&amp;#x5728;&amp;#x3010;&amp;#x672A;&amp;#x6765;&amp;#x6559;&amp;#x80B2;&amp;#x5B66;&amp;#x3011;&amp;#x6210;&amp;#x5E74;&amp;#x4EBA;&amp;#x9700;&amp;#x8981;&amp;#x4EC0;&amp;#x4E48;&amp;#x6837;&amp;#x7684;STEM&amp;#x6559;&amp;#x80B2;&amp;#xFF1F;&amp;#xFF08;&amp;#x4E00;&amp;#xFF09;&amp;#x548C;&amp;#x3"><meta name="twitter:image" content="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&token=13b52ba7-0959-40a3-b1f2-cfe056297c21"><link rel="icon" href="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=32"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bulma@0.7.2/css/bulma.css"><link rel="stylesheet" href="https://use.fontawesome.com/releases/v5.4.1/css/all.css"><link rel="stylesheet" href="https://fonts.googleapis.com/css?family=Ubuntu:400,600|Source+Code+Pro"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/highlight.js@9.12.0/styles/atom-one-dark.css"><style>body>.footer,body>.navbar,body>.section{opacity:0}</style><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/css/lightgallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/css/justifiedGallery.min.css"><link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.css"><script src="https://cdn.jsdelivr.net/npm/pace-js@1.0.2/pace.min.js"></script><link rel="stylesheet" href="/blog/css/style.css"><link rel="stylesheet" href="/blog/css/bundle.css"></head><body class="is-3-column"><nav class="navbar navbar-main"><div class="container"><div class="navbar-brand is-flex-center"><a class="navbar-item navbar-logo" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（四）" height="28"></a></div><div class="navbar-menu"><div class="navbar-start"><a class="navbar-item" href="/blog/">Home</a> <a class="navbar-item" href="/blog/archives">Archives</a> <a class="navbar-item" href="/blog/categories">Categories</a> <a class="navbar-item" href="/blog/tags">Tags</a> <a class="navbar-item" href="/blog/about">About</a></div><div class="navbar-end"><a class="navbar-item is-hidden-tablet catalogue" title="Catalogue" href="javascript:;"><i class="fas fa-list-ul"></i> </a><a class="navbar-item search" title="Search" href="javascript:;"><i class="fas fa-search"></i></a></div></div></div></nav><section class="section"><div class="container"><div class="columns"><div class="column is-8-tablet is-8-desktop is-6-widescreen has-order-2 column-main"><div class="card"><div class="card-image"><span class="image is-7by1"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&amp;token=13b52ba7-0959-40a3-b1f2-cfe056297c21" alt="【未来教育学】成年人需要什么样的STEM教育？（四）"></span></div><div class="card-content article"><div class="level article-meta is-size-7 is-uppercase is-mobile is-overflow-x-auto"><div class="level-left"><time class="level-item has-text-grey" datetime="2019-03-12T15:05:18.000Z">2019-03-12</time><div class="level-item"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></div><span class="level-item has-text-grey">an hour read (About 6744 words)</span></div></div><h1 class="title is-size-3 is-size-4-mobile has-text-weight-normal">【未来教育学】成年人需要什么样的STEM教育？（四）</h1><div class="content"><p></p><p>&#x5728;<a href="https://busy.org/@robertyan/stem-33j60d0hfr" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E00;&#xFF09;</a>&#x548C;<a href="https://busy.org/@robertyan/stem-yafmsa49dm" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E8C;&#xFF09;</a>&#x4E2D;&#x6211;&#x4EEC;&#x5F15;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#x201C;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5E76;&#x4ECE;<strong>&#xFF08;1&#xFF09;&#x5E0C;&#x814A;&#x79D1;&#x5B66;&#x4E0E;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x6839;&#x6E90;&#x3001;&#xFF08;2&#xFF09;&#x4E2D;&#x56FD;&#x6587;&#x660E;&#x7F3A;&#x5C11;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#x3001;&#xFF08;3&#xFF09;&#x7F3A;&#x5C11;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x5E26;&#x6765;&#x7684;&#x73B0;&#x5B9E;&#x6311;&#x6218;</strong>&#xFF0C;&#x8FD9;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#xFF0C;&#x89E3;&#x91CA;&#x4E86;<strong>&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x4E2D;&#x56FD;&#x6210;&#x5E74;&#x4EBA;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x9700;&#x8981;STEM&#x6559;&#x80B2;&#xFF1F;</strong>&#x7684;&#x539F;&#x56E0;&#x3002;</p><p></p><p></p><p>&#x4ECE;<a href="https://busy.org/@robertyan/stem-7xw4el63nl" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x4E09;&#xFF09;</a>&#x5F00;&#x59CB;&#xFF0C;&#x6211;&#x4EEC;&#x5177;&#x4F53;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;&#x3002;</strong>&#x5728;&#xFF08;&#x4E09;&#xFF09;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5BF9;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x95EE;&#x9898;&#x201C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x4E0E;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x201D;&#x5C55;&#x5F00;&#x4E86;&#x5206;&#x6790;&#x3002;</p><p></p><p></p><p>&#x5728;&#x672C;&#x6587;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x7EE7;&#x7EED;&#x8BA8;&#x8BBA;<strong>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#x7684;&#x95EE;&#x9898;</strong>&#xFF0C;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x7684;&#x5173;&#x8054;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x68B3;&#x7406;&#x4E86;&#x91CD;&#x8981;&#x7684;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x3002;</p><p></p><p></p><h2>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</h2><p></p><p></p><h3 id="2-ke-xue-du-wu-yu-ke-xue-shi-jian">2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;<a href="#2-ke-xue-du-wu-yu-ke-xue-shi-jian"></a></h3><p></p><p></p><p>&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x7740;&#x91CD;&#x8BB2;&#x4E86;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5982;&#x4F55;&#x843D;&#x5730;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8FD9;&#x4E00;&#x7AE0;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x8FDB;&#x4E00;&#x6B65;&#x5177;&#x4F53;&#x5316;&#xFF0C;&#x4E3B;&#x8981;&#x8BB2;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#xFF08;&#x77E5;&#xFF09;&#x4EE5;&#x53CA;&#x5982;&#x4F55;&#x771F;&#x6B63;&#x4EB2;&#x8EAB;&#x8FDB;&#x884C;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#xFF08;&#x884C;&#xFF09;&#x7684;&#x95EE;&#x9898;&#x3002;</p><p></p><p></p><p>&#x77E5;&#x4E0E;&#x884C;&#x7684;&#x8FA9;&#x8BC1;&#x5173;&#x7CFB;&#xFF0C;&#x524D;&#x8F88;&#x4EEC;&#x8BA8;&#x8BBA;&#x7684;&#x5F88;&#x591A;&#xFF0C;&#x6709;&#x8BF4;&#x201C;&#x77E5;&#x201D;&#x662F;&#x77E5;&#x8BC6;&#x7684;&#x3001;&#x4E5F;&#x6709;&#x8BF4;&#x201C;&#x77E5;&#x201D;&#x662F;&#x826F;&#x77E5;&#x7684;&#xFF0C;&#x5BF9;&#x7279;&#x5B9A;&#x60C5;&#x5F62;&#x4E0B;&#x7684;&#x5148;&#x540E;&#x4F18;&#x5148;&#x7EA7;&#x4E5F;&#x6709;&#x4E0D;&#x540C;&#x7684;&#x7406;&#x89E3;&#x3002;&#x5BF9;&#x4E8E;&#x201C;&#x6C42;&#x771F;&#x7684;&#x79D1;&#x5B66;&#x201D;&#x5982;&#x4F55;&#x5728;&#x4E2D;&#x56FD;&#x843D;&#x5730;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6838;&#x5FC3;&#x7684;&#x96BE;&#x70B9;&#x9996;&#x5148;&#x5728;&#x4E8E;&#x201C;&#x77E5;&#x201D;&#x3001;&#x5176;&#x6B21;&#x662F;&#x201C;&#x884C;&#x201D;&#xFF0C;&#x201C;&#x77E5;&#x201D;&#x65E2;&#x662F;&#x4EBA;&#x6587;&#x4E0E;&#x7CBE;&#x795E;&#x4F20;&#x7EDF;&#x7684;&#x95EE;&#x9898;&#x3001;&#x4E5F;&#x662F;&#x601D;&#x60F3;&#x4E0E;&#x5B9E;&#x8DF5;&#x7684;&#x95EE;&#x9898;&#x3002;&#x8FD9;&#x4F3C;&#x4E4E;&#x6697;&#x4E2D;&#x547C;&#x5E94;&#x4E86;&#x5B59;&#x4E2D;&#x5C71;&#x5728;&#x5EFA;&#x8BBE;&#x73B0;&#x4EE3;&#x56FD;&#x5BB6;&#x65F6;&#x6240;&#x8BA4;&#x4E3A;&#x7684;&#x201C;&#x884C;&#x6613;&#x77E5;&#x96BE;&#x201D;&#xFF1B;100&#x5E74;&#x8FC7;&#x53BB;&#x4E86;&#xFF0C;&#x6211;&#x4EEC;&#x770B;&#x5230;&#x6280;&#x672F;&#x5DF2;&#x7ECF;&#x5927;&#x884C;&#x5176;&#x9053;&#xFF0C;<strong>&#x201C;&#x79D1;&#x5B66;&#x201D;&#x5374;&#x5E76;&#x672A;&#x771F;&#x6B63;&#x5728;&#x5FC3;&#x4E2D;&#x624E;&#x6839;</strong>&#xFF0C;&#x8FD9;&#x4E5F;&#x662F;<strong>&#x201C;&#x884C;&#x6613;&#x77E5;&#x96BE;&#x201D;</strong>&#x7684;&#x4F53;&#x73B0;&#x3002;<strong>&#x201C;&#x58EB;&#x4E0D;&#x53EF;&#x4EE5;&#x4E0D;&#x5F18;&#x6BC5;&#xFF0C;&#x4EFB;&#x91CD;&#x800C;&#x9053;&#x8FDC;&#x201D;</strong>&#xFF0C;&#x7531;&#x6B64;&#x53EF;&#x77E5;&#x3002;</p><p></p><p></p><p>&#x201C;&#x77E5;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x5E95;&#x5C42;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x4E0E;&#x8BC6;&#x89C1;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4E16;&#x4FD7;&#x4E0E;&#x6D41;&#x884C;&#xFF09;</strong>&#xFF0C;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x6765;&#x63A2;&#x8BA8;&#xFF0C;&#x7C97;&#x7565;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x5230;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#x201D;&#x3001;&#x201C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201D;&#x3002;</p><p></p><p></p><p>&#x201C;&#x884C;&#x201D;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x76F8;&#x5BF9;&#x5E94;&#x7684;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x4ECE;<strong>&#x5E95;&#x5C42;&#xFF08;&#x667A;&#x6167;&#x7684;&#x6784;&#x5EFA;&#xFF09;&#x3001;&#x4E2D;&#x5C42;&#xFF08;&#x77E5;&#x8BC6;&#x7684;&#x8FD0;&#x7528;&#xFF09;&#x3001;&#x8868;&#x5C42;&#xFF08;&#x4FE1;&#x606F;&#x7684;&#x4F20;&#x64AD;&#xFF09;</strong>&#xFF0C;&#x4E09;&#x4E2A;&#x65B9;&#x9762;&#x6765;&#x63A2;&#x8BA8;&#xFF0C;&#x7C97;&#x7565;&#x6765;&#x8BF4;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x5E94;&#x5230;&#x201C;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x3002;</p><p></p><p></p><p><em><strong>&#x8BFB;&#x7269;1&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;</strong></em></p><p></p><p></p><p>&#x8FD9;&#x4E00;&#x8282;&#xFF0C;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x8BF4;&#x8BF4;&#x6709;&#x54EA;&#x4E9B;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x8BFB;&#x7269;&#x503C;&#x5F97;&#x4ED4;&#x7EC6;&#x9605;&#x8BFB;&#x3002;</p><p></p><p></p><p>&#x5148;&#x8BF4;&#x8BF4;&#x8FD9;&#x4E24;&#x8005;&#x7684;&#x5B9A;&#x4E49;&#xFF1A;</p><p></p><p></p><ul><li><strong>&#x79D1;&#x5B66;&#x54F2;&#x5B66;</strong>&#x662F;&#x4E00;&#x4E2A;20&#x4E16;&#x7EAA;&#x5174;&#x8D77;&#x7684;&#x54F2;&#x5B66;&#x5206;&#x652F;&#xFF0C;&#x610F;&#x4E49;&#x6BD4;&#x5B57;&#x9762;&#x4E0A;&#x8868;&#x73B0;&#x5F97;&#x8981;&#x5E7F;&#x9614;&#x5F97;&#x591A;&#xFF0C;&#x81F3;&#x5C11;&#x5305;&#x62EC;&#x201C;&#x5173;&#x6CE8;&#x79D1;&#x5B66;&#x7684;&#x57FA;&#x7840;&#x3001;&#x65B9;&#x6CD5;&#x548C;&#x542B;&#x4E49;&#xFF0C;&#x4E3B;&#x8981;&#x7814;&#x7A76;&#x79D1;&#x5B66;&#x7684;&#x672C;&#x6027;&#x3001;&#x79D1;&#x5B66;&#x7406;&#x8BBA;&#x7684;&#x7ED3;&#x6784;&#x3001;&#x79D1;&#x5B66;&#x89E3;&#x91CA;&#x3001;&#x79D1;&#x5B66;&#x68C0;&#x9A8C;&#x3001;&#x79D1;&#x5B66;&#x89C2;&#x5BDF;&#x4E0E;&#x7406;&#x8BBA;&#x7684;&#x5173;&#x7CFB;&#x3001;&#x79D1;&#x5B66;&#x7406;&#x8BBA;&#x7684;&#x9009;&#x62E9;&#x7B49;&#x3002;&#x201D;&#x2014;&#x2014; <a href="https://zh.wikipedia.org/zh-hans/%E7%A7%91%E5%AD%A6%E5%93%B2%E5%AD%A6" target="_blank" rel="noreferrer noopener">Wikipedia&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;</a><strong></strong></li><li><strong>&#x79D1;&#x5B66;&#x53F2;</strong>&#xFF0C;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#x662F;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x5305;&#x542B;&#x4E86;&#x5BF9;&#x79D1;&#x5B66;&#x53D1;&#x5C55;&#x89C4;&#x5F8B;&#x3001;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53D8;&#x8FC1;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x6D89;&#x53CA;&#x601D;&#x60F3;&#x53F2;&#x3001;&#x793E;&#x4F1A;&#x53F2;&#x7B49;&#x65B9;&#x6CD5;&#x7684;&#x7814;&#x7A76;&#x3002;</li></ul><p></p><p></p><p>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x610F;&#x4E49;&#x4E4B;&#x4E00;&#xFF0C;&#x90FD;&#x5728;&#x4E8E;&#x6C42;&#x201C;&#x672C;&#x201D;&#xFF08;&#x672C;&#x8D28;&#x4E0E;&#x6839;&#x6E90;&#xFF09;&#xFF1B;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x548C;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x662F;&#x5176;&#x6838;&#x5FC3;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x4E00;&#x7AE0;&#x5DF2;&#x7ECF;&#x91CD;&#x70B9;&#x8BA8;&#x8BBA;&#x3002;&#x8FD9;&#x4E9B;&#x201C;&#x77E5;&#x201D;&#x6781;&#x5176;&#x91CD;&#x8981;&#x4F46;&#x4E5F;&#x662F;&#x8F83;&#x96BE;&#x6DF1;&#x5165;&#x548C;&#x638C;&#x63E1;&#x7684;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x672C;&#x8EAB;&#x5305;&#x542B;&#x4E86;&#x5F88;&#x591A;&#x535A;&#x5927;&#x6216;&#x8005;&#x9A73;&#x6742;&#x7684;&#x5185;&#x5BB9;&#xFF0C;&#x8FD9;&#x91CC;&#x63A8;&#x8350;&#x7684;&#x4E66;&#x76EE;&#xFF0C;&#x9488;&#x5BF9;&#x975E;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x4E13;&#x4E1A;&#x5B66;&#x751F;&#x6216;&#x5B66;&#x8005;&#xFF0C;&#x4F8B;&#x5982;&#x6765;&#x81EA;&#x4E8E;&#x522B;&#x7684;&#x9886;&#x57DF;&#x7684;&#x5B66;&#x751F;&#x6216;&#x4ECE;&#x4E1A;&#x8005;&#xFF0C;&#x6240;&#x4EE5;&#x4EE5;<strong>&#x201C;&#x5165;&#x95E8;&#x201D;&#x548C;&#x201C;&#x5BFC;&#x8BBA;&#x201D;</strong>&#x76F8;&#x5173;&#x7684;&#x4E66;&#x7C4D;&#x4E3A;&#x4E3B;&#x3002;</p><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x7684;&#x63A8;&#x8350;&#x4E66;&#x7C4D;&#xFF0C;&#x90E8;&#x5206;&#x53C2;&#x8003;&#x4E86;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7CFB;&#x3001;&#x6E05;&#x534E;&#x5927;&#x5B66;&#x79D1;&#x5B66;&#x53F2;&#x7CFB;&#x7684;&#x63A8;&#x8350;&#x4E66;&#x76EE;&#xFF08;&#x5982;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x5434;&#x56FD;&#x76DB;&#x6559;&#x6388;&#x7684;&#x63A8;&#x8350;</a>&#xFF09;&#xFF0C;&#x5747;&#x6709;&#x4E2D;&#x6587;&#x8BD1;&#x672C;&#x6216;&#x7531;&#x4E2D;&#x56FD;&#x5B66;&#x8005;&#x5199;&#x5C31;&#xFF0C;&#x76F8;&#x5BF9;&#x66F4;&#x9002;&#x5408;&#x4E2D;&#x56FD;&#x6587;&#x5316;&#x80CC;&#x666F;&#x7684;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#xFF1B;&#x5E76;&#x4E3B;&#x8981;&#x9009;&#x62E9;&#x4E86;&#x4E00;&#x4E9B;&#x66F4;&#x9002;&#x5408;&#x9AD8;&#x4E2D;&#x548C;&#x5927;&#x5B66;&#x672C;&#x79D1;&#x80FD;&#x529B;&#x7684;&#x8BFB;&#x8005;&#x7684;&#x4E66;&#x76EE;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E00;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;</p><p></p><p></p><p>&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x5305;&#x62EC;<strong>&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x548C;&#x4E13;&#x8457;</strong>&#x3002;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x4ECE;&#x201C;&#x666E;&#x53CA;&#x201D;&#x7C7B;&#x4E66;&#x7C4D;&#x770B;&#x8D77;&#xFF0C;&#x4EE5;&#x786E;&#x8BA4;&#x81EA;&#x5DF1;&#x7684;&#x5174;&#x8DA3;&#xFF1B;&#x5982;&#x679C;&#x60F3;&#x8981;&#x83B7;&#x5F97;&#x66F4;&#x6DF1;&#x5165;&#x3001;&#x7CBE;&#x51C6;&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5E76;&#x81EA;&#x4E3B;&#x8FDB;&#x884C;&#x5B66;&#x4E60;&#x548C;&#x7814;&#x7A76;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x6574;&#x4F53;&#x7ED3;&#x6784;&#x66F4;&#x6E05;&#x6670;&#x3001;&#x6216;&#x5728;&#x7279;&#x522B;&#x95EE;&#x9898;&#x4E0A;&#x6709;&#x6DF1;&#x5165;&#x5206;&#x6790;&#x7684;&#x4E13;&#x8457;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x666E;&#x53CA;&#xFF1A;</p><p></p><p></p><ul><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#xFF0C;&#x5E7F;&#x4E1C;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;2016&#x5E74;</li><li>&#x9648;&#x5609;&#x6620;&#xFF1A;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;&#xFF0C;&#x4E1C;&#x65B9;&#x51FA;&#x7248;&#x793E;&#xFF0C;2007&#x5E74;</li><li>&#x5965;&#x5361;&#x6C99; &#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x300B;&#xFF08;&#x725B;&#x6D25;&#x901A;&#x8BC6;&#x8BFB;&#x672C;&#xFF09;&#xFF0C;&#x97E9;&#x5E7F;&#x4E2D;&#x8BD1;&#xFF0C;&#x8BD1;&#x6797;&#x51FA;&#x7248;&#x793E;&#xFF0C;2009&#x5E74;</li></ul><p></p><p></p><p>&#x5434;&#x56FD;&#x76DB;&#x548C;&#x9648;&#x5609;&#x6620;&#x6559;&#x6388;&#x5728;&#x4E2D;&#x56FD;&#x505A;&#x4E86;&#x8F83;&#x591A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x5DE5;&#x4F5C;&#xFF0C;&#x4ED6;&#x4EEC;&#x7684;&#x8457;&#x4F5C;&#x5177;&#x6709;&#x4EE3;&#x8868;&#x6027;&#xFF0C;<strong>&#x53EF;&#x8BFB;&#x6027;&#x5F3A;&#x3001;&#x6DF1;&#x5165;&#x6D45;&#x51FA;&#x3001;&#x5BCC;&#x6709;&#x8DA3;&#x5473;</strong>&#xFF0C;&#x540C;&#x65F6;&#x53EF;&#x4EE5;&#x5F15;&#x51FA;&#x5927;&#x91CF;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x8BDD;&#x9898;&#xFF0C;&#x4F5C;&#x4E3A;&#x8FDB;&#x4E00;&#x6B65;&#x63A2;&#x7D22;&#x7684;&#x51FA;&#x53D1;&#x70B9;&#x3002;&#x5176;&#x4E2D;&#xFF0C;&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;&#x66F4;&#x6CE8;&#x91CD;&#x5BF9;&#x79D1;&#x5B66;&#x6E90;&#x5934;&#x7684;&#x63A2;&#x7A76;&#x3001;&#x5E76;&#x5F15;&#x51FA;&#x535A;&#x7269;&#x5B66;&#x7684;&#x4F20;&#x7EDF;&#xFF0C;&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B; &#x7684;&#x4E0A;&#x7BC7;&#x662F;&#x5BF9;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x5BFC;&#x5F15;&#x5F0F;&#x4ECB;&#x7ECD;&#xFF0C;&#x4E0B;&#x7BC7;&#x5219;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x57FA;&#x672C;&#x95EE;&#x9898;&#xFF0C; &#x5982;&#x7ECF;&#x9A8C;&#x4E0E;&#x5B9E;&#x9A8C;&#x3001;&#x6570;&#x5B66;&#x5316;&#x3001;&#x5B9E;&#x8BC1;&#x79D1;&#x5B66;&#x7B49;&#x3002;&#x7531;&#x4E8E;&#x90FD;&#x662F;&#x4E2D;&#x56FD;&#x5B66;&#x8005;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x4E24;&#x672C;&#x4E66;&#x90FD;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x5C1D;&#x8BD5;&#x89E3;&#x91CA;&#x548C;&#x56DE;&#x7B54;&#x4E86;&#x201C;&#x674E;&#x7EA6;&#x745F;&#x96BE;&#x9898;&#x201D;&#x3002;</p><p></p><p></p><p>&#x5965;&#x5361;&#x6C99;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x300B;&#x7684;&#x7279;&#x70B9;&#x662F;&#x4E00;&#x672C;&#x901A;&#x4FD7;&#x6613;&#x61C2;&#x7684;&#x901A;&#x8BC6;&#x8BFB;&#x672C;&#xFF0C;&#x5982;&#x4E2D;&#x6587;&#x7248;&#x5E8F;&#x4E2D;&#x6240;&#x8BF4;&#x7684;&#x201C;<strong>&#x901A;&#x4FD7;&#x6613;&#x61C2;&#x3001;&#x8A00;&#x7B80;&#x610F;&#x8D45;&#x3001;&#x8BED;&#x8A00;&#x6D41;&#x7545;</strong>&#x201D;&#xFF0C;&#x4EE5;&#x8F83;&#x5C11;&#x7684;&#x7BC7;&#x5E45;&#x4ECB;&#x7ECD;&#x4E86;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x95EE;&#x9898;&#xFF0C;&#x5982;&#x79D1;&#x5B66;&#x63A8;&#x7406;&#x7684;&#x65B9;&#x6CD5;&#x53CA;&#x8FD9;&#x4E9B;&#x5B58;&#x5728;&#x7684;&#x95EE;&#x9898;&#x3001;&#x5E93;&#x6069;&#x7684;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7406;&#x8BBA;&#x3001;&#x5BF9;&#x79D1;&#x5B66;&#x7684;&#x6279;&#x8BC4;&#x7B49;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x4E09;&#x672C;&#x4E66;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x8BFB;&#x8005;&#x5927;&#x81F4;&#x4E86;&#x89E3;&#x6709;&#x54EA;&#x4E9B;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x201D;&#x9886;&#x57DF;&#x5185;&#x7684;&#x5E38;&#x89C1;&#x95EE;&#x9898;&#xFF0C;&#x5BF9;&#x4E8E;&#x542F;&#x53D1;&#x601D;&#x8003;&#x3001;&#x6FC0;&#x52B1;&#x63A2;&#x7D22;&#x6709;&#x5F88;&#x5927;&#x7684;&#x5E2E;&#x52A9;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E13;&#x8457;&#xFF1A;</p><p></p><p></p><ul><li>&#x67E5;&#x5C14;&#x9ED8;&#x65AF;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x9C81;&#x65ED;&#x4E1C;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2007&#x5E74;</li><li>&#x5E93;&#x6069;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x7ED3;&#x6784;&#x300B;&#xFF0C;&#x91D1;&#x543E;&#x4F26;&#x7B49;&#x8BD1;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;</li><li>&#x6CE2;&#x666E;&#x5C14;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#x7684;&#x903B;&#x8F91;&#x300B;&#xFF0C;&#x67E5;&#x6C5D;&#x5F3A;&#x7B49;&#x8BD1;&#xFF0C;&#x4E2D;&#x56FD;&#x7F8E;&#x672F;&#x5B66;&#x9662;&#x51FA;&#x7248;&#x793E;&#xFF0C;2008&#x5E74;</li><li>&#x6CE2;&#x666E;&#x5C14;&#xFF1A;&#x300A;&#x731C;&#x60F3;&#x4E0E;&#x53CD;&#x9A73;&#x300B;&#xFF0C;&#x5085;&#x5B63;&#x91CD;&#x7B49;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x8BD1;&#x6587;&#x51FA;&#x7248;&#x793E;&#xFF0C;1986&#x5E74;</li><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x8BB2;&#x6F14;&#x5F55;&#x300B;&#xFF0C;&#x4E2D;&#x56FD;&#x4EBA;&#x6C11;&#x5927;&#x5B66;&#xFF0C;2009&#x5E74;</li></ul><p></p><p></p><p>&#x300A;&#x79D1;&#x5B66;&#x7A76;&#x7ADF;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#x662F;&#x4E00;&#x672C;<strong>&#x6559;&#x79D1;&#x4E66;&#x4F53;&#x4F8B;</strong>&#x7684;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x5165;&#x95E8;&#x4E66;&#xFF0C;&#x5305;&#x62EC;&#x4E86;&#x5B9E;&#x8BC1;&#x4E3B;&#x4E49;&#x3001;&#x8BC1;&#x4F2A;&#x4E3B;&#x4E49;&#x3001;&#x5386;&#x53F2;&#x4E3B;&#x4E49;&#x3001;&#x540E;&#x73B0;&#x4EE3;&#x4E3B;&#x4E49;&#x7B49;&#x4E3B;&#x6D41;&#x5B66;&#x8BF4;&#x548C;&#x8BAE;&#x9898;&#x3002;&#x76F8;&#x5BF9;&#x6765;&#x8BF4;&#x662F;&#x6BD4;&#x8F83;&#x6B63;&#x7ECF;&#x7684;&#x4E66;&#xFF0C;&#x9002;&#x5408;&#x4E13;&#x4E1A;&#x5B66;&#x751F;&#x6216;&#x9700;&#x8981;&#x6B63;&#x5F0F;&#x6DF1;&#x5165;&#x7814;&#x7A76;&#x7684;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#x3002;</p><p></p><p></p><p>&#x6258;&#x9A6C;&#x65AF;&#xB7;&#x5E93;&#x6069;&#x548C;&#x5361;&#x5C14;&#xB7;&#x6CE2;&#x666E;&#x5C14;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x76F8;&#x5BF9;&#x6765;&#x8BF4;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x7FA4;&#x4F17;&#x57FA;&#x7840;&#x548C;&#x793E;&#x4F1A;&#x5F71;&#x54CD;&#x529B;&#xFF0C;&#x6240;&#x4EE5;&#x8FD9;&#x91CC;&#x4E5F;&#x63A8;&#x8350;&#x3002;&#x5E93;&#x6069;&#x300A;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x7ED3;&#x6784;&#x300B;&#x8D28;&#x7591;&#x4E86;&#x79D1;&#x5B66;&#x7EBF;&#x6027;&#x53D1;&#x5C55;&#x7684;&#x8BA4;&#x8BC6;&#xFF0C;&#x63D0;&#x51FA;&#x4E86;&#x57FA;&#x4E8E;<strong>&#x201C;&#x8303;&#x5F0F;&#x201D;</strong>&#x7684;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x548C;&#x53D1;&#x5C55;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x81F3;&#x4ECA;&#x6709;&#x7740;&#x6781;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x6CE2;&#x666E;&#x5C14;&#x4EE5;&#x4ED6;&#x7684;&#x79D1;&#x5B66;<strong>&#x201C;&#x53EF;&#x8BC1;&#x4F2A;&#x6027;&#x201D;</strong>&#x88AB;&#x5F88;&#x591A;&#x4EBA;&#x77E5;&#x6653;&#xFF0C;&#x4ED6;&#x7684;&#x8457;&#x4F5C;&#x300A;&#x79D1;&#x5B66;&#x53D1;&#x73B0;&#x7684;&#x903B;&#x8F91;&#x300B;&#x3001;&#x300A;&#x731C;&#x60F3;&#x4E0E;&#x53CD;&#x9A73;&#x300B;&#x7684;&#x8D21;&#x732E;&#x4E3B;&#x8981;&#x5728;&#x4E8E;&#x79D1;&#x5B66;&#x65B9;&#x6CD5;&#x8BBA;&#x4E0A;&#xFF0C;&#x201C;&#x53EF;&#x8BC1;&#x4F2A;&#x6027;&#x201D;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x6838;&#x5FC3;&#x6982;&#x5FF5;&#x3002;</p><p></p><p></p><p>&#x5434;&#x56FD;&#x76DB;&#x7684;&#x300A;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x8BB2;&#x6F14;&#x5F55;&#x300B;&#x5B9E;&#x9645;&#x4E0A;&#x662F;&#x4E00;&#x672C;<strong>&#x201C;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x201D;&#x8BFB;&#x672C;</strong>&#xFF0C;&#x662F;&#x5BF9;&#x6D77;&#x5FB7;&#x683C;&#x5C14;&#x3001;&#x9A6C;&#x514B;&#x601D;&#x7B49;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x5148;&#x9A71;&#x7684;&#x6587;&#x672C;&#x7684;&#x6536;&#x5F55;&#x3002;&#x653E;&#x5728;&#x8FD9;&#x91CC;&#x7684;&#x76EE;&#x7684;&#x662F;&#x4E3A;&#x4E86;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x6A2A;&#x5411;&#x6BD4;&#x8F83;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x6280;&#x672F;&#x54F2;&#x5B66;&#x6240;&#x5173;&#x5207;&#x95EE;&#x9898;&#x7684;&#x5DEE;&#x5F02;&#xFF0C;&#x6709;&#x52A9;&#x4E8E;&#x66F4;&#x6DF1;&#x5165;&#x7684;&#x7406;&#x89E3;&#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x7684;&#x89D2;&#x5EA6;&#x7684;&#x4E0D;&#x540C;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E8C;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x53F2;</p><p></p><p></p><p>&#x79D1;&#x5B66;&#x53F2;&#x53EF;&#x4EE5;&#x7B80;&#x7565;&#x5206;&#x4E3A;&#x901A;&#x53F2;&#x3001;&#x65AD;&#x4EE3;&#x53F2;&#x3001;&#x4E13;&#x9898;&#x53F2;&#x7B49;&#xFF0C;&#x4E0E;&#x5176;&#x4ED6;&#x5386;&#x53F2;&#x7814;&#x7A76;&#x7684;&#x5206;&#x7C7B;&#x6CD5;&#x8FD1;&#x4F3C;&#x3002;&#x901A;&#x53F2;&#x4ECE;&#x6E90;&#x5934;&#x8C08;&#x8D77;&#xFF0C;&#x76F4;&#x5230;&#x73B0;&#x4EE3;&#x79D1;&#x5B66;&#xFF1B;&#x65AD;&#x4EE3;&#x53F2;&#x7740;&#x91CD;&#x5173;&#x6CE8;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x65F6;&#x4EE3;&#xFF0C;&#x4F8B;&#x5982;&#x79D1;&#x5B66;&#x9769;&#x547D;&#xFF1B;&#x4E13;&#x9898;&#x53F2;&#x5173;&#x6CE8;&#x67D0;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x95EE;&#x9898;&#x7684;&#x5386;&#x53F2;&#x6CBF;&#x9769;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x901A;&#x53F2;</p><p></p><p></p><ul><li>&#x5434;&#x56FD;&#x76DB;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2002&#x5E74;</li><li>&#x9EA6;&#x514B;&#x83B1;&#x4F26;&#x7B2C;&#x4E09; / &#x54C8;&#x7F57;&#x5FB7;&#xB7;&#x591A;&#x6069;&#xFF1A;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#xFF0C;&#x4E0A;&#x6D77;&#x79D1;&#x6280;&#x6559;&#x80B2;&#x51FA;&#x7248;&#x793E;&#xFF0C;2012&#x5E74;</li></ul><p></p><p></p><p>&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#x548C;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#x90FD;&#x662F;&#x4E0D;&#x9519;&#x7684;<strong>&#x79D1;&#x5B66;&#x53F2;&#x5165;&#x95E8;&#x8BFB;&#x7269;</strong>&#x3002;&#x300A;&#x79D1;&#x5B66;&#x7684;&#x5386;&#x7A0B;&#x300B;&#x662F;&#x5434;&#x56FD;&#x76DB;&#x7684;&#x6210;&#x540D;&#x4F5C;&#xFF0C;&#x5F71;&#x54CD;&#x529B;&#x8F83;&#x5927;&#xFF0C;&#x5199;&#x4F5C;&#x65B9;&#x5F0F;&#x9762;&#x5411;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#xFF0C;&#x5F88;&#x5BB9;&#x6613;&#x5165;&#x624B;&#x3002;&#x300A;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x901A;&#x53F2;&#x300B;&#x662F;&#x4E00;&#x672C;&#x901A;&#x53F2;&#x6559;&#x6750;&#xFF0C;&#x5168;&#x7403;&#x89C6;&#x89D2;&#x8F83;&#x4E3A;&#x5168;&#x9762;&#xFF0C;&#x5BF9;&#x4E2D;&#x56FD;&#x3001;&#x5370;&#x5EA6;&#x3001;&#x963F;&#x62C9;&#x4F2F;&#x7B49;&#x7684;&#x79D1;&#x5B66;&#x548C;&#x6280;&#x672F;&#x4F20;&#x7EDF;&#x90FD;&#x6709;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x65AD;&#x4EE3;&#x53F2;</p><p></p><p></p><ul><li>&#x67EF;&#x74E6;&#x96F7;&#xFF1A;&#x300A;&#x4ECE;&#x5C01;&#x95ED;&#x4E16;&#x754C;&#x5230;&#x65E0;&#x9650;&#x5B87;&#x5B99;&#x300B;&#xFF0C;&#x5F20;&#x535C;&#x5929;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;2016&#x5E74;</li><li>&#x5E93;&#x6069;&#xFF1A;&#x300A;&#x54E5;&#x767D;&#x5C3C;&#x9769;&#x547D;&#x300B;&#xFF0C;&#x5434;&#x56FD;&#x76DB;&#x7B49;&#x8BD1;&#xFF0C;&#x5317;&#x4EAC;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;</li></ul><p></p><p></p><p>&#x8FD9;&#x4E24;&#x672C;&#x8457;&#x4F5C;&#x90FD;&#x628A;&#x7126;&#x70B9;&#x653E;&#x5230;&#x4E86;&#x8FD1;&#x4EE3;&#x79D1;&#x5B66;&#x7684;&#x5174;&#x8D77; &#x2014;&#x2014; &#x5373;&#x4EE5;&#x54E5;&#x767D;&#x5C3C;&#x3001;&#x4F3D;&#x5229;&#x7565;&#x3001;&#x5F00;&#x666E;&#x52D2;&#x3001;&#x7B1B;&#x5361;&#x5C14;&#x3001;&#x725B;&#x987F;&#x7B49;&#x4E3A;&#x7684;<strong>&#x79D1;&#x5B66;&#x9769;&#x547D;</strong>&#x3002;</p><p></p><p></p><p>&#x300A;&#x4ECE;&#x5C01;&#x95ED;&#x4E16;&#x754C;&#x5230;&#x65E0;&#x9650;&#x5B87;&#x5B99;&#x300B;&#x4F5C;&#x4E3A;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53F2;&#x5B66;&#x6D3E;&#x9886;&#x8896;&#x67EF;&#x74E6;&#x96F7;&#x6700;&#x8D1F;&#x76DB;&#x540D;&#x3001;&#x6700;&#x6709;&#x5F71;&#x54CD;&#x7684;&#x4F5C;&#x54C1;&#xFF0C;&#x63CF;&#x8FF0;&#x4E86;&#x8FD9;&#x573A;&#x4EBA;&#x7C7B;&#x5386;&#x53F2;&#x4E0A;&#x6700;&#x4E3A;&#x6DF1;&#x523B;&#x7684;&#x53D8;&#x9769;&#x4E4B;&#x4E00;&#x7684;&#x601D;&#x60F3;&#x6F14;&#x5316;&#x7684;&#x8FC7;&#x7A0B;&#xFF0C;&#x5206;&#x6790;&#x72EC;&#x5230;&#x3001;&#x7EC6;&#x8282;&#x6DF1;&#x523B;&#xFF0C;&#x5C55;&#x73B0;&#x4E86;&#x9519;&#x7EFC;&#x590D;&#x6742;&#x3001;&#x52A8;&#x4EBA;&#x5FC3;&#x9B44;&#x7684;&#x7406;&#x667A;&#x63A2;&#x9669;&#x662F;&#x5982;&#x4F55;&#x5B8C;&#x6210;&#x7684;&#x3002;</p><p></p><p></p><p>&#x300A;&#x54E5;&#x767D;&#x5C3C;&#x9769;&#x547D;&#x300B;&#x662F;&#x5E93;&#x6069;&#x7684;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x53F2;&#x540D;&#x8457;&#xFF0C;&#x54E5;&#x767D;&#x5C3C;&#x62C9;&#x5F00;&#x4E86;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x7684;&#x5E8F;&#x5E55;&#xFF0C;&#x9605;&#x8BFB;&#x6B64;&#x4E66;&#x53EF;&#x4EE5;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x9769;&#x547D;&#x4E2D;&#x601D;&#x60F3;&#x5DE8;&#x53D8;&#x53D1;&#x751F;&#x7684;&#x8BE6;&#x7EC6;&#x8FC7;&#x7A0B;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x4E13;&#x9898;&#x53F2;</p><p></p><p></p><ul><li>&#x5E03;&#x9C81;&#x514B;&#xFF1A;&#x300A;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x300B;&#xFF0C;&#x82CF;&#x8D24;&#x8D35;&#x8BD1;&#xFF0C;&#x590D;&#x65E6;&#x5927;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;2000&#x5E74;</li></ul><p></p><p></p><p>&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x5173;&#x7CFB;&#xFF0C;&#x7531;&#x4E8E;&#x79CD;&#x79CD;&#x539F;&#x56E0;&#xFF0C;&#x5728;&#x73B0;&#x4EE3;&#x53D7;&#x5230;&#x4E86;&#x6781;&#x5927;&#x7684;&#x8BEF;&#x89E3;&#x3002;&#x5E03;&#x9C81;&#x514B;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x300B;&#x7ED3;&#x5408;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x53D1;&#x5C55;&#x7684;&#x5386;&#x53F2;&#xFF0C;&#x6DF1;&#x5165;&#x63A2;&#x8BA8;&#x4E86;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x7D27;&#x5BC6;&#x5173;&#x8054;&#x3001;&#x51B2;&#x7A81;&#x4E0E;&#x548C;&#x8C10;&#xFF0C;&#x8BA9;&#x8FD9;&#x79CD;&#x771F;&#x5B9E;&#x5173;&#x7CFB;&#x53EF;&#x4EE5;&#x5F97;&#x5230;&#x5C55;&#x73B0;&#x3002;</p><p></p><p></p><p>&#x7B2C;&#x4E09;&#x90E8;&#x5206;&#xFF1A;&#x79D1;&#x5B66;&#x601D;&#x60F3;</p><p></p><p></p><p>&#x8BB8;&#x591A;&#x6770;&#x51FA;&#x79D1;&#x5B66;&#x5BB6;&#x540C;&#x65F6;&#x4E5F;&#x662F;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x5BB6;&#xFF0C;&#x5728;&#x4ED6;&#x4EEC;&#x7684;&#x601D;&#x60F3;&#x8457;&#x4F5C;&#x4E2D;&#xFF0C;&#x7ECF;&#x5E38;&#x4F53;&#x73B0;&#x4E86;&#x4ED6;&#x4EEC;&#x4ECE;&#x4E8B;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x7684;&#x601D;&#x60F3;&#x8FC7;&#x7A0B;&#x53CA;&#x80CC;&#x540E;&#x7684;&#x54F2;&#x5B66;&#x5185;&#x6DB5;&#x3002;&#x79D1;&#x5B66;&#x601D;&#x60F3;&#x7C7B;&#x8457;&#x4F5C;&#x672C;&#x8D28;&#x4E0A;&#x4E5F;&#x63A2;&#x8BA8;&#x4E86;&#x8BB8;&#x591A;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x503C;&#x5F97;&#x6DF1;&#x5165;&#x9605;&#x8BFB;&#x3002;&#x6B64;&#x7C7B;&#x8457;&#x4F5C;&#x4E5F;&#x4E0D;&#x5C11;&#xFF0C;&#x8FD9;&#x91CC;&#x9009;&#x53D6;&#x4E86;&#x5176;&#x4E2D;&#x6709;&#x91CD;&#x8981;&#x5F71;&#x54CD;&#x7684;&#x4E00;&#x4E9B;&#xFF1A;</p><p></p><p></p><ul><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF1A;&#x300A;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x6587;&#x96C6;&#x300B;&#x7B2C;1&#x5377;&#xFF0C;&#x8BB8;&#x826F;&#x82F1;&#x7B49;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;</li><li>&#x6D77;&#x68EE;&#x5821;&#xFF1A;&#x300A;&#x7269;&#x7406;&#x5B66;&#x548C;&#x54F2;&#x5B66;&#x300B;&#xFF0C;&#x8303;&#x5CB1;&#x5E74;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;1981&#x5E74;</li><li>&#x859B;&#x5B9A;&#x8C14;&#xFF1A;&#x300A;&#x751F;&#x547D;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x7F16;&#x8BD1;&#x7EC4;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1973&#x5E74;</li><li>&#x7EF4;&#x7EB3;&#xFF1A;&#x300A;&#x63A7;&#x5236;&#x8BBA;&#x300B;&#xFF0C;&#x90DD;&#x5B63;&#x4EC1;&#x8BD1;&#xFF0C;&#x79D1;&#x5B66;&#x51FA;&#x7248;&#x793E;&#xFF0C;1963&#x5E74;</li></ul><p></p><p></p><p>&#x4EE5;&#x4E0B;&#x662F;&#x5B83;&#x4EEC;&#x7684;&#x7B80;&#x4ECB;&#xFF1A;</p><p></p><p></p><ul><li><strong>&#x7231;&#x56E0;&#x65AF;&#x5766;</strong>&#x4E0D;&#x4EC5;&#x662F;&#x4E00;&#x4F4D;&#x9769;&#x547D;&#x6027;&#x7684;&#x79D1;&#x5B66;&#x5BB6;&#xFF0C;&#x5728;&#x79D1;&#x5B66;&#x7814;&#x7A76;&#x65B9;&#x6CD5;&#x548C;&#x54F2;&#x5B66;&#x57FA;&#x7840;&#x65B9;&#x9762;&#x4E5F;&#x6709;&#x91CD;&#x8981;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x540C;&#x65F6;&#x5BF9;&#x516C;&#x4F17;&#x4E0E;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x4E5F;&#x6709;&#x7740;&#x5DE8;&#x5927;&#x7684;&#x5F71;&#x54CD;&#x529B;&#x3002;&#x300A;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x6587;&#x96C6;&#x300B;&#x7B2C;1&#x5377;&#xFF0C;&#x6536;&#x5F55;&#x4E86;&#x7231;&#x56E0;&#x65AF;&#x5766;&#x5728;&#x79D1;&#x5B66;&#x7684;&#x54F2;&#x5B66;&#x95EE;&#x9898;&#x3001;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x7269;&#x7406;&#x5B66;&#x7684;&#x53D8;&#x5316;&#x7B49;&#x591A;&#x65B9;&#x9762;&#x7684;&#x601D;&#x60F3;&#x3002;</li><li><strong>&#x6D77;&#x68EE;&#x5821;</strong>&#x7684;&#x300A;&#x7269;&#x7406;&#x5B66;&#x548C;&#x54F2;&#x5B66;&#x300B;&#x4EE5;&#x91CF;&#x5B50;&#x529B;&#x5B66;&#x4E3A;&#x4E3B;&#x7EBF;&#xFF0C;&#x8BA8;&#x8BBA;&#x4E86;&#x7269;&#x7406;&#x5B66;&#x7684;&#x54F2;&#x5B66;&#x5F71;&#x54CD;&#x3001;&#x5185;&#x5728;&#x7684;&#x54F2;&#x5B66;&#x95EE;&#x9898;&#xFF0C;&#x4EE5;&#x53CA;&#x7269;&#x7406;&#x5B66;&#x5BF9;&#x793E;&#x4F1A;&#x7684;&#x5F71;&#x54CD;&#x3002;</li><li><strong>&#x859B;&#x5B9A;&#x8C14;</strong>&#x4F5C;&#x4E3A;&#x4F1F;&#x5927;&#x7269;&#x7406;&#x5B66;&#x5BB6;&#xFF0C;&#x5199;&#x5C31;&#x4E86;&#x751F;&#x547D;&#x79D1;&#x5B66;&#x7684;&#x666E;&#x53CA;&#x4F5C;&#x54C1;&#x300A;&#x751F;&#x547D;&#x662F;&#x4EC0;&#x4E48;&#x300B;&#xFF0C;&#x5C55;&#x73B0;&#x4E86;&#x5176;&#x6DF1;&#x9083;&#x7684;&#x601D;&#x60F3;&#xFF0C;&#x76F4;&#x63A5;&#x542F;&#x53D1;&#x4E86;&#x5206;&#x5B50;&#x751F;&#x7269;&#x5B66;&#x7684;&#x8BDE;&#x751F;&#x548C;DNA&#x7684;&#x53D1;&#x73B0;&#x3002;</li><li><strong>&#x7EF4;&#x7EB3;</strong>&#x7684;&#x300A;&#x63A7;&#x5236;&#x8BBA;&#x300B;&#x5F15;&#x53D1;&#x4E86;20&#x4E16;&#x7EAA;&#x672B;&#x671F;&#x7684;&#x8BF8;&#x591A;&#x65B0;&#x5174;&#x7406;&#x8BBA;&#xFF0C;&#x4F8B;&#x5982;&#x590D;&#x6742;&#x6027;&#x7406;&#x8BBA;&#x3001;&#x4EBA;&#x5DE5;&#x751F;&#x547D;&#x3001;&#x6DF7;&#x6C8C;&#x7406;&#x8BBA;&#x7B49;&#xFF0C;&#x672C;&#x4E66;&#x7684;&#x6587;&#x7B14;&#x6D45;&#x663E;&#x4F46;&#x5374;&#x8574;&#x542B;&#x4E86;&#x8BB8;&#x591A;&#x6DF1;&#x523B;&#x7684;&#x601D;&#x60F3;&#x3002;</li></ul><p></p><p></p><p>&#x6B64;&#x5916;&#xFF0C;&#x4E3A;&#x4E86;&#x771F;&#x6B63;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x7684;&#x201C;&#x672C;&#x201D;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x6211;&#x4EEC;&#x4E5F;&#x9700;&#x8981;&#x771F;&#x6B63;&#x7406;&#x89E3;&#x4E2D;&#x534E;&#x6587;&#x660E;&#x7684;&#x201C;&#x6839;&#x201D;&#x2014;&#x2014;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#x7684;&#x4F20;&#x7EDF;&#xFF08;&#x4EE5;&#x53CA;&#x8BF8;&#x5B50;&#x601D;&#x60F3;&#xFF09;&#xFF1B;&#x53CD;&#x8FC7;&#x6765;&#x4E5F;&#x662F;&#x4E00;&#x6837;&#xFF0C;&#x8981;&#x771F;&#x6B63;&#x4ECE;&#x73B0;&#x5B9E;&#x4E2D;&#x7406;&#x89E3;&#x201C;&#x4EC1;-&#x793C;&#x201D;&#xFF0C;&#x4E5F;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x201C;&#x81EA;&#x7531;-&#x79D1;&#x5B66;&#x201D;&#x3002;&#x5426;&#x5219;&#x6211;&#x4EEC;&#x4E8B;&#x5B9E;&#x4E0A;&#x65E0;&#x6CD5;&#x771F;&#x6B63;&#x5206;&#x8FA8;&#x73B0;&#x5B9E;&#x4E16;&#x754C;&#x4E2D;&#x5404;&#x79CD;&#x95EE;&#x9898;&#x7684;&#x6765;&#x6E90;&#xFF0C;&#x4E5F;&#x5C31;&#x65E0;&#x6CD5;&#x7ED3;&#x5408;&#x73B0;&#x5B9E;&#x8FDB;&#x884C;&#x201C;&#x8FFD;&#x6839;&#x6EAF;&#x6E90;&#x201D;&#x3002;&#x5927;&#x5B66;&#x4E2D;&#x7684;&#x201C;&#x81EA;&#x7531;&#x6559;&#x80B2;&#x201D;&#xFF08;&#x4E5F;&#x79F0;&#x4E3A;&#x535A;&#x96C5;&#x6559;&#x80B2;&#x3001;&#x901A;&#x8BC6;&#x6559;&#x80B2;&#xFF09;&#xFF0C;&#x4E5F;&#x5E94;&#x8BE5;&#x5BF9;&#x8FD9;&#x201C;&#x5BFB;&#x672C;&#x201D;&#x7684;&#x6559;&#x80B2;&#x6709;&#x6240;&#x91CD;&#x89C6;&#x3002;&#x4F46;&#x8FD9;&#x4E00;&#x90E8;&#x5206;&#x7684;&#x63A8;&#x8350;&#x8BFB;&#x7269;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x6B64;&#x4E0D;&#x8D58;&#x8FF0;&#xFF0C;&#x7531;&#x5927;&#x5BB6;&#x81EA;&#x884C;&#x7814;&#x7A76;&#x548C;&#x63A2;&#x7D22;&#x3002;</p><p></p><p></p><p><em><strong>&#x8BFB;&#x7269;2&#xFF1A;&#x79D1;&#x666E;&#x8BFB;&#x7269;</strong></em></p><p></p><p></p><p>&#x4E0A;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x7740;&#x91CD;&#x4E8E;&#x201C;&#x5E95;&#x5C42;&#x201D;&#x7684;&#x5BF9;&#x4E8E;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x7684;&#x6784;&#x5EFA;&#xFF0C;&#x8FD9;&#x4E00;&#x8282;&#x6211;&#x4EEC;&#x4E3B;&#x8981;&#x4ECB;&#x7ECD;&#x201C;&#x77E5;&#x8BC6;&#x201D;&#x666E;&#x53CA;&#x76F8;&#x5173;&#x7684;&#x8BFB;&#x7269;&#x3002;&#x9664;&#x4E86;&#x5BF9;&#x4E8E;&#x201C;&#x672C;&#x8D28;&#x548C;&#x6839;&#x6E90;&#x201D;&#x7684;&#x638C;&#x63E1;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x9700;&#x8981;<strong>&#x5145;&#x6C9B;&#x7684;&#x79D1;&#x5B66;&#x201C;&#x77E5;&#x8BC6;&#x548C;&#x89C1;&#x8BC6;&#x201D;</strong>&#xFF0C;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x4F20;&#x7EDF;&#x624D;&#x80FD;&#x591F;&#x771F;&#x6B63;&#x5EFA;&#x7ACB;&#x8D77;&#x6765;&#x3002;</p><p></p><p></p><p>&#x5C0F;&#x5B66;&#x5230;&#x5927;&#x5B66;&#x7684;&#x79D1;&#x5B66;&#x8BFE;&#x7A0B;&#x7684;&#x6559;&#x80B2;&#xFF08;&#x6570;&#x5B66;&#x3001;&#x79D1;&#x5B66;&#x3001;&#x7269;&#x7406;&#x3001;&#x5316;&#x5B66;&#x3001;&#x751F;&#x7269;&#x3001;&#x5730;&#x7403;&#x79D1;&#x5B66;&#x3001;&#x5FC3;&#x7406;&#xFF0C;&#x7B49;&#x7B49;&#xFF09;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x4FBF;&#x662F;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#xFF0C;&#x5E76;&#x7ED3;&#x5408;&#x4E00;&#x5B9A;&#x7684;&#x79D1;&#x5B66;&#x8BAD;&#x7EC3;&#xFF0C;&#x5982;&#x79D1;&#x5B66;&#x5B9E;&#x9A8C;&#x3001;&#x89E3;&#x91CA;&#x548C;&#x89E3;&#x51B3;&#x79D1;&#x5B66;&#x95EE;&#x9898;&#x7B49;&#x3002;</p><p></p><p></p><p>&#x4F46;&#x5BF9;&#x6210;&#x5E74;&#x4EBA;&#x6765;&#x8BF4;&#xFF0C;&#x968F;&#x7740;&#x793E;&#x4F1A;&#x7ECF;&#x9A8C;&#x7684;&#x589E;&#x957F;&#xFF0C;&#x548C;&#x4E2A;&#x4EBA;&#x5174;&#x8DA3;&#x7684;&#x5206;&#x6563;&#xFF0C;&#x5176;&#x79D1;&#x5B66;&#x666E;&#x53CA;&#x7684;&#x8303;&#x56F4;&#x66F4;&#x5E7F;&#x9614;&#x7684;&#x3001;&#x4E5F;&#x66F4;&#x6DF1;&#x5165;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x5174;&#x8DA3;&#xFF0C;&#x4E86;&#x89E3;&#x7279;&#x5B9A;&#x9886;&#x57DF;&#x7684;&#x6700;&#x65B0;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#x3001;&#x6742;&#x5FD7;&#x3001;&#x5F71;&#x89C6;&#x7B49;&#xFF1B;&#x6216;&#x8005;&#xFF0C;&#x7ED3;&#x5408;&#x793E;&#x4F1A;&#x73B0;&#x5B9E;&#xFF0C;&#x4E86;&#x89E3;&#x4E0E;&#x751F;&#x6D3B;&#x73B0;&#x5B9E;&#x5BC6;&#x5207;&#x76F8;&#x5173;&#x7684;&#x79D1;&#x666E;&#x8457;&#x4F5C;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x666E;&#x540D;&#x8457;&#x6570;&#x91CF;&#x975E;&#x5E38;&#x5E9E;&#x5927;&#xFF0C;&#x800C;&#x4E14;&#x4E0D;&#x4EC5;&#x4EC5;&#x5305;&#x62EC;&#x6570;&#x7406;&#x5B9E;&#x9A8C;&#x79D1;&#x5B66;&#x7684;&#x8457;&#x4F5C;&#xFF0C;&#x8FD8;&#x5305;&#x62EC;&#x5927;&#x91CF;&#x7684;&#x535A;&#x7269;&#x5B66;&#x4F20;&#x7EDF;&#x7684;&#x8457;&#x4F5C;&#x3002;&#x5728;&#x5F62;&#x5F0F;&#x4E0A;&#xFF0C;&#x968F;&#x7740;&#x7535;&#x5B50;&#x5A92;&#x4ECB;&#x7684;&#x53D1;&#x5C55;&#xFF0C;&#x89C6;&#x9891;&#x3001;&#x97F3;&#x9891;&#x7B49;&#x624B;&#x6BB5;&#x4E5F;&#x88AB;&#x4F7F;&#x7528;&#x7684;&#x8D8A;&#x6765;&#x8D8A;&#x5E7F;&#x6CDB;&#x3002;&#x4EE5;&#x4E0B;&#x7F57;&#x5217;&#x4E00;&#x4E9B;&#x8F83;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x548C;&#x4EF7;&#x503C;&#x7684;&#x79D1;&#x666E;&#x4E66;&#x7C4D;&#xFF0C;&#x4F9B;&#x8BFB;&#x8005;&#x53C2;&#x8003;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x6559;&#x6750;</p><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x771F;&#x6B63;&#x8981;&#x638C;&#x63E1;&#x79D1;&#x5B66;&#x77E5;&#x8BC6;&#xFF0C;&#x4ECE;&#x6559;&#x6750;&#x5165;&#x624B;&#x4E00;&#x822C;&#x66F4;&#x4E3A;&#x51C6;&#x786E;&#x548C;&#x6709;&#x6548;&#x3002;&#x4E00;&#x822C;&#x76F4;&#x63A5;&#x9009;&#x53D6;&#x5404;&#x5B66;&#x79D1;&#x6B63;&#x5728;&#x4F7F;&#x7528;&#x7684;&#x6559;&#x6750;&#x4FBF;&#x53EF;&#x4EE5;&#x4E86;&#x3002;&#x4F46;&#x6210;&#x5E74;&#x4EBA;&#x613F;&#x610F;&#x6DF1;&#x5165;&#x8BFB;&#x4E00;&#x672C;&#x79D1;&#x5B66;&#x6559;&#x6750;&#xFF0C;&#x5982;&#x300A;&#x7269;&#x7406;&#x5316;&#x5B66;&#x300B;&#x3001;&#x300A;&#x751F;&#x7269;&#x4FE1;&#x606F;&#x5B66;&#x300B;&#x7B49;&#xFF0C;&#x76F8;&#x5BF9;&#x5E94;&#x8BE5;&#x6BD4;&#x8F83;&#x5C11;&#xFF0C;&#x6240;&#x4EE5;&#x53EF;&#x4EE5;&#x7ED3;&#x5408;&#x81EA;&#x8EAB;&#x5174;&#x8DA3;&#x548C;&#x73B0;&#x5B9E;&#x95EE;&#x9898;&#x5165;&#x624B;&#xFF0C;&#x201C;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x3001;&#x4E30;&#x8863;&#x8DB3;&#x98DF;&#x201D;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x8457;&#x4F5C;</p><p></p><p></p><ol><li>M&#xB7;&#x514B;&#x83B1;&#x56E0;&#xFF1A;&#x300A;&#x6570;&#x5B66;&#xFF1A;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x4E27;&#x5931;&#x300B;&#xFF0C;&#x674E;&#x5B8F;&#x9B41; &#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x51FA;&#x7248;&#x793E;&#xFF0C;2003&#x5E74;&#x7B2C;1&#x7248;&#xFF0C;2007&#x5E74;&#x7B2C;2&#x7248;</li><li>&#x4F3D;&#x5FB7;&#x7EB3;&#x300A;&#x554A;&#x54C8;&#xFF01;&#x7075;&#x673A;&#x4E00;&#x52A8;&#x300B;&#xFF0C;&#x767D;&#x82F1;&#x5F69;&#x7B49;&#x8BD1;&#xFF0C;&#x4E0A;&#x6D77;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x732E;&#x51FA;&#x7248;&#x793E;&#xFF0C;1981&#x5E74;</li><li>&#x970D;&#x91D1;&#xFF1A;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#xFF0C;&#x8BB8;&#x660E;&#x8D24;&#x7B49;&#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x6280;&#x51FA;&#x7248;&#x793E;&#xFF0C;2001&#x5E74;</li><li>&#x5F6D;&#x7F57;&#x65AF;&#xFF1A;&#x300A;&#x7687;&#x5E1D;&#x65B0;&#x8111;&#x300B;&#xFF0C;&#x8BB8;&#x660E;&#x8D24;&#x7B49;&#x8BD1;&#xFF0C;&#x6E56;&#x5357;&#x79D1;&#x6280;&#x51FA;&#x7248;&#x793E;&#xFF0C;1995&#x5E74;</li><li>&#x9053;&#x91D1;&#x65AF;&#xFF1A;&#x300A;&#x81EA;&#x79C1;&#x7684;&#x57FA;&#x56E0;&#x300B;&#xFF0C;&#x5362;&#x5141;&#x4E2D;&#x7B49;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;</li><li>&#x4FAF;&#x4E16;&#x8FBE;&#xFF1A;&#x300A;&#x54E5;&#x5FB7;&#x5C14;&#x3001;&#x827E;&#x820D;&#x5C14;&#x3001;&#x5DF4;&#x8D6B;&#x300B;&#xFF0C;&#x90ED;&#x7EF4;&#x5FB7;&#x7B49;&#x8BD1;&#xFF0C;&#x5546;&#x52A1;&#x5370;&#x4E66;&#x9986;&#xFF0C;1996&#x5E74;</li><li>&#x5361;&#x900A;&#xFF1A;&#x300A;&#x5BC2;&#x9759;&#x7684;&#x6625;&#x5929;&#x300B;&#xFF0C;&#x5415;&#x745E;&#x5170;&#x7B49;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1997&#x5E74;</li><li>&#x8428;&#x6839;&#xFF1A;&#x300A;&#x9B54;&#x9B3C;&#x51FA;&#x6CA1;&#x7684;&#x4E16;&#x754C;&#x300B;&#xFF0C;&#x674E;&#x5927;&#x5149;&#x8BD1;&#xFF0C;&#x5409;&#x6797;&#x4EBA;&#x6C11;&#x51FA;&#x7248;&#x793E;&#xFF0C;1998&#x5E74;</li><li>&#x5C3C;&#x5C14;&#xB7;&#x6CE2;&#x5179;&#x66FC;&#xFF1A;&#x300A;&#x5A31;&#x4E50;&#x81F3;&#x6B7B;&#x300B;&#x300A;&#x7AE5;&#x5E74;&#x7684;&#x6D88;&#x901D;&#x300B;&#x300A;&#x6280;&#x672F;&#x5784;&#x65AD;&#x300B;</li><li>&#x5C24;&#x74E6;&#x5C14;&#xB7;&#x8D6B;&#x62C9;&#x5229;&#xFF1A;&#x300A;&#x4EBA;&#x7C7B;&#x7B80;&#x53F2;&#x300B;&#xFF0C;&#x6797;&#x4FCA;&#x5B8F;&#x8BD1;&#xFF0C;&#x4E2D;&#x4FE1;&#x51FA;&#x7248;&#x793E;&#xFF0C;2014&#x5E74;</li></ol><p></p><p></p><p>&#x4EE5;&#x4E0A;&#x7684;&#x5927;&#x90E8;&#x5206;&#x8457;&#x4F5C;&#x90FD;&#x5341;&#x5206;&#x7ECF;&#x5178;&#xFF0C;&#x6709;&#x8F83;&#x9AD8;&#x601D;&#x60F3;&#x6027;&#xFF0C;&#x4EC5;&#x505A;&#x7B80;&#x8981;&#x4ECB;&#x7ECD;&#x3002;</p><p></p><p></p><p>&#x5982;&#x514B;&#x83B1;&#x56E0;&#x7684;&#x300A;&#x6570;&#x5B66;&#xFF1A;&#x786E;&#x5B9A;&#x6027;&#x7684;&#x4E27;&#x5931;&#x300B;&#x5BF9;&#x6570;&#x5B66;&#x5371;&#x673A;&#x7684;&#x8BBA;&#x8FF0;&#x3001;&#x300A;&#x554A;&#x54C8;&#xFF01;&#x7075;&#x673A;&#x4E00;&#x52A8;&#x300B;&#x7684;&#x6570;&#x5B66;&#x6E38;&#x620F;&#x3001;&#x300A;&#x65F6;&#x95F4;&#x7B80;&#x53F2;&#x300B;&#x548C;&#x300A;&#x7687;&#x5E1D;&#x65B0;&#x8111;&#x300B;&#x4F5C;&#x4E3A;&#x7545;&#x9500;&#x4E66;&#x66F4;&#x65E0;&#x987B;&#x591A;&#x8A00;&#x3001;&#x300A;&#x81EA;&#x79C1;&#x7684;&#x57FA;&#x56E0;&#x300B;&#x7684;&#x751F;&#x7269;&#x793E;&#x4F1A;&#x5B66;&#x9610;&#x91CA;&#x3001;&#x300A;&#x54E5;&#x5FB7;&#x5C14;&#x3001;&#x827E;&#x820D;&#x5C14;&#x3001;&#x5DF4;&#x8D6B;&#x300B;&#x5BF9;&#x903B;&#x8F91;&#x6096;&#x8BBA;&#x7684;&#x63A2;&#x8BA8;&#x3001;&#x300A;&#x5BC2;&#x9759;&#x7684;&#x6625;&#x5929;&#x300B;&#x5BF9;&#x73AF;&#x5883;&#x4FDD;&#x62A4;&#x7684;&#x547C;&#x5524;&#x3001;&#x300A;&#x9B54;&#x9B3C;&#x51FA;&#x6CA1;&#x7684;&#x4E16;&#x754C;&#x300B;&#x5BF9;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x7684;&#x666E;&#x53CA;&#x3001;&#x5C3C;&#x5C14;&#xB7;&#x6CE2;&#x5179;&#x66FC;&#x7684;&#x4E09;&#x90E8;&#x66F2;&#x5BF9;&#x7535;&#x89C6;&#x5A92;&#x4ECB;&#x7684;&#x6279;&#x5224;&#x3001;&#x300A;&#x4EBA;&#x7C7B;&#x7B80;&#x53F2;&#x300B;&#x5BF9;&#x4EBA;&#x7C7B;&#x5B8F;&#x89C2;&#x5386;&#x53F2;&#x7684;&#x63CF;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x6742;&#x5FD7;</p><p></p><p></p><p>&#x5F53;&#x524D;&#x597D;&#x7684;&#x79D1;&#x5B66;&#x6742;&#x5FD7;&#x5E76;&#x4E0D;&#x591A;&#xFF0C;&#x9996;&#x63A8; <strong>&#x300A;&#x73AF;&#x7403;&#x79D1;&#x5B66;&#x300B;&#xFF08;Scientific American&#xFF09;</strong>&#x3002;&#x6B64;&#x6742;&#x5FD7;&#x8BA8;&#x8BBA;&#x4E16;&#x754C;&#x79D1;&#x5B66;&#x7684;&#x6700;&#x65B0;&#x8FDB;&#x5C55;&#x3001;&#x5F18;&#x626C;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#xFF0C;&#x9002;&#x5408;&#x6210;&#x5E74;&#x4EBA;&#x6269;&#x5C55;&#x79D1;&#x5B66;&#x773C;&#x754C;&#x3001;&#x589E;&#x957F;&#x5174;&#x8DA3;&#x3002;</p><p></p><p></p><p><strong><em>&#x8BFB;&#x7269;3&#xFF1A;&#x79D1;&#x5E7B;&#x6587;&#x5B66;</em></strong></p><p></p><p></p><p>&#x4F18;&#x79C0;&#x7684;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x201D;&#x8BFB;&#x7269;&#x7684;&#x601D;&#x60F3;&#x548C;&#x77E5;&#x8BC6;&#x6BD4;&#x8F83;&#x7EAF;&#x6B63;&#x3001;&#x6BD4;&#x8F83;&#x201C;&#x5E72;&#x8D27;&#x201D;&#xFF0C;&#x4F46;&#x5728;&#x5927;&#x4F17;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x6D41;&#x901A;&#x6027;&#x53CD;&#x800C;&#x6CA1;&#x6709;&#x90A3;&#x4E48;&#x9AD8;&#xFF0C;&#x8FD1;&#x5E74;&#x6765;&#x968F;&#x7740;&#x79D1;&#x5E7B;&#x6587;&#x5316;&#x7684;&#x5347;&#x6E29;&#xFF0C;&#x5BF9;&#x4E8E;&#x63A8;&#x52A8;&#x5927;&#x4F17;&#x7684;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x666E;&#x53CA;&#x4E5F;&#x6709;&#x5341;&#x5206;&#x91CD;&#x8981;&#x7684;&#x610F;&#x4E49;&#x3002;&#x5C06;&#x79D1;&#x5B66;&#x57FA;&#x7840;&#x4E0E;&#x6587;&#x5B66;&#x5E7B;&#x60F3;&#x7ED3;&#x5408;&#xFF0C;&#x5E76;&#x7ECF;&#x7531;&#x5F71;&#x89C6;&#x7B49;&#x5A92;&#x4ECB;&#x5730;&#x63A8;&#x6CE2;&#x52A9;&#x6F9C;&#xFF0C;&#x5F71;&#x54CD;&#x529B;&#x4E0D;&#x5BB9;&#x5FFD;&#x89C6;&#x3002;</p><p></p><p></p><p>&#x4E0E;&#x5176;&#x4ED6;&#x7C7B;&#x578B;&#x7684;&#x8BFB;&#x7269;&#x4E00;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x63A8;&#x8350;&#x8BFB;&#x8005;&#x9605;&#x8BFB;&#x6709;&#x601D;&#x60F3;&#x3001;&#x597D;&#x770B;&#x7684;&#x79D1;&#x5E7B;&#x7ECF;&#x5178;&#xFF0C;&#x5176;&#x5F62;&#x5F0F;&#x53EF;&#x4EE5;&#x662F;&#x5C0F;&#x8BF4;&#x3001;&#x7535;&#x5F71;&#x3001;&#x7535;&#x89C6;&#x3001;&#x52A8;&#x753B;&#x3001;&#x6E38;&#x620F;&#x7B49;&#xFF1B;&#x8FD9;&#x91CC;&#x4E3B;&#x8981;&#x8BB2;&#x5C0F;&#x8BF4;&#x548C;&#x7535;&#x5F71;&#xFF0C;&#x4F46;&#x7535;&#x89C6;&#xFF08;&#x5982;&#x300A;&#x897F;&#x90E8;&#x4E16;&#x754C;&#x300B;&#xFF09;&#x3001;&#x52A8;&#x753B;&#xFF08;&#x5982;&#x300A;&#x661F;&#x9645;&#x8FF7;&#x822A;&#x300B;&#x3001;&#x300A;&#x65B0;&#x4E16;&#x7EAA;&#x798F;&#x97F3;&#x6218;&#x58EB;&#x300B;&#xFF09;&#x3001;&#x6E38;&#x620F;&#xFF08;&#x5982;&#x300A;&#x661F;&#x9645;&#x4E89;&#x9738;&#x300B;&#xFF09;&#x7B49;&#x4E5F;&#x975E;&#x5E38;&#x4E30;&#x5BCC;&#x3002;</p><p></p><p></p><p>&#xFF08;1&#xFF09;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;</p><p></p><p></p><p>&#x8FD1;&#x5341;&#x5E74;&#x6765;&#x300A;&#x4E09;&#x4F53;&#x300B;&#x7684;&#x5D1B;&#x8D77;&#x786E;&#x5B9E;&#x5E26;&#x6765;&#x4E86;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x6587;&#x4F53;&#x5728;&#x4E2D;&#x56FD;&#x7684;&#x706B;&#x70ED;&#xFF0C;&#x867D;&#x7136;&#x8FD8;&#x6BD4;&#x4E0D;&#x4E0A;&#x66FE;&#x7ECF;&#x7684;&#x6B66;&#x4FA0;&#x5C0F;&#x8BF4;&#x5728;&#x5927;&#x4F17;&#x6587;&#x5316;&#x4E2D;&#x7684;&#x5730;&#x4F4D;&#xFF0C;&#x4F46;&#x4E5F;&#x5DF2;&#x7ECF;&#x8FFD;&#x4E0A;&#x4E86;&#x5F88;&#x591A;&#x3002;</p><p></p><p></p><p>&#x4F18;&#x79C0;&#x7684;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x5177;&#x6709;&#x4E0D;&#x9519;&#x7684;&#x9605;&#x8BFB;&#x4F53;&#x9A8C;&#x548C;&#x8D85;&#x8D8A;&#x7684;&#x60F3;&#x8C61;&#x529B;&#xFF0C;&#x5C3D;&#x7BA1;&#x96BE;&#x4EE5;&#x505A;&#x5230;&#x79D1;&#x5B66;&#x601D;&#x7EF4;&#x7684;&#x4E25;&#x8C28;&#xFF0C;&#x4F46;&#x5374;&#x662F;<strong>&#x63A8;&#x5E7F;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x95EE;&#x9898;&#x610F;&#x8BC6;</strong>&#x7684;&#x6709;&#x6548;&#x9014;&#x5F84;&#xFF1B;&#x6BD4;&#x5982;&#x6211;&#x4EEC;&#x5728;&#x4E0A;&#x6587;&#x63D0;&#x5230;&#x8FC7;&#x7684;&#x5218;&#x6148;&#x6B23;&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;&#x4E2D;&#x5BF9;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7406;&#x60F3;&#x7684;&#x751F;&#x52A8;&#x63CF;&#x8FF0;&#x3002;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x6570;&#x91CF;&#x6BD4;&#x201C;&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x548C;&#x79D1;&#x5B66;&#x53F2;&#x201D;&#x3001;&#x201C;&#x79D1;&#x666E;&#x201D;&#x8BFB;&#x7269;&#x7B49;&#x8FD8;&#x8981;&#x5E9E;&#x5927;&#xFF0C;&#x505A;&#x5C0F;&#x8BF4;&#x63A8;&#x8350;&#x7684;&#x4E5F;&#x5F88;&#x591A;&#x4E86;&#x3002;&#x8FD9;&#x91CC;&#x53EA;&#x63A8;&#x8350;&#x4E00;&#x4E9B;&#x516C;&#x8BA4;&#x7684;&#x7ECF;&#x5178;&#xFF1B;&#x76F4;&#x63A5;&#x4ECE;&#x6700;&#x6709;&#x5F71;&#x54CD;&#x529B;&#x7684;&#x79D1;&#x5E7B;&#x4F5C;&#x5BB6;&#xFF0C;&#x6309;&#x7167;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x7684;&#x5386;&#x53F2;&#x987A;&#x5E8F;&#x5F00;&#x59CB;&#x9605;&#x8BFB;&#xFF0C;&#x4E00;&#x822C;&#x95EE;&#x9898;&#x4E0D;&#x5927;&#xFF1A;</p><p></p><p></p><ul><li>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x7684;&#x5960;&#x57FA;&#xFF08;19&#x4E16;&#x7EAA;&#x672B;&#x671F;&#xFF09;&#xFF1A;<ul><li>&#x51E1;&#x5C14;&#x7EB3;&#xFF1A;&#x300A;&#x6D77;&#x5E95;&#x4E24;&#x4E07;&#x91CC;&#x300B;&#x3001;&#x300A;&#x4ECE;&#x5730;&#x7403;&#x5230;&#x6708;&#x7403;&#x300B;&#x3001;&#x300A;&#x673A;&#x5668;&#x5C9B;&#x300B;&#x7B49;</li><li>&#x5A01;&#x5C14;&#x65AF;&#xFF1A;&#x300A;&#x65F6;&#x95F4;&#x673A;&#x5668;&#x300B;&#x3001;&#x300A;&#x4E16;&#x754C;&#x4E4B;&#x6218;&#x300B;&#x3001;&#x300A;&#x9690;&#x5F62;&#x4EBA;&#x300B;&#x7B49;</li></ul></li><li>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x201C;&#x9EC4;&#x91D1;&#x65F6;&#x4EE3;&#x201D;&#xFF08;20&#x4E16;&#x7EAA;&#x4E2D;&#x671F;&#xFF09;&#xFF1A;<ul><li>&#x963F;&#x897F;&#x83AB;&#x592B;&#xFF1A;&#x300A;&#x57FA;&#x5730;&#x300B;&#x7CFB;&#x5217;&#x3001;&#x300A;&#x673A;&#x5668;&#x4EBA;&#x300B;&#x7CFB;&#x5217;&#x7B49;</li><li>&#x514B;&#x62C9;&#x514B;&#xFF1A;&#x300A;&#x5929;&#x5802;&#x7684;&#x55B7;&#x6CC9;&#x300B;&#x3001;&#x300A;2001&#x2014;&#x2014;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x3001;&#x300A;&#x4E0E;&#x62C9;&#x739B;&#x6C47;&#x5408;&#x300B;&#x7B49;</li><li>&#x6D77;&#x56E0;&#x83B1;&#x56E0;&#xFF1A;&#x300A;&#x5F02;&#x4E61;&#x5F02;&#x5BA2;&#x300B;&#x3001;&#x300A;&#x4E25;&#x5389;&#x7684;&#x6708;&#x4EAE;&#x300B;&#x3001;&#x300A;&#x94F6;&#x6CB3;&#x7CFB;&#x516C;&#x6C11;&#x300B;&#x7B49;</li></ul></li><li>&#x5F53;&#x4EE3;&#x4E2D;&#x56FD;&#x7684;&#x6F6E;&#x6D41;&#xFF08;21&#x4E16;&#x7EAA;&#x521D;&#x53F6;&#xFF09;&#xFF1A;<ul><li>&#x5218;&#x6148;&#x6B23;&#xFF1A;&#x300A;&#x4E09;&#x4F53;&#x300B;&#x7CFB;&#x5217;</li></ul></li></ul><p></p><p></p><p>&#x5BF9;&#x4E8E;&#x771F;&#x6B63;&#x7684;&#x79D1;&#x5E7B;&#x8FF7;&#xFF0C; &#x8FD9;&#x4E9B;&#x4F5C;&#x54C1;&#x591A;&#x534A;&#x662F;&#x65E0;&#x6CD5;&#x6EE1;&#x8DB3;&#x5176;&#x80C3;&#x53E3;&#x7684;&#xFF0C;&#x5FC5;&#x7136;&#x4F1A;&#x5EF6;&#x4F38;&#x5F00;&#x53BB;&#xFF0C;&#x4E3B;&#x52A8;&#x63A2;&#x7D22;&#x3002;&#x4F46;&#x4EC5;&#x4ECE;&#x201C;&#x79D1;&#x5B66;&#x201D;&#x8BFB;&#x7269;&#x7684;&#x89D2;&#x5EA6;&#xFF0C;&#x8FD9;&#x4E9B;&#x4F5C;&#x54C1;&#x5374;&#x4E5F;&#x53EF;&#x4EE5;&#x8BA9;&#x4E00;&#x822C;&#x8BFB;&#x8005;&#x4E86;&#x89E3;&#x79D1;&#x5B66;&#x5E7B;&#x60F3;&#x4E16;&#x754C;&#x7684;&#x5947;&#x8DA3;&#x4E0E;&#x60F3;&#x8C61;&#x4E86;&#x3002;</p><p></p><p></p><p>&#xFF08;2&#xFF09;&#x79D1;&#x5E7B;&#x7535;&#x5F71;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x7684;&#x610F;&#x4E49;&#x5728;&#x6781;&#x5F3A;&#x7684;&#x4F20;&#x64AD;&#x6027;&#x4E0E;&#x6C89;&#x6D78;&#x5F0F;&#x4F53;&#x9A8C;&#x3002;&#x4F46;&#x516C;&#x8BA4;&#x7684;&#x7ECF;&#x5178;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x5176;&#x5B9E;&#x6CA1;&#x6709;&#x60F3;&#x8C61;&#x4E2D;&#x90A3;&#x4E48;&#x591A;&#xFF0C;&#x66F4;&#x591A;&#x7684;&#x8FD8;&#x662F;&#x7206;&#x7C73;&#x82B1;&#x7535;&#x5F71;&#x3002;&#x8FD9;&#x91CC;&#x53EA;&#x5217;&#x51FA;&#x4E86;&#x6211;&#x8BA4;&#x4E3A;&#x601D;&#x60F3;&#x6027;&#x8F83;&#x9AD8;&#x7684;3&#x90E8;&#xFF0C;&#x5927;&#x5BB6;&#x5E94;&#x8BE5;&#x4E5F;&#x5F88;&#x719F;&#x6089;&#xFF1A;</p><p></p><p></p><ol><li>&#x300A;2001&#xFF1A;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#xFF08;2001: A Space Odyssey&#xFF09;&#xFF0C;1968&#x5E74;</li><li>&#x300A;&#x94F6;&#x7FFC;&#x6740;&#x624B;&#x300B;&#xFF08;Blade Runner&#xFF09;&#xFF0C;1982&#x5E74;</li><li>&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x4E09;&#x90E8;&#x66F2;&#xFF08;The Matrix&#xFF09;&#xFF0C;1999&#x5E74; / 2003&#x5E74;</li></ol><p></p><p></p><p>&#x300A;2001&#xFF1A;&#x592A;&#x7A7A;&#x6F2B;&#x6E38;&#x300B;&#x88AB;&#x79F0;&#x4E3A;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x5723;&#x7ECF;&#xFF0C;&#x7A7A;&#x7075;&#x4E0E;&#x795E;&#x79D8;&#x662F;&#x5B83;&#x7684;&#x7279;&#x70B9;&#xFF1B;&#x300A;&#x94F6;&#x7FFC;&#x6740;&#x624B;&#x300B;&#x5BF9;&#x590D;&#x5236;&#x4EBA;&#x4E3B;&#x9898;&#x3001;&#x8D5B;&#x535A;&#x670B;&#x514B;&#x5177;&#x6709;&#x5F00;&#x521B;&#x6027;&#xFF1B;&#x300A;&#x9ED1;&#x5BA2;&#x5E1D;&#x56FD;&#x300B;&#x5BF9;&#x73B0;&#x5B9E;&#x5B58;&#x5728;&#x7684;&#x8D28;&#x7591;&#xFF0C;&#x5177;&#x6709;&#x542F;&#x53D1;&#x6027;&#x3002;</p><p></p><p></p><p>&#x8FD9;&#x91CC;&#x4E5F;&#x53C2;&#x8003;&#x4E86;&#x4E0A;&#x6D77;&#x4EA4;&#x901A;&#x5927;&#x5B66;&#x6C5F;&#x6653;&#x539F;&#x6559;&#x6388;&#x4E3B;&#x7F16;&#x7684;&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;&#xFF08;2007&#x5E74;&#xFF09;&#x4E2D;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x4E0B;&#x7684;&#x4E13;&#x9898;&#xFF0C;&#x6709;&#x591A;&#x4F4D;&#x4E13;&#x5BB6;&#x63D0;&#x4F9B;&#x7684;&#x89C2;&#x5F71;&#x5217;&#x8868;&#xFF0C;&#x6BD4;&#x5982;&#x5176;&#x4E2D;&#x4E5F;&#x5305;&#x542B;<a href="http://shc2000.sjtu.edu.cn/0712/28liu.htm" target="_blank" rel="noreferrer noopener">&#x5218;&#x6148;&#x6B23;&#x7684;&#x63A8;&#x8350;</a>&#xFF0C;&#x8BFB;&#x8005;&#x53EF;&#x4EE5;&#x81EA;&#x884C;&#x67E5;&#x770B;&#x3002;&#x66F4;&#x591A;&#x7684;&#x79D1;&#x5E7B;&#x7535;&#x5F71;&#x8D4F;&#x6790;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x8003;<a href="https://movie.douban.com/typerank?type_name=%E7%A7%91%E5%B9%BB%E7%89%87&amp;type=17&amp;interval_id=100:90&amp;action=" target="_blank" rel="noreferrer noopener">&#x8C46;&#x74E3;</a>&#x548C;IMDB&#x7684;&#x6392;&#x884C;&#x699C;&#x3002;</p><p></p><p></p><p>&#xFF08;3&#xFF09;&#x5BF9;&#x79D1;&#x5E7B;&#x7684;&#x53CD;&#x601D;</p><p></p><p></p><p>&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x662F;&#x4E00;&#x79CD;&#x5927;&#x4F17;&#x6587;&#x5316;&#xFF0C;&#x6062;&#x5F18;&#x7684;&#x60F3;&#x8C61;&#x4E0E;&#x7CBE;&#x5BC6;&#x7684;&#x79D1;&#x5B66;&#x903B;&#x8F91;&#x662F;&#x5B83;&#x5E7F;&#x4E3A;&#x4F20;&#x64AD;&#x7684;&#x539F;&#x56E0;&#x3002;&#x4F46;&#x79D1;&#x5E7B;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x601D;&#x8003;&#x7684;&#x540C;&#x65F6;&#xFF0C;&#x4E5F;&#x5728;&#x5E26;&#x6765;&#x4E00;&#x4E9B;&#x65B0;&#x7684;&#x6311;&#x6218;&#x4E0E;&#x673A;&#x9047;&#x3002;</p><p></p><p></p><p>&#x9996;&#x5148;&#xFF0C;&#x79D1;&#x5E7B;&#x6587;&#x5B66;&#x672C;&#x8EAB;&#x5E76;&#x65E0;&#x6CD5;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x6F84;&#x6E05;&#x201C;&#x6C42;&#x771F;&#x201D;&#x7684;&#x79D1;&#x5B66;&#x8FD9;&#x4E00;&#x4F20;&#x7EDF;&#xFF0C;&#x76F8;&#x53CD;&#x5BF9;&#x4E8E;&#x5927;&#x4F17;&#x8BA4;&#x8BC6;&#x79D1;&#x5B66;&#x7684;&#x529B;&#x91CF;&#x548C;&#x793E;&#x4F1A;&#x610F;&#x4E49;&#x662F;&#x4E00;&#x79CD;&#x52A0;&#x5F3A;&#xFF1B;&#x79D1;&#x5E7B;&#x4E2D;&#x5BF9;&#x6280;&#x672F;&#x7684;&#x5F3A;&#x8C03;&#x5E38;&#x5E38;&#x9AD8;&#x4E8E;&#x79D1;&#x5B66;&#xFF0C;&#x79D1;&#x5E7B;&#x4E5F;&#x662F;&#x201C;&#x79D1;&#x5B66;&#x4E3B;&#x4E49;&#x201D;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x5728;&#x6587;&#x5B66;&#x5F71;&#x89C6;&#x4E2D;&#x7684;&#x6295;&#x5C04;&#x3002;&#x4F46;&#x6211;&#x4EEC;&#x8FD8;&#x662F;&#x9700;&#x8981;&#x80AF;&#x5B9A;&#x5B83;&#x5728;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x7CBE;&#x795E;&#x3001;&#x542F;&#x53D1;&#x95EE;&#x9898;&#x610F;&#x8BC6;&#x3001;&#x8BA9;&#x66F4;&#x591A;&#x4EBA;&#x4EF0;&#x671B;&#x661F;&#x7A7A;&#x8FD9;&#x65B9;&#x9762;&#x7684;&#x4F5C;&#x7528;&#x3002;</p><p></p><p></p><p>&#x5176;&#x6B21;&#xFF0C;&#x79D1;&#x5E7B;&#x4E0E;&#x201C;&#x672A;&#x6765;&#x5B66;&#x201D;&#x6709;&#x7740;&#x5341;&#x5206;&#x5BC6;&#x5207;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x5A92;&#x4F53;&#x4E50;&#x4E8E;&#x62A5;&#x9053;&#x67D0;&#x9879;&#x73B0;&#x5B9E;&#x53D1;&#x660E;&#x66FE;&#x7ECF;&#x5728;&#x67D0;&#x672C;&#x79D1;&#x5E7B;&#x4E2D;&#x6709;&#x8FC7;&#x9884;&#x8A00;&#x3002;&#x79D1;&#x5E7B;&#x786E;&#x5B9E;&#x4E5F;&#x8D77;&#x5230;&#x4E86;&#x5438;&#x5F15;&#x66F4;&#x591A;&#x4EBA;&#x601D;&#x8003;&#x672A;&#x6765;&#x95EE;&#x9898;&#x7684;&#x4F5C;&#x7528;&#x3002;&#x751A;&#x81F3;&#x4E8E;&#x672A;&#x6765;&#x5B66;&#x5BB6;&#x4E5F;&#x5E38;&#x5E38;&#x628A;&#x79D1;&#x5E7B;&#x5C0F;&#x8BF4;&#x5BB6;&#x89C6;&#x4E3A;&#x81EA;&#x5DF1;&#x7684;&#x540C;&#x9053;&#xFF0C;&#x5982;&#x514B;&#x62C9;&#x514B;&#x3001;&#x963F;&#x897F;&#x83AB;&#x592B;&#x3001;&#x5965;&#x5C14;&#x8FEA;&#x65AF;&#x7B49;&#x3002;&#x8FD9;&#x662F;&#x79D1;&#x5E7B;&#x7684;&#x60F3;&#x8C61;&#x529B;&#x5411;&#x672A;&#x6765;&#x5EF6;&#x4F38;&#x7684;&#x7ED3;&#x679C;&#xFF0C;&#x4F46;&#x4E5F;&#x9700;&#x8B66;&#x60D5;&#x5B83;&#x5F71;&#x54CD;&#x672A;&#x6765;&#x7684;&#x4E0D;&#x53EF;&#x63A7;&#x7684;&#x4E00;&#x9762;&#x3002;</p><p></p><p></p><p>&#x6700;&#x540E;&#xFF0C;&#x6B63;&#x5982;&#x79D1;&#x5B66;&#x4E0E;&#x5B97;&#x6559;&#x7684;&#x590D;&#x6742;&#x5173;&#x8054;&#xFF0C;&#x79D1;&#x5E7B;&#x4E0E;&#x9B3C;&#x795E;&#x548C;&#x5B97;&#x6559;&#x4E5F;&#x6709;&#x6F5C;&#x5728;&#x7684;&#x4E30;&#x5BCC;&#x7684;&#x8054;&#x7CFB;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5BF9;&#x4E8E;&#x5916;&#x661F;&#x4EBA;&#x7684;&#x8FFD;&#x5BFB;&#x4E0E;&#x8BA8;&#x8BBA;&#xFF0C;&#x5B9E;&#x9645;&#x4E0A;&#x4E0E;&#x53E4;&#x4EE3;&#x7684;&#x9B3C;&#x795E;&#x5FD7;&#x602A;&#x4E4B;&#x8BF4;&#x6781;&#x4E3A;&#x63A5;&#x8FD1;&#xFF0C;&#x610F;&#x5473;&#x7740;&#x4E0D;&#x53EF;&#x77E5;&#x5374;&#x5408;&#x7406;&#x7684;&#x67D0;&#x79CD;&#x8BBE;&#x60F3;&#x3002;&#x5728;&#x5B97;&#x6559;&#x4E16;&#x4FD7;&#x5316;&#x3001;&#x9B3C;&#x795E;&#x88AB;&#x9A71;&#x9010;&#x7684;&#x73B0;&#x4EE3;&#xFF0C;&#x5916;&#x661F;&#x4EBA;&#x53D6;&#x4EE3;&#x4E86;&#x9B3C;&#x795E;&#xFF0C;&#x6210;&#x4E3A;&#x4EBA;&#x4EEC;&#x6000;&#x7591;&#x3001;&#x671F;&#x76FC;&#x548C;&#x5FE7;&#x8651;&#x7684;&#x5BF9;&#x8C61;&#x3002;</p><img src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXF7dj56lw33Szd7-R3%2F-L_I12HJ84rA3AwJkRxJ%2F-L_I1K_yanbWl-5XpwRw%2Fimage.png?alt=media&amp;token=13b52ba7-0959-40a3-b1f2-cfe056297c21" alt=""><p></p><p></p><p>&#x5361;&#x5C14;&#xB7;&#x6CE2;&#x666E;&#x5C14;&#xFF1A;<a rel="noreferrer noopener" href="https://en.wikipedia.org/wiki/Science" target="_blank">from Wikipedia &#x2013; Science</a> | <a rel="noreferrer noopener" href="https://busy.org/exit?url=https%3A%2F%2Fcreativecommons.org%2Flicenses%2Fby-sa%2F2.0" target="_blank">CC BY-SA 2.0</a></p><p></p><p></p><p></p><p></p><p></p><p><em>&#xFF08;&#x672A;&#x5B8C;&#x5F85;&#x7EED;&#xFF09;&#x4E0B;&#x4E00;&#x7BC7;&#x6211;&#x4EEC;&#x5C06;&#x7EE7;&#x7EED;&#x8FFD;&#x95EE;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;&#x5728;&#x201C;&#x6784;&#x5EFA;&#xFF08;&#x7406;&#x8BBA;&#xFF09;&#x4F53;&#x7CFB;&#x201D;&#x3001;&#x201C;&#x5EFA;&#x7ACB;&#x79D1;&#x5B66;&#x51B3;&#x7B56;&#x7CFB;&#x7EDF;&#x201D;&#x3001;&#x201C;&#x4F20;&#x64AD;&#x79D1;&#x5B66;&#x6280;&#x672F;&#x6587;&#x5316;&#x4E0E;&#x65B9;&#x6CD5;&#x201D;&#x4E09;&#x4E2A;&#x5C42;&#x9762;&#x7684;&#x843D;&#x5730;&#x65B9;&#x6848;&#x3002;&#x5728;&#x6587;&#x7AE0;&#x7684;&#x6700;&#x540E;&#x4E00;&#x90E8;&#x5206;&#xFF0C;&#x6211;&#x4EEC;&#x4F1A;&#x5177;&#x4F53;&#x63A2;&#x8BA8;&#x201C;&#x4EE5;&#x4EBA;&#x4E3A;&#x672C;&#x7684;&#x79D1;&#x5B66;&#x6559;&#x80B2;&#x201D;&#xFF0C;&#x5982;&#x4F55;&#x9488;&#x5BF9;&#x4E0D;&#x540C;&#x7684;&#x4EBA;&#x7FA4;&#x5C55;&#x5F00;&#x3002;</em></p><p></p><p></p><p></p><p></p><p></p><h2 id="can-kao-wen-xian">&#x53C2;&#x8003;&#x6587;&#x732E;<a href="#can-kao-wen-xian"></a></h2><p></p><p></p><ul><li>&#x674E;&#x7EA6;&#x745F;&#xFF0C;<a href="https://book.douban.com/subject/26865821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x6587;&#x660E;&#x7684;&#x6EF4;&#x5B9A;&#x300B;</a></li><li>&#x9648;&#x5609;&#x6620;&#xFF0C;<a href="https://book.douban.com/subject/27139938/" target="_blank" rel="noreferrer noopener">&#x300A;&#x54F2;&#x5B66;&#xB7;&#x79D1;&#x5B66;&#xB7;&#x5E38;&#x8BC6;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="https://book.douban.com/subject/26852425/" target="_blank" rel="noreferrer noopener">&#x300A;&#x4EC0;&#x4E48;&#x662F;&#x79D1;&#x5B66;&#x300B;</a></li><li>&#x7231;&#x56E0;&#x65AF;&#x5766;&#xFF0C;<a href="https://www.douban.com/note/234646384/" target="_blank" rel="noreferrer noopener">&#x300A;&#x63A2;&#x7D22;&#x7684;&#x52A8;&#x673A; &#x2014;&#x2014; &#x5728;&#x666E;&#x6717;&#x514B;&#x751F;&#x65E5;&#x4F1A;&#x4E0A;&#x7684;&#x6F14;&#x8BB2;&#x300B;</a></li><li>&#x4E9A;&#x91CC;&#x58EB;&#x591A;&#x5FB7;&#xFF0C;<a href="https://book.douban.com/subject/1077833/" target="_blank" rel="noreferrer noopener">&#x300A;&#x5F62;&#x800C;&#x4E0A;&#x5B66;&#x300B;</a></li><li>&#x67CF;&#x62C9;&#x56FE;&#xFF0C;<a href="https://book.douban.com/subject/1004821/" target="_blank" rel="noreferrer noopener">&#x300A;&#x7406;&#x60F3;&#x56FD;&#x300B;</a></li><li>&#x5218;&#x6148;&#x6B23;&#xFF0C;<a href="https://book.douban.com/subject/27191786/" target="_blank" rel="noreferrer noopener">&#x300A;&#x671D;&#x95FB;&#x9053;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@honoru/stem-3ejgj3dtuf" target="_blank" rel="noreferrer noopener">&#x300A;&#x6211;&#x4E5F;&#x60F3;&#x5BEB;STEM&#x6587;&#x7AE0;&#xFF0C;&#x4F46;&#x7121;&#x5F9E;&#x5165;&#x624B;&#xFF1F;&#x6709;&#x751A;&#x9EBC;&#x65B9;&#x6CD5;&#xFF1F;&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://steemit.com/steempress/@pet.society/stem--osjl04vzx1" target="_blank" rel="noreferrer noopener">&#x300A;STEM &#x6559;&#x5B78;&#x8207;&#x89AA;&#x5B50;&#x6559;&#x80B2; (&#x4E0A;&#x7BC7; - &#x5171;&#x5169;&#x7BC7;)&#x300B;</a></li><li>@honoru&#xFF0C;<a href="https://busy.org/steempress/@pet.society/robertyan-k6add93mnr" target="_blank" rel="noreferrer noopener">&#x300A;&#x56DE;&#x61C9; @robertyan &#x7684;&#x300C;&#x672A;&#x4F86;&#x6559;&#x80B2;&#x5B78;&#x300D;&#x300B;</a></li><li>&#x5434;&#x56FD;&#x76DB;&#xFF0C;<a href="http://cache.baiducontent.com/c?m=9f65cb4a8c8507ed4fece763105392230e54f7356190804623c3933fc239045c1b3ba5ec3a251a01d4cf7c630ba9544beb847039755437b6ed88df1bc9fecf6879873045070bf14105a312b8bf3532b0538729e9b81996ad804684dfd6c4a95744b956127bf0e7fd5d1762bb7886172690a38e48644861c9fa476ee829063eec54&amp;p=816ac54ad49612a05ab2dc3154&amp;newp=847bc64ad4d806ff57efd6294453d8304a02c70e3ec3864e1290c408d23f061d4862e7bc20221a0fd7c0786701ac4856eaf4317723454df6cc8a871d81ed896f&amp;user=baidu&amp;fm=sc&amp;query=%CE%E2%B9%FA%CA%A2+%BF%C6%D1%A7%D5%DC%D1%A7+%CA%E9%BC%AE&amp;qid=8effc33c00037fb9&amp;p1=1" target="_blank" rel="noreferrer noopener">&#x79D1;&#x5B66;&#x54F2;&#x5B66;&#x4E0E;&#x79D1;&#x5B66;&#x53F2;&#x4E66;&#x7C4D;&#x63A8;&#x8350;</a></li><li>&#x6C5F;&#x6653;&#x539F;&#x7B49;&#xFF0C;<a href="https://book.douban.com/subject/2243660/" target="_blank" rel="noreferrer noopener">&#x300A;&#x79D1;&#x5B66;&#x8D25;&#x7ED9;&#x8FF7;&#x4FE1;&#x300B;</a></li></ul><br><center><hr><em>Posted from my blog with <a href="https://wordpress.org/plugins/steempress/" target="_blank" rel="noopener">SteemPress</a> : https://robertyan.000webhostapp.com/2019/03/%e3%80%90%e6%9c%aa%e6%9d%a5%e6%95%99%e8%82%b2%e5%ad%a6%e3%80%91%e6%88%90%e5%b9%b4%e4%ba%ba%e9%9c%80%e8%a6%81%e4%bb%80%e4%b9%88%e6%a0%b7%e7%9a%84stem%e6%95%99%e8%82%b2%ef%bc%9f%ef%bc%88%e5%9b%9b</em><hr></center><p></p><hr><p>This page is synchronized from the post: <a href="https://steemit.com/@robertyan/stem-1chj3yjqtx" target="_blank" rel="noopener">&#x3010;&#x672A;&#x6765;&#x6559;&#x80B2;&#x5B66;&#x3011;&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;&#x6837;&#x7684;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;&#x56DB;&#xFF09;</a></p><script>document.querySelectorAll(".not-gallery-item").forEach(e=>{if(!e.dataset.src)return;const t=document.createElement("img");t.style="display:none !important;",t.src=e.dataset.src,t.addEventListener("error",()=>{t.remove(),e.style.color="inherit",e.style.backgroundImage="none",e.style.background="none"}),t.addEventListener("load",()=>{t.remove()}),document.body.appendChild(t)});</script></div><div class="level is-size-7 is-uppercase"><div class="level-start"><div class="level-item"><span class="is-size-6 has-text-grey has-mr-7">#</span> <a class="has-link-grey -link" href="/blog/tags/cn/">cn</a>, <a class="has-link-grey -link" href="/blog/tags/cn-stem/">cn-stem</a>, <a class="has-link-grey -link" href="/blog/tags/cnstm/">cnstm</a>, <a class="has-link-grey -link" href="/blog/tags/steempress/">steempress</a>, <a class="has-link-grey -link" href="/blog/tags/steemstem/">steemstem</a></div></div></div><div class="sharethis-inline-share-buttons"></div><script type="text/javascript" src="//platform-api.sharethis.com/js/sharethis.js#property=5ab6f60ace89f00013641890&amp;product=inline-share-buttons" async></script></div></div><div class="card card-transparent"><div class="level post-navigation is-flex-wrap is-mobile"><div class="level-start"><a class="level level-item has-link-grey article-nav-prev" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（五）/"><i class="level-item fas fa-chevron-left"></i> <span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（五）</span></a></div><div class="level-end"><a class="level level-item has-link-grey article-nav-next" href="/blog/steempress/【未来教育学】成年人需要什么样的stem教育？（三）/"><span class="level-item">【未来教育学】成年人需要什么样的STEM教育？（三）</span> <i class="level-item fas fa-chevron-right"></i></a></div></div></div><div class="card"><div class="card-content"><h3 class="title is-5 has-text-weight-normal">Comments</h3><script>var disqus_config=function(){this.page.url="http://think-in-universe.github.io/steempress/【未来教育学】成年人需要什么样的stem教育？（四）/",this.page.identifier="steempress/【未来教育学】成年人需要什么样的stem教育？（四）/"};!function(){var e=document,t=e.createElement("script");t.src="//hexo-theme-icarus.disqus.com/embed.js",t.setAttribute("data-timestamp",+new Date),(e.head||e.body).appendChild(t)}();</script><div id="disqus_thread"><noscript>Please enable JavaScript to view the <a href="//disqus.com/?ref_noscript">comments powered by Disqus.</a></noscript></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen has-order-1 column-left"><div class="card widget"><div class="card-content"><nav class="level"><div class="level-item has-text-centered"><div><img class="image is-128x128 has-mb-6" src="https://www.biography.com/.image/ar_1:1%2Cc_fill%2Ccs_srgb%2Cg_face%2Cq_auto:good%2Cw_300/MTE5NDg0MDU1MTUzMTE2Njg3/alan-turing-9512017-1-402.jpg" alt="robertyan"><p class="is-size-4 is-block">robertyan</p><p class="is-size-6 is-block">Thinker, Hacker, Entrepreneur, Researcher</p><p class="is-size-6 is-flex is-flex-center has-text-grey"><i class="fas fa-map-marker-alt has-mr-7"></i> <span>Galaxy</span></p></div></div></nav><nav class="level is-mobile"><div class="level-item has-text-centered is-marginless"><div><p class="heading">Posts</p><p class="title has-text-weight-normal">31</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Categories</p><p class="title has-text-weight-normal">7</p></div></div><div class="level-item has-text-centered is-marginless"><div><p class="heading">Tags</p><p class="title has-text-weight-normal">29</p></div></div></nav><div class="level"><a class="level-item button is-link is-rounded" href="http://steemit.com/@robertyan" target="_blank">Follow</a></div><div class="level is-mobile"><a class="level-item button is-white is-marginless" target="_blank" title="Github" href="http://github.com/think-in-universe"><i class="fab fa-github"></i> </a><a class="level-item button is-white is-marginless" target="_blank" title="Steem" href="http://steemit.com/@robertyan"><i class="fa fa-book"></i></a></div></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Categories</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/categories/busy/"><span class="level-start"><span class="level-item">busy</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn/"><span class="level-start"><span class="level-item">cn</span> </span><span class="level-end"><span class="level-item tag">3</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/cn-stem/"><span class="level-start"><span class="level-item">cn-stem</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/esteem-cn/"><span class="level-start"><span class="level-item">esteem-cn</span> </span><span class="level-end"><span class="level-item tag">2</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/free-snaxaccount/"><span class="level-start"><span class="level-item">free-snaxaccount</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/life/"><span class="level-start"><span class="level-item">life</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/categories/steempress/"><span class="level-start"><span class="level-item">steempress</span> </span><span class="level-end"><span class="level-item tag">22</span></span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Tag Cloud</h3><a href="/blog/tags/anti-abuse/" style="font-size:10px">anti-abuse</a> <a href="/blog/tags/blog/" style="font-size:10px">blog</a> <a href="/blog/tags/busy/" style="font-size:13.75px">busy</a> <a href="/blog/tags/cn/" style="font-size:20px">cn</a> <a href="/blog/tags/cn-activity/" style="font-size:12.5px">cn-activity</a> <a href="/blog/tags/cn-couplet/" style="font-size:12.5px">cn-couplet</a> <a href="/blog/tags/cn-crossculture/" style="font-size:10px">cn-crossculture</a> <a href="/blog/tags/cn-curation/" style="font-size:12.5px">cn-curation</a> <a href="/blog/tags/cn-hello/" style="font-size:10px">cn-hello</a> <a href="/blog/tags/cn-reader/" style="font-size:15px">cn-reader</a> <a href="/blog/tags/cn-stem/" style="font-size:17.5px">cn-stem</a> <a href="/blog/tags/cnstm/" style="font-size:18.75px">cnstm</a> <a href="/blog/tags/esteem-cn/" style="font-size:11.25px">esteem-cn</a> <a href="/blog/tags/free-snaxaccount/" style="font-size:10px">free-snaxaccount</a> <a href="/blog/tags/great-people/" style="font-size:10px">great-people</a> <a href="/blog/tags/introduceyourself/" style="font-size:10px">introduceyourself</a> <a href="/blog/tags/life/" style="font-size:10px">life</a> <a href="/blog/tags/mindset/" style="font-size:10px">mindset</a> <a href="/blog/tags/phishing/" style="font-size:10px">phishing</a> <a href="/blog/tags/sct/" style="font-size:10px">sct</a> <a href="/blog/tags/steem-explorer/" style="font-size:10px">steem-explorer</a> <a href="/blog/tags/steem-guides/" style="font-size:11.25px">steem-guides</a> <a href="/blog/tags/steemcleaners/" style="font-size:10px">steemcleaners</a> <a href="/blog/tags/steempress/" style="font-size:20px">steempress</a> <a href="/blog/tags/steemstem/" style="font-size:16.25px">steemstem</a> <a href="/blog/tags/team-cn/" style="font-size:10px">team-cn</a> <a href="/blog/tags/teamcn-homework/" style="font-size:10px">teamcn-homework</a> <a href="/blog/tags/utopian-io/" style="font-size:10px">utopian-io</a> <a href="/blog/tags/wherein/" style="font-size:10px">wherein</a></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Tags</h3><div class="field is-grouped is-grouped-multiline"><div class="control"><a class="tags has-addons" href="/blog/tags/anti-abuse/"><span class="tag">anti-abuse</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/blog/"><span class="tag">blog</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/busy/"><span class="tag">busy</span> <span class="tag is-grey">5</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn/"><span class="tag">cn</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-activity/"><span class="tag">cn-activity</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-couplet/"><span class="tag">cn-couplet</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-crossculture/"><span class="tag">cn-crossculture</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-curation/"><span class="tag">cn-curation</span> <span class="tag is-grey">4</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-hello/"><span class="tag">cn-hello</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-reader/"><span class="tag">cn-reader</span> <span class="tag is-grey">14</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cn-stem/"><span class="tag">cn-stem</span> <span class="tag is-grey">17</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/cnstm/"><span class="tag">cnstm</span> <span class="tag is-grey">19</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/esteem-cn/"><span class="tag">esteem-cn</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/free-snaxaccount/"><span class="tag">free-snaxaccount</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/great-people/"><span class="tag">great-people</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/introduceyourself/"><span class="tag">introduceyourself</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/life/"><span class="tag">life</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/mindset/"><span class="tag">mindset</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/phishing/"><span class="tag">phishing</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/sct/"><span class="tag">sct</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-explorer/"><span class="tag">steem-explorer</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steem-guides/"><span class="tag">steem-guides</span> <span class="tag is-grey">2</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemcleaners/"><span class="tag">steemcleaners</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steempress/"><span class="tag">steempress</span> <span class="tag is-grey">22</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/steemstem/"><span class="tag">steemstem</span> <span class="tag is-grey">15</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/team-cn/"><span class="tag">team-cn</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/teamcn-homework/"><span class="tag">teamcn-homework</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/utopian-io/"><span class="tag">utopian-io</span> <span class="tag is-grey">1</span></a></div><div class="control"><a class="tags has-addons" href="/blog/tags/wherein/"><span class="tag">wherein</span> <span class="tag is-grey">1</span></a></div></div></div></div></div><div class="column-right-shadow is-hidden-widescreen"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#2-ke-xue-du-wu-yu-ke-xue-shi-jian"><span class="has-mr-6">1.1</span> <span>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div><div class="column is-4-tablet is-4-desktop is-3-widescreen is-hidden-touch is-hidden-desktop-only has-order-3 column-right"><div class="card widget" id="toc"><div class="card-content"><div class="menu"><h3 class="menu-label">Catalogue</h3><ul class="menu-list"><li><a class="is-flex" href="#undefined"><span class="has-mr-6">1</span> <span>&#x6210;&#x5E74;&#x4EBA;&#x9700;&#x8981;&#x4EC0;&#x4E48;STEM&#x6559;&#x80B2;&#xFF1F;&#xFF08;What&#xFF09;</span></a><ul class="menu-list"><li><a class="is-flex" href="#2-ke-xue-du-wu-yu-ke-xue-shi-jian"><span class="has-mr-6">1.1</span> <span>2. &#x79D1;&#x5B66;&#x8BFB;&#x7269;&#x4E0E;&#x79D1;&#x5B66;&#x5B9E;&#x8DF5;</span></a></li></ul></li><li><a class="is-flex" href="#can-kao-wen-xian"><span class="has-mr-6">2</span> <span>&#x53C2;&#x8003;&#x6587;&#x732E;</span></a></li></ul></div></div></div><div class="card widget"><div class="card-content"><h3 class="menu-label">Recent</h3><article class="media"><a href="/blog/steempress/贺寿与建祠/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LfhTQH97cOyfodNvq3d%2F-LfhU-x45i1kLHrTMDLZ%2Fimage.png?alt=media&amp;token=c3b38670-1e02-418c-b36b-82a342dcb21f" alt="贺寿与建祠"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-25T05:37:42.000Z">2019-05-25</time></div><a href="/blog/steempress/贺寿与建祠/" class="has-link-black-ter is-size-6">贺寿与建祠</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://cdn.pixabay.com/photo/2013/10/31/13/43/manuscript-203465_1280.jpg" alt="用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-21T19:17:12.000Z">2019-05-21</time></div><a href="/blog/steempress/用github创建steem文章镜像-mirroring-your-steem-blogs-on-github-免费博客备份服务：-steemblog/" class="has-link-black-ter is-size-6">用GitHub创建Steem文章镜像 | Mirroring Your Steem Blogs on GitHub | 免费博客备份服务： steemblog</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXMinqg0EHzgN2ivoTT%2F-Lf-f1i85bMsA7gkxS9Q%2F-Lf-i8DUvz8y8-_lmONJ%2Fimage.png?alt=media&amp;token=b8277e7c-732a-4d74-8c26-715640365d7b" alt="借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-16T18:58:39.000Z">2019-05-16</time></div><a href="/blog/steempress/借问师友何处有，门童遥指新手村-关于-cn-hello-小友的来历/" class="has-link-black-ter is-size-6">借问师友何处有，门童遥指新手村 | 关于 @cn-hello 小友的来历</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article><article class="media"><a href="/blog/free-snaxaccount/snax-authentication-post/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="/blog/images/thumbnail.svg" alt="Snax authentication post"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T15:12:51.000Z">2019-05-15</time></div><a href="/blog/free-snaxaccount/snax-authentication-post/" class="has-link-black-ter is-size-6">Snax authentication post</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/free-snaxaccount/">free-snaxaccount</a></p></div></div></article><article class="media"><a href="/blog/steempress/对偶与春秋/" class="media-left"><p class="image is-64x64"><img class="thumbnail" src="https://blobscdn.gitbook.com/v0/b/gitbook-28427.appspot.com/o/assets%2F-LXHFlnr-kxldpLp3oIE%2F-LeqTrb0VXYy-Ny-0r-D%2F-LeqUgG2yXduzNKKsfFQ%2Fimage.png?alt=media&amp;token=416c3fca-3bfc-405a-80a4-ec29aada6165" alt="对偶与春秋"></p></a><div class="media-content"><div class="content"><div><time class="has-text-grey is-size-7 is-uppercase" datetime="2019-05-15T14:43:51.000Z">2019-05-15</time></div><a href="/blog/steempress/对偶与春秋/" class="has-link-black-ter is-size-6">对偶与春秋</a><p class="is-size-7 is-uppercase"><a class="has-link-grey -link" href="/blog/categories/steempress/">steempress</a></p></div></div></article></div></div><div class="card widget"><div class="card-content"><div class="menu"><h3 class="menu-label">Archives</h3><ul class="menu-list"><li><a class="level is-marginless" href="/blog/archives/2019/05/"><span class="level-start"><span class="level-item">May 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/04/"><span class="level-start"><span class="level-item">April 2019</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/03/"><span class="level-start"><span class="level-item">March 2019</span> </span><span class="level-end"><span class="level-item tag">9</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/02/"><span class="level-start"><span class="level-item">February 2019</span> </span><span class="level-end"><span class="level-item tag">6</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2019/01/"><span class="level-start"><span class="level-item">January 2019</span> </span><span class="level-end"><span class="level-item tag">8</span></span></a></li><li><a class="level is-marginless" href="/blog/archives/2018/12/"><span class="level-start"><span class="level-item">December 2018</span> </span><span class="level-end"><span class="level-item tag">1</span></span></a></li></ul></div></div></div></div></div></div></section><footer class="footer"><div class="container"><div class="level"><div class="level-start has-text-centered-mobile"><a class="footer-logo is-block has-mb-6" href="/blog/"><img src="https://www.easyicon.net/api/resizeApi.php?id=1214912&size=72" alt="【未来教育学】成年人需要什么样的STEM教育？（四）" height="28"></a><p class="is-size-7">&copy; 2019 robertyan&nbsp; Powered by <a href="https://hexo.io/" target="_blank">Hexo</a> & <a href="https://github.com/ppoffice/hexo-theme-icarus" target="_blank">Icarus</a></p></div><div class="level-end"><div class="field has-addons is-flex-center-mobile has-mt-5-mobile is-flex-wrap is-flex-middle"><p class="control"><a class="button is-white is-large" target="_blank" title="Creative Commons" href="https://creativecommons.org/"><i class="fab fa-creative-commons"></i></a></p><p class="control"><a class="button is-white is-large" target="_blank" title="Attribution 4.0 International" href="https://creativecommons.org/licenses/by/4.0/"><i class="fab fa-creative-commons-by"></i></a></p></div></div></div></div></footer><script src="https://cdn.jsdelivr.net/npm/jquery@3.3.1/dist/jquery.min.js"></script><script src="https://cdn.jsdelivr.net/npm/moment@2.22.2/min/moment-with-locales.min.js"></script><script>moment.locale("en");</script><script src="/blog/js/animation.js"></script><script src="https://cdn.jsdelivr.net/npm/lightgallery@1.6.8/dist/js/lightgallery.min.js" defer></script><script src="https://cdn.jsdelivr.net/npm/justifiedGallery@3.7.0/dist/js/jquery.justifiedGallery.min.js" defer></script><div id="outdated"><h6>Your browser is out-of-date!</h6><p>Update your browser to view this website correctly. <a id="btnUpdateBrowser" href="http://outdatedbrowser.com/">Update my browser now</a></p><p class="last"><a href="#" id="btnCloseUpdateBrowser" title="Close">&times;</a></p></div><script src="https://cdn.jsdelivr.net/npm/outdatedbrowser@1.1.5/outdatedbrowser/outdatedbrowser.min.js" defer></script><script>document.addEventListener("DOMContentLoaded",function(){outdatedBrowser({bgColor:"#f25648",color:"#ffffff",lowerThan:"flex"})});</script><script src="https://cdn.jsdelivr.net/npm/mathjax@2.7.5/unpacked/MathJax.js?config=TeX-MML-AM_CHTML" defer></script><script>document.addEventListener("DOMContentLoaded",function(){MathJax.Hub.Config({"HTML-CSS":{matchFontHeight:!1},SVG:{matchFontHeight:!1},CommonHTML:{matchFontHeight:!1},tex2jax:{inlineMath:[["$","$"],["\\(","\\)"]]}})});</script><a id="back-to-top" title="Back to Top" href="javascript:;"><i class="fas fa-chevron-up"></i></a><script src="https://cdn.jsdelivr.net/npm/clipboard@2.0.4/dist/clipboard.min.js" defer></script><div class="searchbox ins-search"><div class="searchbox-container ins-search-container"><div class="searchbox-input-wrapper"><input type="text" class="searchbox-input ins-search-input" placeholder="Type something..."> <span class="searchbox-close ins-close ins-selectable"><i class="fa fa-times-circle"></i></span></div><div class="searchbox-result-wrapper ins-section-wrapper"><div class="ins-section-container"></div></div></div></div><script>window.INSIGHT_CONFIG={TRANSLATION:{POSTS:"Posts",PAGES:"Pages",CATEGORIES:"Categories",TAGS:"Tags",UNTITLED:"(Untitled)"},CONTENT_URL:"/blog/content.json"};</script><script src="/blog/js/bundle.js" defer></script></body></html>